Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: Visibility should be given as a number between 1 and 7 (1=Very simple, prominent object, 2=Object easily percepted with direct vision, 3=Object perceptable with direct vision, 4=Averted vision required to percept object, 5=Object barely perceptable with averted vision, 6=Perception of object is very questionable, 7=Object definitely not seen).
de: Sichtbarkeit sollte als Zahl zwischen 1 und 7 (1=Sehr einfaches, auffälliges Objekt im Okular, 2=Objekt bei direktem Beobachten gut zu sehen, 3=Objekt bei direktem Beobachten zu sehen, 4=Indirektes Beobachten ist nötig, um das Objekt zu sehen, 5=Objekt bei indirektem Beobachten gerade noch wahrnehmbar, 6=Sichtung des Objektes sehr fraglich, 7=Objekt sicher nicht zu sehen) angegeben werden.
es: La visibilidad debe ser dada como un número entre 1 y 7 (1 = muy simple, objeto prominente, 2 = objeto fácilmente percepted con la visión directa, 3 = objeto perceptable con la visión directa, 4 = visión evitada requerida al objeto del Percept, 5 = objeto apenas perceptable con evitado visión, 6 = percepción del objeto es muy cuestionable, 7 = objeto definitivamente no visto).
fr: La visibilité doit être donnée sous la forme d'un nombre entre 1 et 7 (1 = très simple, objet proéminent, 2 = objet facilement percepted avec vision directe, 3 = objet perceptable avec vision directe, 4 = vision indirect requise pour l'objet percept, 5 = objet à peine perceptable avec vision indirect, 6 = perception de l'objet est très discutable, 7 = objet définitivement pas vu).
nl: Zichtbaarheid wordt aangegeven door een nummer tussen 1 en 7 (1=Zeer eenvoudig, helder object, 2=Object eenvoudig te zien bij direct kijken, 3=Object zichtbaar bij direct kijken, 4=Perifeer kijken nodig om object te zien, 5=Object amper zichtbaar bij perifeer kijken, 6=Zichtbaarheid van object is twijfelachtig, 7=Object niet zichtbaar).
sv: Synlighet bör ges som ett tal mellan 1 och 7 (1 = mycket enkelt, framstående objekt, 2 = objekt lätt percepted med direkt vision, 3 = objekt perceptable med Direct vision, 4 = avvärjt vision som krävs för att percept objekt, 5 = objekt knappt perceptable med avvärjt vision, 6 = perception av objektet är mycket tveksamt, 7 = objekt definitivt inte sett).

source: If an observation has been done by naked eye, 'Naked Eye' should be given as instrument.
de: Wenn eine Beobachtung mit bloßem Auge erfolgt ist, sollte “Naked Eye“ als Instrument angegeben werden.
es: Si una observación se ha hecho a ojo desnudo, “Naked Eye“ debe ser dado como instrumento.
fr: Si une observation a été faite à l'œil nu, ‘Naked Eye’ devrait être donné comme instrument.
nl: Een waarneming met het blote oog moet ‘Naked Eye’ als instrument bevatten.
sv: Om en observation har gjorts med blotta ögat bör “Naked Eye“ ges som instrument.

source: Language should be the short name for the language of the description (en for English)
de: Sprache sollte der Kurzname für die Sprache der Beschreibung sein (en für Englisch)
es: La lengua debe ser el nombre corto para la lengua de la descripción (en para el inglés)
fr: Langue doit être le nom court pour la langue de la description (en pour l'anglais)
nl: Taal moet de korte naam van de taal zijn (nl voor Nederlands)
sv: Språket bör vara det kort stavelse namnger för språket av beskrivningen (en för engelskt)

source: Caution!
de: Vorsicht!
es: ¡Precaución!
fr: Attention!
nl: Voorzichtig!
sv: Försiktigt!

source: The instruments, the locations, eyepieces, filters and the objects in the CSV file should already be known by DeepskyLog otherwise an error message will be shown and those observations will not be added.
de: Die Instrumente, die Standorte, Okulare, Filter und die Objekte in der CSV-Datei sollten bereits von DeepskyLog bekannt sein, sonst wird eine Fehlermeldung angezeigt und diese Beobachtungen werden nicht hinzugefügt.
es: Los instrumentos, las ubicaciones, los oculares, los filtros y los objetos del archivo CSV ya deben ser conocidos por DeepskyLog de lo contrario se mostrará un mensaje de error y no se añadirán esas observaciones.
fr: Les instruments, les locations, les oculaires, les filtres et les objets dans le fichier CSV doivent déjà être connus par DeepskyLog sinon un message d'erreur sera affiché et ces observations ne seront pas ajoutées.
nl: De instrumenten, de locaties, oculairs, filters en de objecten in het CSV-bestand moeten al bekend zijn door DeepskyLog anders wordt een foutmelding weergegeven en worden deze waarnemingen niet toegevoegd.
sv: Instrumenten, platserna, okularen, filtren och objekten i CSV-filen bör redan vara kända av DeepskyLog annars visas ett felmeddelande och dessa observationer kommer inte att läggas till.

source: Insert or adapt the missing or wrong data manually until there are no error messages left.
de: Fügen Sie die fehlenden oder falschen Daten manuell ein oder passen Sie Sie an, bis keine Fehlermeldungen mehr vorhanden sind.
es: Inserte o adapte manualmente los datos faltantes o erróneos hasta que no queden mensajes de error.
fr: Insérez ou adaptez manuellement les données manquantes ou incorrectes jusqu'à ce qu'il ne reste plus de messages d'erreur.
nl: Voeg de ontbrekende informatie toe, of pas de foute aan, totdat er geen foutboodschappen meer verschijnen.
sv: Infoga eller anpassa saknade eller felaktiga data manuellt tills det inte finns några felmeddelanden kvar.

source: If everything went well, your observations will be shown in the "All observations" overview.
de: Wenn alles gut gelaufen ist, werden Ihre Beobachtungen in der Übersicht "alle Beobachtungen" angezeigt.
es: Si todo ha ido bien, sus observaciones se mostrarán en el Resumen de "todas las observaciones".
fr: Si tout s'est bien passé, vos observations seront affichées dans l'aperçu "toutes les observations".
nl: Als alles goed ging, zullen uw waarnemingen in het overzicht van alle waarnemingen worden getoond.
sv: Om allt gick bra, kommer dina iakttagelser visas i "alla iakttagelser" Översikt.

source: CSV file to import
de: CSV-Datei zu importieren
es: Archivo CSV para importar
fr: Fichier CSV à importer
nl: CSV-bestand te importeren
sv: CSV-fil som ska importeras

source: No observation to display.
de: Keine Beobachtung zum anzeigen.
es: No hay observación que mostrar.
fr: Pas d’observation à afficher.
nl: Geen waarneming te tonen.
sv: Ingen observation att visa.

source: The requested observation does not exist.
de: Die angeforderte Beobachtung existiert nicht.
es: La observación solicitada no existe.
fr: L’observation demandé n’existe pas.
nl: De gevraagde waarneming bestaat niet.
sv: Den begärda iakttagelsen existerar inte.

source: Details of this observation
de: Einzelheiten dieser Beobachtung
es: Detalles de esta observación
fr: Détails de cette observation
nl: Details van deze waarneming
sv: Närmare uppgifter om denna iakttagelse

source: Compare this observation with all observations of this object
de: Vergleichen Sie diese Beobachtung mit allen Beobachtungen dieses Objekts
es: Compare esta observación con todas las observaciones de este objeto
fr: Comparez cette observation avec toutes les observations de cet objet
nl: Vergelijk deze waarneming met alle waarnemingen van dit object
sv: Jämför denna iakttagelse med alla observationer av detta objekt

source: Compare this observation with all my observations of this object
de: Vergleichen Sie diese Beobachtung mit all meinen Beobachtungen dieses Objekts
es: Comparar esta observación con todas mis observaciones de este objeto
fr: Comparez cette observation avec toutes mes observations de cet objet
nl: Vergelijk deze waarneming met al mijn waarnemingen van dit object
sv: Jämför denna iakttagelse med alla mina observationer av detta objekt

source: Compare this observation with my last observation of this object
de: Vergleichen Sie diese Beobachtung mit meiner letzten Beobachtung dieses Objekts
es: Comparar esta observación con mi última observación de este objeto
fr: Comparez cette observation avec ma dernière observation de cet objet
nl: Vergelijk deze waarneming met mijn laatste waarneming van dit object
sv: Jämför denna iakttagelse med min sista observation av detta objekt

source: Observation of
de: Beobachtung der
es: Observación de
fr: Observation de
nl: Waarneming van
sv: Observation av

source: Only objects that have already been seen
de: Nur Objekte, die bereits gesehen wurden
es: Sólo objetos que ya se han visto
fr: Seuls les objets qui ont déjà été vus
nl: Alleen objecten die al zijn gezien
sv: Endast objekt som redan har setts

source: Only objects that have been drawn
de: Nur Objekte, die gezeichnet wurden
es: Sólo los objetos que se han dibujado
fr: Seuls les objets qui ont été dessinés
nl: Alleen objecten die zijn getekend
sv: Endast objekt som har ritats

source: Only objects that haven't been seen
de: Nur Objekte, die nicht gesehen wurden
es: Sólo objetos que no se han visto
fr: Seuls les objets qui n'ont pas été vus
nl: Alleen objecten die niet zijn gezien
sv: Endast objekt som inte har setts

source: Only objects that haven't been drawn
de: Nur Objekte, die nicht gezeichnet wurden
es: Sólo objetos que no se han dibujado
fr: Seuls les objets qui n'ont pas été dessinés
nl: Alleen objecten die niet zijn getekend
sv: Endast objekt som inte har ritats

source: Only objects that have been drawn by me
de: Nur Objekte, die von mir gezeichnet wurden
es: Sólo los objetos que han sido dibujados por mí
fr: Seuls les objets qui ont été dessinés par moi
nl: Alleen objecten die door mij zijn getekend
sv: Endast objekt som har dragits av mig

source: Only objects that haven't been seen by me
de: Nur Objekte, die von mir nicht gesehen wurden
es: Sólo objetos que no han sido vistos por mí
fr: Seuls les objets qui n'ont pas été vus par moi
nl: Alleen objecten die niet door mij zijn gezien
sv: Endast objekt som inte har setts av mig

source: Only objects that haven't been drawn by me
de: Nur Objekte, die nicht von mir gezeichnet wurden
es: Sólo objetos que no han sido dibujados por mí
fr: Seuls les objets qui n'ont pas été dessinés par moi
nl: Alleen objecten die niet door mij zijn getekend
sv: Endast objekt som inte har ritats av mig

source: Clear fields
de: Löschen Sie die Felder
es: Borrar campos
fr: Effacer les champs
nl: Wis velden
sv: Rensa fält

source: to
de: bis
es: a
fr: à
nl: tot
sv: till

source: Minimum contrast reserve
de: Minimale Kontrast Reserve
es: Reserva de contraste mínimo
fr: Réserve de contraste minimum
nl: Minimale contrast reserve
sv: Minsta kontrast reserv

source: Maximum contrast reserve
de: Maximale Kontrast Reserve
es: Reserva de contraste máximo
fr: Réserve de contraste maximale
nl: Maximale contrast reserve
sv: Maximal kontrast reserv

source: In the list
de: In der Liste
es: En la lista
fr: Dans la liste
nl: In de lijst
sv: I listan

source: Not in the list
de: Nicht in der Liste
es: No está en la lista
fr: Pas dans la liste
nl: Niet in de lijst
sv: Inte i listan

source: NGC Description contains:
de: NGC Beschreibung enthält:
es: La descripción de NGC contiene:
fr: Description NGC contient:
nl: NGC omschrijving bevat:
sv: NGC Beskrivning innehåller:

source: Exclude:
de: Ausnahme:
es: Excluir:
fr: Excepté:
nl: Uitgezonderd:
sv: Exkludera:

source: but not if seen
de: ohne erfolgreiche Beobachtungen
es: pero no si se ve
fr: mais ne pas exclure si vu
nl: maar niet uitsluiten wanneer gezien
sv: men inte om det ses

source: Only object details
de: Nur Objekt Details
es: Sólo detalles de objeto
fr: Juste les détails de l’objet
nl: Enkel object details
sv: Endast objektdetaljer

source: Only object ephemerides
de: Nur Objekt Ephemeriden
es: Sólo objeto efemérides
fr: Juste les éphémerides de l’objet
nl: Enkel object efemeriden
sv: Endast objektets efemerider

source: Object ephemerides
de: Objekt Ephemeriden
es: Objeto efemérides
fr: Ephémerides de l’objet
nl: Object efemeriden
sv: Objektets efemerider

source: Ephemerides for %s in %s
de: Ephemeriden für %s in %s
es: Efemérides para %s en %s
fr: Ephémerides pour %s à %s
nl: Efemeriden voor %s in %s
sv: Efemerider för %s i %s

source: Only nearby objects
de: Nur nahegelegene Objekte
es: Sólo objetos cercanos
fr: Juste les objets proches
nl: Enkel nabije objecten
sv: Endast närliggande objekt

source: Only object observations
de: Nur Objekt Beobachtungen
es: Sólo observaciones de objetos
fr: Juste les observations de l’objet
nl: Enkel object observaties
sv: Endast objekt observationer

source: Object observations
de: Objekt Beobachtungen
es: Observaciones de objetos
fr: Les observations de l’objet
nl: Object observaties
sv: Objekt observationer

source: Hide the object details
de: Objekt Details ausblenden
es: Ocultar los detalles del objeto
fr: Cacher les détails de l’objet
nl: Verberg de objectdetails
sv: Dölja objekt information

source: Remove Object
de: Objekt entfernen
es: Quitar objeto
fr: Supprimer l'objet
nl: Verwijder object
sv: Ta bort objekt

source: Do you really want to delete %s?
de: Wollen Sie wirklich %s löschen?
es: ¿Realmente quiere borrar %s?
fr: Voulez-vous vraiment effacer %s?
nl: Wil je %s echt verwijderen?
sv: Vill du verkligen ta bort %s?

source: There are no observations of %s, so removing %s should be relatively safe.
de: Es gibt keine Beobachtungen von %s, daher sollte das Entfernen von %s relativ sicher sein.
es: No hay observaciones de %s, por lo que la eliminación de %s debe ser relativamente segura.
fr: Il n'y a aucune observation de %s, donc supprimer %s doit être relativement sûr.
nl: Er zijn geen waarnemingen van %s, dus het verwijderen van %s zou veilig moeten zijn.
sv: Det finns inga observationer av %s, så att ta bort %s bör vara relativt säkert.

source: Keep Object
de: Objekt behalten
es: Mantener objeto
fr: Conserver l'objet
nl: Behoud object
sv: Behåll objekt

source: Force Remove Object
de: Entferne Objekt
es: Forzar quitar objeto
fr: Supprimer l’object
nl: Verwijder object
sv: Framtvinga borttagning av objekt

source: , which has %s observations?
de: , wer %s Beobachtungen hat?
es: , que tiene %s observaciones?
fr: , qui a %s des observations?
nl: , samen met de %s waarnemingen?

source: All the observations will also be removed!
de: Alle Beobachtungen werden auch entfernt!
es: ¡Todas las observaciones también se eliminarán!
fr: Toutes les observations seront également enlevées!
nl: Alle waarnemingen zullen ook verwijderd worden!
sv: Alla iakttagelser kommer också att tas bort!

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
nl: Bewaar
sv: Spara

source: Hide the nearby objects
de: Nahegelegene Objekte ausblenden
es: Ocultar los objetos cercanos
fr: Cacher les objets proches
nl: Verberg de nabije objecten
sv: Dölja närliggande objekt

source: and
de: und
es: y
fr: et
nl: en
sv: och

source: nearby objects
de: nahe gelegene Objekte
es: objetos cercanos
fr: objets à proximité
nl: nabije objecten
sv: närliggande objekt

source: nearby object
de: nahe gelegene Objekt
es: objeto cercano
fr: objet proche
nl: nabijgelegen object
sv: objekt i närheten

source: - there are no other objects within the specified distance
de: - Es gibt keine anderen Objekte innerhalb der angegebenen Entfernung
es: -no hay otros objetos dentro de la distancia especificada
fr: -Il n'y a pas d'autres objets dans la distance spécifiée
nl: - Er zijn geen andere objecten binnen de opgegeven afstand
sv: - Det finns inga andra föremål inom angivet avstånd

source: up to about
de: bis etwa
es: hasta aproximadamente
fr: jusqu'à environ
nl: tot ongeveer
sv: upp till ca

source: Hide the ephemerides
de: Ephemeriden ausblenden
es: Ocultar el efemérides
fr: Cachez les éphémerides
nl: Verberg de efemeriden
sv: Dölja efemerider

source: Month
de: Monat
es: Mes
fr: Mois
nl: Maand
sv: Månad

source: Transit
es: Tránsito
fr: Passage
nl: Doorgang
sv: Överföring

source: Astronomical night
de: Astronomische Nacht
es: Noche astronómica
fr: Nuit astronomique
nl: Astronomische nacht
sv: Astronomisk natt

source: Nautical night
de: Nautische Nacht
es: Noche náutica
fr: Nuit nautique
nl: Nautische nacht
sv: Nautisk natt

source: Object rise<br />-<br />set
de: Objekt Auf-<br />-<br />Untergang
es: La subida del objeto <br />-<br /> establecer
fr: Montant de l’objet<br />-<br />descandant
nl: Object opgang<br />-<br />ondergang
sv: Objekt ökning <br/>-<br/> set

source: DSS image
es: Imagen DSS
fr: Image DSS
nl: DSS beeld
sv: DSS bild

source: Hide the observations
de: Beobachtungen ausblende
es: Ocultar las observaciones
fr: Cacher les observations
nl: Verberg de waarnemingen
sv: Dölja observationerna

source: NN-New name
de: NN-neuer Name
es: NN-nuevo nombre
fr: NN-nouveau nom
nl: NN-nieuwe naam
sv: NN-nytt namn

source: AN-New Alt Name
de: AN-neuer alt-Name
es: AN-Un nuevo nombre Alt
fr: An-nouveau nom alt
nl: Een-nieuwe Alt-naam
sv: AN-Nytt Alt-namn

source: RAN-Remove Alt name
de: RAN-alt-Name entfernen
es: Ran-quitar nombre Alt
fr: RAN-supprimer le nom alt
nl: RAN-Verwijder Alt naam
sv: RAN-ta bort Alt namn

source: PO-New Part Of
de: PO-neuer Teil des
es: PO-nueva parte de
fr: PO-nouvelle partie de
nl: PO-nieuw deel van
sv: Po-ny del av

source: RPO-Remove Part Of
de: RPO-entfernen Sie einen Teil der
es: RPO-eliminar parte de
fr: RPO-supprimer une partie de
nl: RPO-Verwijder een deel van
sv: RPO-ta bort en del av

source: RRO-Remove the object and replace observations of it by object
de: RRO-entfernen Sie das Objekt und ersetzen Sie Beobachtungen von ihm durch Objekt
es: RRO-eliminar el objeto y sustituir las observaciones por objeto
fr: RRO-supprimer l'objet et remplacez les observations par l'objet suivant
nl: RRO-Verwijder het object en vervang de waarnemingen ervan door object
sv: RRO-ta bort objektet och ersätta observationer av det efter objekt

source: RA-Set RA (Hour Format: 1.50 for 1h30m)
de: RA-Setze RA (Stunden Format: 1,50 für 1h30m)
es: RA-Fije el RA (formato de la hora: 1,50 para 1h30m)
fr: RA-Set AD (format heure: 1,50 pour 1h30m)
nl: RA-zet RA (uur formaat: 1,50 voor 1h30m)
sv: Ra-ställ in ra (timme format: 1,50 för 1h30m)

source: DE-Set Decl (Degree Format: 25.50 for 25°30')
de: DE-Setze Decl (Grad Format: 25,50 für 25°30')
es: DE-Fije decl (formato del grado: 25,50 para 25°30')
fr: De-Set décl (format de degré: 25,50 pour 25 ° 30 ')
nl: DE-zet Decl (gradenformaat: 25,50 voor 25°30')
sv: DE-ställ in decl (grad format: 25,50 för 25°30')

source: CON-Set Constellation (Three letter capital abbrevation!)
de: CON-Setze Konstellation (drei Buchstaben Capital abbrevation!)
es: CON-Fije la constelación (abbrevation capital de tres letras!)
fr: CON-Changez la constellation (trois lettres majuscules abréviation!)
nl: CON-zet sterrenbeeld (afkorting in 3 hoofdletters!)
sv: CON-ställ in konstellation (tre bokstäver Capital abbrevation!)

source: TYP-Set Type (Five capital abbrevation!)
de: Typ-Setze Typ (5 Capital Abkürzung!)
es: Typ-Fije el tipo (5 capital abreviatura!)
fr: Typ-Set type (5 capital abréviation!)
nl: Typ-zet type (afkorting in vijf hoofdletters!)
sv: Typ-ställ in typ (5 huvudstad förkortning!)

source: MA-Set Magnitude
de: MA-Setze Magnitude
es: MA-Fije la magnitud
fr: MA-Changez la Magnitude
nl: MA-zet magnitude
sv: MA-Ställ in magnitud

source: SB-Set Surface Brightness
de: SB-Setze Oberflächenhelligkeit
es: SB-Fije el brillo superficial
fr: SB-Changez la magnitude de surface
nl: SB-zet oppervlakte helderheid
sv: SB-Ställ in ytans ljusstyrka

source: D1-Set Diameter 1 (arcseconds!)
de: D1-Setze Durchmesser 1 (Bogensekunden!)
es: D1-Fije el diámetro 1 (segundos!)
fr: D1-Set diamètre 1 (arcsecondes!)
nl: D1-zet diameter 1 (boogseconden!)
sv: D1-ställ in diameter 1 (bågsekunder!)

source: D2-Set Diameter 2 (arcseconds!)
de: D2-Setze Durchmesser 2 (Bogensekunden!)
es: D2-Set diámetro 2 (segundos!)
fr: D2-Set diamètre 2 (arcsecondes!)
nl: D2-zet diameter 2 (boogseconden!)
sv: D2-ställ in diameter 2 (bågsekunder!)

source: PA-Set Position Angle
de: PA-Setze Positions Winkel
es: PA-Fije el ángulo de posición
fr: PA-angle de positionnement
nl: PA-zet positiehoek
sv: PA-Ställ in positions vinkel

source: DESC-Edit Description
de: DESC-Beschreibung bearbeiten
es: DESC-Editar descripción
fr: DESC-Éditer la Déscription
nl: DESC-Beschrijving bewerken
sv: DESC-Redigera Beskrivning

source: Show or remove extra info...
de: Anzeigen/Ausblenden von Zusatzinformationen…
es: Mostrar o quitar información adicional...
fr: Monter ou enlever des informations supplémentaires…
nl: Toon of verwijder extra informatie…
sv: Visa eller ta bort extra info...

source: Drawings of %s
de: Zeichnungen von %s
es: Dibujos de %s
nl: Tekeningen van %s
sv: Ritningar av %s

source: No drawings found
de: Keine Zeichnungen gefunden
es: No se encontraron dibujos
nl: Geen tekeningen gevonden
sv: Inga ritningar hittades

source: Select one of the sessions added by other observers
de: Wählen Sie eine Sitzung von anderen Beobachtern aus
es: Seleccione una de las sesiones añadidas por otros observadores
fr: Selectionez une des sessions ajoutées par d’autres observateurs
nl: Selecteer een sessie die door iemand is aangemaakt
sv: Välj en av sessionerna som lagts till av andra observatörer

source: Add a new session
de: Neue Sitzung hinzufügen
es: Agregar una nueva sesión
fr: Ajouter une nouvelle session
nl: Voeg een nieuwe sessie toe
sv: Lägga till en ny session

source: Change the observation details
de: Ändere die Beobachtungsdetails
es: Cambiar los detalles de la observación
fr: Modifier les détails de l'observation
nl: Wijzig de waarneemgegevens
sv: Ändra observations Detaljer

source: Enter observation details
de: Beobachtungs Details eingeben
es: Introducir detalles de observación
fr: Entrez les détails de l'observation
nl: Vul de details van de waarneming in
sv: Ange observations Detaljer

source: Stellar
de: Stellaren
es: Estelar
fr: Stellaire
nl: Stellair

source: Extended
de: Erweitert
es: Extendido
fr: Étendu
nl: Uitgebreid
sv: Utökad

source: Mottled
es: Moteado
fr: Tachetée
nl: Gevlekt
sv: Fläckiga

source: Resolved
de: Gelöst
es: Resuelto
fr: Résolu
nl: Opgelost
sv: Åtgärdad

source: Unusual Shape
de: Ungewöhnliche Form
es: Forma inusual
fr: Forme inhabituelle
nl: Ongebruikelijke vorm
sv: Ovanlig form

source: Partly unresolved
de: Teilweise ungelöst
es: En parte no resuelto
fr: Partiellement non résolue
nl: Gedeeltelijk onopgelost
sv: Delvis olösta

source: Color contrasts
de: Farbkontraste
es: Contrastes de color
fr: Contrastes de couleurs
nl: Kleurcontrasten
sv: Färgkontraster

source: More information
de: Mehr Informationen
es: Más información
fr: Plus d'informations
nl: Meer informatie
sv: Mer information

source: Cluster type
de: Cluster Typ
es: Tipo de clúster
fr: Type de cluster
sv: Klustertyp

source: Equal Brightness
de: Gleiche Helligkeit
es: Igual brillo
fr: Luminosité égale
nl: Zelfde helderheid
sv: Lika ljusstyrka

source: in nice field
de: Schönes Umfeld
es: en buen campo
fr: dans un champ attractif
nl: in mooi beeldveld
sv: i fina fält

source: component 1
es: componente 1
sv: komponent 1

source: white
de: weiss
es: blanco
fr: blanc
nl: wit
sv: vit

source: red
de: rot
es: rojo
fr: rouge
nl: rood
sv: röda

source: orange
es: naranja
nl: oranje

source: yellow
de: gelb
es: amarillo
fr: jaune
nl: geel
sv: gul

source: green
de: grün
es: verde
fr: vert
nl: groen
sv: grön

source: blue
de: blau
es: azul
fr: bleu
nl: blauw
sv: blå

source: component 2
es: componente 2
sv: komponent 2

source: Language
de: Sprache
es: Idioma
fr: Langue
nl: Taal
sv: Språk

source: Limiting magnitude
de: Schwächster Stern
es: Limitación de magnitud
fr: Magnitude limite
nl: Grensmagnitude
sv: Begränsa magnitud

source: Eyepiece
de: Okular
es: Ocular
fr: Oculaire
nl: Oculair
sv: Okular

source: Lens
de: Linse
es: Lente
fr: Lentille
sv: Lins

source: Add a new filter
de: Neuen Filter hinzufügen
es: Agregar un nuevo filtro
fr: Ajouter un nouveau filtre
nl: Voeg een nieuwe filter toe
sv: Lägg till ett nytt filter

source: Filter
es: Filtro
fr: Filtre
