Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: Observe at least 200 Herschel 400 objects to get this certificat!
de: Beachten Sie mindestens 200 Herschel 400 Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe por lo menos 200 objetos Herschel 400 para obtener este certificado!
fr: Observez au moins 200 objets Herschel 400 pour obtenir ce certificat!
nl: Neem minimaal 200 Herschel 400 objecten waar om dit certificaat te krijgen!
sv: Observera minst 200 Herschel 400 objekt för att få denna Certificat!

source: Platinum
de: Platin
es: Platino
fr: Platine
nl: Platina

source: Platinum Herschel 400 certificat! You observed all 400 Herschel 400 objects!
de: Platin Herschel 400 Zertifikat! Sie haben alle 400 Herschel 400 Objekte beobachtet!
es: Certificado Herschel 400 de platino! Usted observó todos los 400 objetos Herschel 400!
fr: Certificat platine Herschel 400! Vous avez observé tous les objets 400 Herschel 400!
nl: Platina Herschel 400 certificaat! Je hebt alle 400 Herschel 400 objecten waargenomen!
sv: Platinum Herschel 400 Certificat! Du observerade alla 400 Herschel 400 objekt!

source: Observe all 400 Herschel 400 objects to get this certificat!
de: Beachten Sie alle 400 Herschel 400 Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe todos los 400 objetos Herschel 400 para obtener este certificado!
fr: Observez tous les 400 objets Herschel 400 pour obtenir ce certificat!
nl: Neem alle 400 Herschel 400 objecten waar om dit certificaat te krijgen!
sv: Observera alla 400 Herschel 400 objekt för att få denna Certificat!

source: Drawings of Herschel 400 objects
de: Zeichnungen von Herschel 400 Objekten
es: Dibujos de Herschel 400 objectos
fr: Dessins d'objets Herschel 400
nl: Tekeningen van Herschel 400 objecten
sv: Ritningar av Herschel 400 objekt

source: Bronze Herschel 400 drawing-certificat! You drew 25 Herschel 400 objects!
de: Bronze Herschel 400 Zeichnung-Zertifikat! Sie haben 25 Herschel 400 Objekte gezeichnet!
es: Bronce Herschel 400 dibujo-certificado! ¡Dibujaste 25 objetos Herschel 400!
fr: Certificat dessin bronze Herschel 400! Vous avez dessiné 25 objets Herschel 400!
nl: Bronzen Herschel 400 certificaat! Je hebt 25 Herschel 400 objecten getekend!
sv: Brons Herschel 400 Ritning-Certificat! Du ritade 25 Herschel 400 objekt!

source: Draw at least 25 Herschel 400 objects to get this certificat!
de: Zeihnen Sie mindestens 25 Herschel 400 Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 25 objetos Herschel 400 para obtener este certificado!
fr: Dessinez au moins 25 objets Herschel 400 pour obtenir ce certificat!
nl: Teken minimaal 25 Herschel 400 objecten om dit certificaat te krijgen!
sv: Rita minst 25 Herschel 400 objekt för att få denna Certificat!

source: Silver Herschel 400 drawing-certificat! You drew 50 Herschel 400 objects!
de: Silver Herschel 400 Zeichnung-Zertifikat! Sie haben 50 Herschel 400 Objekte gezeichnet!
es: Plata Herschel 400 dibujo-certificado! ¡Dibujaste 50 objetos Herschel 400!
fr: Certificat dessin d’argent Herschel 400! Vous avez dessiné 50 Herschel 400 objets!
nl: Zilveren Herschel 400 certificaat! Je hebt 50 Herschel 400 objecten getekend!
sv: Silver Herschel 400 Ritning-Certificat! Du Drew 50 Herschel 400 objekt!

source: Draw at least 50 Herschel 400 objects to get this certificat!
de: Zeihnen Sie mindestens 50 Herschel 400 Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 50 objetos Herschel 400 para obtener este certificado!
fr: Dessinez au moins 50 objets Herschel 400 pour obtenir ce certificat!
nl: Teken minimaal 50 Herschel 400 objecten om dit certificaat te krijgen!
sv: Rita minst 50 Herschel 400 objekt för att få denna Certificat!

source: Golden Herschel 400 drawing-certificat! You drew 100 Herschel 400 objects!
de: Golden Herschel 400 Zeichnung-Zertifikat! Sie haben 100 Herschel 400 Objekte gezeichnet!
es: Herschel 400 dibujo-certificado de oro! ¡Dibujaste 100 objetos Herschel 400!
fr: Certificat dessin d’or Herschel 400! Vous avez dessiné 100 Herschel 400 objets!
nl: Gouden Herschel 400 certificaat! Je hebt 100 Herschel 400 objecten getekend!
sv: Golden Herschel 400 Ritning-Certificat! Du Drew 100 Herschel 400 objekt!

source: Draw at least 100 Herschel 400 objects to get this certificat!
de: Zeihnen Sie mindestens 100 Herschel 400 Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 100 objetos Herschel 400 para obtener este certificado!
fr: Dessinez au moins 100 objets Herschel 400 pour obtenir ce certificat!
nl: Teken minimaal 100 Herschel 400 objecten om dit certificaat te krijgen!
sv: Rita minst 100 Herschel 400 objekt för att få denna Certificat!

source: Diamond Herschel 400 drawing-certificat! You drew 200 Herschel 400 objects!
de: Diamond Herschel 400 Zeichnung-Zertifikat! Sie haben 200 Herschel 400 Objekte gezeichnet!
es: Herschel 400 dibujo-certificado de diamante! ¡Dibujaste 200 objetos Herschel 400!
fr: Certificat dessin diamant Herschel 400! Vous avez dessiné 200 Herschel 400 objets!
nl: Diamanten Herschel 400 certificaat! Je hebt 200 Herschel 400 objecten getekend!
sv: Diamond Herschel 400 ritning-Certificat! Du Drew 200 Herschel 400 objekt!

source: Draw at least 200 Herschel 400 objects to get this certificat!
de: Zeihnen Sie mindestens 200 Herschel 400 Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 200 objetos Herschel 400 para obtener este certificado!
fr: Dessinez au moins 200 objets Herschel 400 pour obtenir ce certificat!
nl: Teken minimaal 200 Herschel 400 objecten om dit certificaat te krijgen!
sv: Rita minst 200 Herschel 400 objekt för att få denna Certificat!

source: Platinum Herschel 400 drawing-certificat! You drew all 400 Herschel 400 objects!
de: Platin Herschel 400 Zeichnung-Zertifikat! Sie haben alle 400 Herschel 400 Objekte gezeichnet!
es: Herschel 400 dibujo-certificado de platino! ¡Usted dibujó los 400 Herschel 400 objetos!
fr: Certificat dessin platine Herschel 400! Vous avez dessiné tous les 400 objets Herschel 400!
nl: Platina Herschel 400 certificaat! Je hebt alle 400 Herschel 400 objecten getekend!
sv: Platinum Herschel 400 Drawing-Certificat! Du ritade alla 400 Herschel 400 objekt!

source: Draw all 400 Herschel 400 objects to get this certificat!
de: Zeichnen Sie alle 400 Herschel 400 Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje todos los 400 Herschel 400 objetos para obtener este certificado!
fr: Dessinez tous les 400 objets Herschel 400 pour obtenir ce certificat!
nl: Teken alle 400 Herschel 400 objecten om dit certificaat te krijgen!
sv: Rita alla 400 Herschel 400 objekt för att få denna Certificat!

source: Herschel II objects
de: Herschel II Objekte
es: Objetos Herschel II
fr: Objets Herschel II
nl: Herschel II objecten
sv: Herschel II-objekt

source: Bronze Herschel II certificat! You observed 25 Herschel II objects!
de: Bronze Herschel II Zertifikat! Sie haben 25 Herschel II Objekte beobachtet!
es: Bronce Herschel II certificado! ¡Observaste 25 objetos Herschel II!
fr: Certificat en bronze Herschel II! Vous avez observé 25 objets Herschel II!
nl: Bronzen Herschel II certificaat! Je hebt 25 Herschel II objecten waargenomen!
sv: Brons Herschel II Certificat! Du observerade 25 Herschel II-objekt!

source: Observe at least 25 Herschel II objects to get this certificat!
de: Beachten Sie mindestens 25 Herschel II Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe al menos 25 objetos Herschel II para obtener este certificado!
fr: Observez au moins 25 objets Herschel II pour obtenir ce certificat!
nl: Neem minimaal 25 Herschel II objecten waar om dit certificaat te krijgen!
sv: Observera minst 25 Herschel II-objekt för att få denna Certificat!

source: Silver Herschel II certificat! You observed 50 Herschel II objects!
de: Silver Herschel II Zertifikat! Sie beobachteten 50 Herschel II Objekte!
es: Certificado Herschel II de plata! ¡Observaste 50 objetos Herschel II!
fr: Certificat d’argent Herschel II! Vous avez observé 50 objets Herschel II!
nl: Zilveren Herschel II certificaat! Je hebt 50 Herschel II objecten waargenomen!
sv: Silver Herschel II Certificat! Du observerade 50 Herschel II-objekt!

source: Observe at least 50 Herschel II objects to get this certificat!
de: Beachten Sie mindestens 50 Herschel II Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe por lo menos 50 objetos Herschel II para obtener este certificado!
fr: Observez au moins 50 objets Herschel II pour obtenir ce certificat!
nl: Neem minimaal 50 Herschel II objecten waar om dit certificaat te krijgen!
sv: Observera minst 50 Herschel II-objekt för att få denna Certificat!

source: Golden Herschel II certificat! You observed 100 Herschel II objects!
de: Golden Herschel II Zertifikat! Sie beobachteten 100 Herschel II Objekte!
es: ¡Herschel II certificado d’oro! ¡Has observado 100 Herschel II objetos!
fr: Certificat d’or Herschel II! Vous avez observé 100 objets Herschel II!
nl: Gouden Herschel II certificaat! Je hebt 100 Herschel II objecten waargenomen!
sv: Golden Herschel II Certificat! Du observerade 100 Herschel II-objekt!

source: Observe at least 100 Herschel II objects to get this certificat!
de: Beachten Sie mindestens 100 Herschel II Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe por lo menos 100 objetos Herschel II para obtener este certificado!
fr: Observez au moins 100 objets Herschel II pour obtenir ce certificat!
nl: Neem minimaal 100 Herschel II objecten waar om dit certificaat te krijgen!
sv: Observera minst 100 Herschel II-objekt för att få denna Certificat!

source: Diamond Herschel II certificat! You observed 200 Herschel II objects!
de: Diamond Herschel II Zertifikat! Sie beobachteten 200 Herschel II Objekte!
es: ¡Herschel II certificado de diamante! ¡Observaste 200 Herschel II objetos!
fr: Certificat diamant Herschel II! Vous avez observé 200 objets Herschel II!
nl: Diamanten Herschel II certificaat! Je hebt 200 Herschel II objecten waargenomen!
sv: Diamond Herschel II Certificat! Du observerade 200 Herschel II-objekt!

source: Observe at least 200 Herschel II objects to get this certificat!
de: Beachten Sie mindestens 200 Herschel II Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe por lo menos 200 objetos Herschel II para obtener este certificado!
fr: Observez au moins 200 objets Herschel II pour obtenir ce certificat!
nl: Neem minimaal 200 Herschel II objecten waar om dit certificaat te krijgen!
sv: Observera minst 200 Herschel II-objekt för att få denna Certificat!

source: Platinum Herschel II certificat! You observed all 400 Herschel II objects!
de: Platin Herschel II Zertifikat! Sie haben alle 400 Herschel II Objekte beobachtet!
es: Certificado Herschel II de platino! Usted observó todos los 400 objetos Herschel II!
fr: Certificat de platine Herschel II! Vous avez observé tous les 400 objets Herschel II!
nl: Platina Herschel II certificaat! Je hebt alle 400 Herschel II objecten waargenomen!
sv: Platinum Herschel II Certificat! Du observerade alla 400 Herschel II-objekt!

source: Observe all 400 Herschel II objects to get this certificat!
de: Zeichnen Sie alle 400 Herschel II Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe todos los 400 objetos Herschel II para obtener este certificado!
fr: Observez tous les 400 objets Herschel II pour obtenir ce certificat!
nl: Neem alle 400 Herschel II objecten waar om dit certificaat te krijgen!
sv: Observera alla 400 Herschel II-objekt för att få denna Certificat!

source: Drawings of Herschel II objects
de: Zeichnungen von Herschel II Objekten
es: Dibujos de objetos Herschel II
fr: Dessins d'objets Herschel II
nl: Tekeningen van Herschel II objecten
sv: Ritningar av Herschel II-objekt

source: Bronze Herschel II drawing-certificat! You drew 25 Herschel II objects!
de: Bronze Herschel II Zeichnung-Zertifikat! Sie haben 25 Herschel II Objekte gezeichnet!
es: Bronce Herschel II dibujo-certificado! ¡Dibujaste 25 objetos Herschel II!
fr: Certificat dessin bronze Herschel II! Vous avez dessiné 25 objets Herschel II!
nl: Bronzen Herschel II certificaat! Je hebt 25 Herschel II objecten getekend!
sv: Brons Herschel II Ritning-Certificat! Du ritade 25 Herschel II-objekt!

source: Draw at least 25 Herschel II objects to get this certificat!
de: Ziehen Sie mindestens 25 Herschel II Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 25 objetos de Herschel II para obtener este certificado!
fr: Dessinez au moins 25 objets Herschel II pour obtenir ce certificat!
nl: Teken minimaal 25 Herschel II objecten om dit certificaat te krijgen!
sv: Rita minst 25 Herschel II-objekt för att få denna Certificat!

source: Silver Herschel II drawing-certificat! You drew 50 Herschel II objects!
de: Silberne Herschel II Zeichnung-Zertifikat! Sie haben 50 Herschel II Objekte gezeichnet!
es: Plata Herschel II dibujo-certificado! ¡Dibujaste 50 objetos Herschel II!
fr: Certificat dessin d’argent Herschel II! Vous avez dessiné 50 Herschel II objets!
nl: Zilveren Herschel II certificaat! Je hebt 50 Herschel II objecten getekend!
sv: Silver Herschel II Ritning-Certificat! Du ritade 50 Herschel II-objekt!

source: Draw at least 50 Herschel II objects to get this certificat!
de: Ziehen Sie mindestens 50 Herschel II Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 50 objetos Herschel II para obtener este certificado!
fr: Dessinez au moins 50 objets Herschel II pour obtenir ce certificat!
nl: Teken minimaal 50 Herschel II objecten om dit certificaat te krijgen!
sv: Rita minst 50 Herschel II objekt för att få denna Certificat!

source: Golden Herschel II drawing-certificat! You drew 100 Herschel II objects!
de: Golden Herschel II Zeichnung-Zertifikat! Sie haben 100 Herschel II Objekte gezeichnet!
es: Herschel II dibujo-certificado de oro! ¡Dibujaste 100 objetos Herschel II!
fr: Certificat dessin d’or Herschel II! Vous avez dessiné 100 Herschel II objets!
nl: Gouden Herschel II certificaat! Je hebt 100 Herschel II objecten getekend!
sv: Golden Herschel II ritning-Certificat! Du ritade 100 Herschel II-objekt!

source: Draw at least 100 Herschel II objects to get this certificat!
de: Ziehen Sie mindestens 100 Herschel II Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 100 objetos Herschel II para obtener este certificado!
fr: Dessinez au moins 100 objets Herschel II pour obtenir ce certificat!
nl: Teken minimaal 100 Herschel II objecten om dit certificaat te krijgen!
sv: Rita minst 100 Herschel II objekt för att få denna Certificat!

source: Diamond Herschel II drawing-certificat! You drew 200 Herschel II objects!
de: Diamond Herschel II Zeichnung-Zertifikat! Sie haben 200 Herschel II Objekte gezeichnet!
es: Herschel II dibujo-certificado de diamante! ¡Dibujaste 200 objetos Herschel II!
fr: Certificat dessin diamant Herschel II! Vous avez dessiné 200 Herschel II objets!
nl: Diamanten Herschel II certificaat! Je hebt 200 Herschel II objecten getekend!
sv: Diamond Herschel II Ritning-Certificat! Du ritade 200 Herschel II-objekt!

source: Draw at least 200 Herschel II objects to get this certificat!
de: Zeihnen Sie mindestens 200 Herschel II Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 200 objetos Herschel II para obtener este certificado!
fr: Dessinez au moins 200 objets Herschel II pour obtenir ce certificat!
nl: Teken minimaal 200 Herschel II objecten om dit certificaat te krijgen!
sv: Rita minst 200 Herschel II objekt för att få denna Certificat!

source: Platinum Herschel II drawing-certificat! You drew all 400 Herschel II objects!
de: Platin Herschel II Zeichnung-Zertifikat! Sie haben alle 400 Herschel II Objekte gezeichnet!
es: Herschel II dibujo-certificado de platino! ¡Usted dibujó los 400 Herschel II objetos!
fr: Certificat dessin platine Herschel II! Vous avez dessiné tous les 400 objets Herschel II!
nl: Platina Herschel II certificaat! Je hebt alle 400 Herschel II objecten getekend!
sv: Platinum Herschel II Ritning-Certificat! Du ritade alla 400 Herschel II-objekt!

source: Draw all 400 Herschel II objects to get this certificat!
de: Zeichnen Sie alle 400 Herschel II Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje todos los 400 Herschel II objetos para obtener este certificado!
fr: Dessinez tous les 400 objets Herschel II pour obtenir ce certificat!
nl: Teken alle 400 Herschel II objecten om dit certificaat te krijgen!
sv: Rita alla 400 Herschel II objekt för att få denna Certificat!

source: Total number of drawings
de: Gesamtzahl der Zeichnungen
es: Número total de dibujos
fr: Nombre total de dessins
nl: Totaal aantal tekeningen
sv: Totalt antal ritningar

source: Open clusters
de: Offener Cluster
es: Clústeres abiertos
fr: Amas ouverts
nl: Open sterrenhopen
sv: Öppna kluster

source: Drawings of open clusters
de: Zeichnungen offener Cluster
es: Dibujos de clústeres abiertos
fr: Dessins d’amas ouverts
nl: Tekeningen van open sterrenhopen
sv: Ritningar av öppna kluster

source: Globular clusters
de: Kugelsternhaufen
es: Cúmulos globulares
fr: Amas globulaires
nl: Bolhopen
sv: Stjärnhopar

source: Drawings of globular clusters
de: Zeichnungen von Kugelsternhaufen
es: Dibujos de cúmulos globulares
fr: Dessins d’amas globulaires
nl: Tekeningen van bolhopen
sv: Ritningar av stjärnhopar

source: Planetary Nebulae
de: Planetarischen Nebel
es: Nebulosas planetarias
fr: Nébuleuses planétaires
nl: Planetaire nevels
sv: Planetariska nebulosor

source: Drawings of planetary nebulae
de: Zeichnungen von planetarischen Nebeln
es: Dibujos de nebulosas planetarias
fr: Dessins des nébuleuses planétaires
nl: Tekeningen van planetaire nevels
sv: Ritningar av planetariska nebulosor

source: Galaxies
de: Galaxien
es: Galaxias
nl: Sterrenstelsels
sv: Galaxer

source: Drawings of galaxies
de: Zeichnungen von Galaxien
es: Dibujos de galaxias
fr: Dessins de galaxies
nl: Tekeningen van sterrenstelsels
sv: Ritningar av galaxer

source: Nebulae
de: Nebel
es: Nebulosas
fr: Nébuleuses
nl: Nevels
sv: Nebulosor

source: Drawings of nebulae
de: Zeichnungen von Nebel
es: Dibujos de nebulosas
fr: Dessins de nébuleuses
nl: Tekeningen van nevels
sv: Ritningar av nebulosor

source: Drawings of different objects
de: Zeichnungen verschiedener Objekte
es: Dibujos de diferentes objetos
fr: Dessins d'objets différents
nl: Tekeningen van verschillende objecten
sv: Ritningar av olika objekt

source: Total comet observations
de: Anzahl der Kometen Beobachtungen
es: Total de observaciones cometa
fr: Total observations de comètes
nl: Totaal aantal kometen
sv: Totala observationer av kometer

source: Different comets
de: Verschiedenen Kometen
es: Diferentes cometas
fr: Différentes comètes
nl: Verschillende kometen
sv: Olika kometer

source: Drawings of comets
de: Zeichnungen von Kometen
es: Dibujos de cometas
fr: Dessins de comètes
nl: Tekeningen van kometen
sv: Ritningar av kometer

source: You wanted to change a lens, but none is specified. Please contact the developers with this message.
de: Sie wollten ein Objektiv ändern, aber keines ist angegeben. Bitte kontaktieren Sie die Entwickler mit dieser Nachricht.
es: Querías cambiar una lente, pero no se especificó ninguna. Póngase en contacto con los desarrolladores con este mensaje.
fr: Vous vouliez changer une lentille, mais aucune n'est spécifiée. Veuillez contacter les développeurs avec ce message.
nl: Je wilde een lens veranderen, maar er is geen opgegeven. Neem contact op met de ontwikkelaars met deze foumelding.
sv: Du ville ändra ett objektiv, men ingen anges. Kontakta utvecklarna med det här meddelandet.

source: Change lens
de: Wechsel Linse
es: Cambiar lente
fr: Changer la lentille
nl: Verander lens
sv: Byt lins

source: Register
de: Registrieren
es: Registrarse
fr: S'enregistrer
nl: Registreren
sv: Registrera

source: This is the name you will use to log in
de: Dies ist der Name, den Sie verwenden werden, um sich einzuloggen
es: Este es el nombre que usará para iniciar DeepskyLog
fr: C'est le nom que vous allez utiliser pour vous connecter
nl: Dit is de naam die u zult gebruiken om in te loggen
sv: Detta är det namn du ska använda för att logga in

source: Your email address will remain confidential
de: Ihre e-Mail-Adresse bleibt vertraulich
es: Su dirección de correo electrónico seguirá siendo confidencial
fr: Votre adresse e-mail restera confidentielle
nl: Uw e-mail adres blijft vertrouwelijk
sv: Din e-postadress kommer att förbli konfidentiell

source: Motivation
es: Motivación
nl: Motivatie

source: Please tell us briefly why you register, this allows us to eliminate automatic registrations.
de: Bitte teilen Sie uns kurz mit, warum Sie sich registrieren, so können wir automatische Registrierungen eliminieren.
es: Por favor díganos brevemente por qué se inscribe, esto nos permite eliminar los registros automáticos.
fr: Dites-nous brièvement pourquoi vous vous enregistrez, cela nous permet d’annuler les registrations automatiques.
nl: Laat ons kort weten waarom u zich registreert, dit stelt ons in staat om automatische registraties te elimineren.
sv: Tala om för oss kortfattat varför du registrerar, detta gör att vi kan eliminera automatiska registreringar.

source: This is not your email account's password
de: Dies ist nicht das Passwort Ihres e-Mail-Kontos
es: Esta no es la contraseña de su cuenta de correo electrónico
fr: Ce n'est pas le mot de passe de votre compte e-mail
nl: Dit is niet het wachtwoord van uw e-mail account
sv: Detta är inte ditt e-postkonto lösenord

source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
nl: Bevestig wachtwoord
sv: Bekräfta lösenord

source: Standard language for observations
de: Standard Sprache für Beobachtungen
es: Lenguaje estándar para las observaciones
fr: Langue standard pour les observations
nl: Standaardtaal voor waarnemingen
sv: Standard språk för observationer

source: The standard language to enter the observations
de: Die Standardsprache, um die Beobachtungen einzugeben
es: El idioma estándar para introducir las observaciones
fr: La langue standard pour entrer les observations
nl: De standaardtaal waarin je je waarnemingen invoert
sv: Standardspråket för att skriva in observationerna

source: Default language
de: Standardsprache
es: Idioma estándar
fr: Langue par défaut
nl: Standaardtaal
sv: Standardspråk

source: The language for DeepskyLog
de: Die Sprache für deepskylog
es: La lengua para DeepskyLog
fr: La langue pour DeepskyLog
nl: De taal voor DeepskyLog
sv: Språket för DeepskyLog

source: License for drawings
de: Lizenz für Zeichnungen
es: Licencia para dibujos
fr: Licence pour les dessins
nl: Licentie voor tekeningen
sv: Licens för ritningar

source: No license (Not recommended!)
de: Keine Lizenz (nicht empfohlen!)
es: No licencia (no se recomienda!)
fr: Aucune licence (Non recommandé!)
nl: Geen licentie (niet aanbevolen!)
sv: Ingen licens (rekommenderas inte!)

source: Enter your own copyright text
de: Geben Sie Ihren eigenen Copyright-Text
es: Ingrese su propio texto de copyright
fr: Entrez votre propre texte copyright
nl: Voer je eigen copyright tekst in
sv: Ange din egen Copyright-text
