Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: Only the correct observations have been read. You first have to solve the problems mentioned above and then %sreimport%s the observations. You may limit the reimport to the faulty observations, or you may again use all of them. Correct observations which have been imported will not be registered for a second time.
de: Nur die korrekten Beobachtungen wurden gelesen Sie müssen zuerst die oben genannten Probleme lösen um dann den %sreimport%s der Beobachtungen zu starten. Sie können den reimport auf die fehlerhaften Beobachtungen begrenzen, oder Sie können alle Beobachtungen reimportieren. Bereits importierte Beobachtungen werden dann nicht nochmals importiert.
es: Sólo se han leído las observaciones correctas. Primero tienes que resolver los problemas mencionados arriba y luego %sreimportar%s las observaciones. Usted puede limitar la reimportación a las observaciones defectuosas, o puede volver a usarlas todas. Las observaciones correctas que se hayan importado no se registrarán por segunda vez.
fr: Les observations n’ont pas été enregistrées. Il faut d’abord résoudre les problèmes mentionnés pour ensuite %sréimporter%s le fichier. Vous pouvez limiter le réimport aux observations fausses, ou vous pouvez les réimporter tous. Les observations correctes seront reconnues et ne seront pas réimportées une deuxième fois.
nl: Enkel de foutloze waarnemingen werden ingelezen. Je dient eerst de bovenstaande zaken op te lossen om dan opnieuw de %simport%s uit te voeren. Je mag dit doen met enkel de foute waarnemingen, of alle waarnemingen. Reeds ingelezen waarnemingen worden herkend en geen tweede keer toegevoegd.
sv: Endast de korrekta observationerna har lästs. Du måste först lösa problemen nämnts ovan och sedan %såterimport%s observationerna. Du kan begränsa återinförseln till de felaktiga observationerna, eller så kan du använda dem igen. Korrekta observationer som har importerats kommer inte att registreras för andra gången.

source: Mark all as read.
de: Alle als gelesen markieren.
es: Marque todo como leído.
fr: Marquez tout comme lu.
nl: Markeer alles als gelezen.
sv: Markera alla som lästa.

source: My LO instrument
de: Mein LO-Instrument
es: Mi instrumento LO
fr: Mon instrument LO
nl: Mijn LO-instrument
sv: Mitt LO-instrument

source: My LO date
de: Mein LO Date
es: Mi fecha de LO
fr: Ma date LO
nl: Mijn LO datum
sv: Mitt LO-datum

source: in
es: en
fr: dans
sv: i

source: surf. br.
de: Oberfl. Hellig.
es: br.sup.
fr: clar. de surf.
nl: opp.held.
sv: yta ljusst.

source: alt. names
de: alt. Namen
es: nombres alt
fr: noms alt
nl: alt. namen
sv: alt. namn

source: Mark up to here as read.
de: Bis hierher alle als gelesen markieren.
es: Marque hasta aquí como leído.
fr: Marquez les observations précédentes comme lu.
nl: Tot hier als gelezen markeren.
sv: Markera upp till här som läst.

source: Add the observation to the list
de: Füge die Beobachtung der Liste hinzu
es: Agregar la observación a la lista
fr: Ajouter l'observation à la liste
nl: De waarneming toevoegen aan de lijst
sv: Lägg till observation i listan

source: under the horizon
de: unter dem Horizont
es: bajo el horizonte
fr: au-dessus de l’horizon
nl: onder de horizon
sv: under Horisont

source: The observation has been removed
de: Die Beobachtung wurde entfernt
es: La observación ha sido retirada
fr: L'observation a été supprimée
nl: De waarneming is verwijderd
sv: Observationen har tagits bort

source: You need to be logged in to validate an observation.
de: Sie müssen angemeldet sein, um eine Beobachtung zu validieren.
es: Es necesario iniciar una sesión para validar una observación.
fr: Vous devez être connecté pour valider une observation.
nl: Je moet ingelogd zijn om een observatie te valideren.
sv: Du måste vara inloggad för att validera en observation.

source: You filled in an invalid date!
de: Sie haben ein ungültiges Datum ausgefüllt!
es: ¡Has llenado una fecha inválida!
fr: Vous avez rempli une date invalide!
nl: U hebt een ongeldige datum ingevuld!
sv: Du har fyllt i ett ogiltigt datum!

source: You filled in a future date!
de: Sie haben ein zukünftiges Datum ausgefüllt!
es: ¡Has llenado una fecha futura!
fr: Tu as rempli un futur rencard!
nl: U hebt een datum in de toekomst ingevuld!
sv: Du fyllt i ett framtida datum!

source: You filled in an invalid time!
de: Sie haben eine ungültige Zeit ausgefüllt!
es: ¡Has llenado un tiempo no válido!
fr: Vous avez rempli un temps invalide!
nl: U hebt een ongeldige tijd ingevuld!
sv: Du fyllt i en sjukling tid!

source: The new session overlaps with an existing session. Please adapt the date so that there is no longer an overlap.
de: Die neue Session überschneidet sich mit einer bestehenden Session. Bitte passen Sie das Datum an, damit es keine Überlappung mehr gibt.
es: La nueva sesión se superpone a una sesión existente. Por favor, adapte la fecha para que ya no haya una superposición.
fr: La nouvelle session se chevauche avec une session existante. Veuillez adapter la date de sorte qu'il n'y ait plus de chevauchement.
nl: De nieuwe sessie overlapt met een bestaande sessie. Gelieve de datum aan te passen zodat er geen overlap is.
sv: Den nya sessionen överlappar en befintlig session. Vänligen anpassa datumet så att det inte längre finns någon överlappning.

source: Observing session from %s
de: Sitzung von %s
es: Sesión de observación de %s
fr: Session d’observation du %s
nl: Waarneemsessie van %s
sv: Observera session från %s

source: Observing session from %s till %s
de: Sitzung von %s bis %s
es: Sesión de observación de %s hasta %s
fr: Session d’observation du %s jusqu’à %s
nl: Waarneemsessie van %s tot %s
sv: Observera session från %s till %s

source: %s made a new session where you are an observer
de: %s erzeugte eine Sitzung in der Sie Beobachter sind
es: %s hizo una nueva sesión donde usted es un observador
fr: %s a crée une session lorsque vous êtes observateur
nl: %s heeft een nieuwe sessie aangemaakt met jou als waarnemer
sv: %s gjorde en ny session där du är observatör

source: %s made the session '%s'.
de: %s erzeugte eine Sitzung ‘%s’.
es: %s hizo la sesión '%s'.
fr: %s a crée la session ‘%s’.
nl: %s heeft de sessie ‘%s’ aangemaakt.
sv: %s gjorde sessionen ‘%s’.

source: A similar session is prepared for you. Check %sAdd/Sessions</a> to validate the session.
de: Eine ähnliche Sitzung ist für Sie vorbereitet. Prüfe %sSitzung hinzufügen</a> um Sitzung zu prüfen.
es: Una sesión similar está preparada para usted. Compruebe %sAgregar/Sesiónes </a> para validar la sesión.
fr: Une session similaire est preparée pour vous. Controlez %sAjout/Sessions</a> pour valider la session.
nl: Een gelijkaardige sessie is voor jou voorbereid. Kijk bij %sToevoegen/sessies</a> om de sessie te valideren.
sv: En liknande session förbereds för dig. Kontrollera %sAdd/sessions </a> att validera sessionen.

source: Begin
de: Anfang
es: Comienza
fr: Debut
sv: Starta

source: End
de: Ende
es: Fin
fr: Fin
nl: Einde
sv: Slut

source: Extra observers
de: Zusätzliche Beobachter
es: Observadores adicionales
fr: Observateurs extra
nl: Extra waarnemers
sv: Extra observatörer

source: Delete session
de: Sitzung Entfernen
es: Apagar sessão
fr: Eliminer session
nl: Verwijder sessie
sv: Ta bort session

source: No sessions available for %s!
de: Keine Sitzung verfügbar für %s!
es: No hay sesiones disponibles para %s!
fr: Pas de sessions disponible pour %s!
nl: Geen sessies beschikbaar voor %s!
sv: Inga sessioner är tillgängliga för %s!

source: Sessions of %s
de: Sitzungen von %s
es: Sesiones de %s
fr: Sessions du %s
nl: Sessies van %s
sv: Sessioner för %s

source: The session is removed from DeepskyLog.
de: Die Sitzung wurde von DeepskyLog entfernt.
es: La sesión se elimina de DeepskyLog.
fr: Cette session est eliminée par DeepskyLog.
nl: De sessie is verwijderd uit DeepskyLog.
sv: Sessionen tas bort från DeepskyLog.

source: Weather forecast
de: Wettervorhersage
es: Pronóstico del tiempo
fr: Prévisions météo
nl: Weersvoorspelling
sv: Väderprognos

source: Std location
de: Std Beobachtungsplatz
es: Ubicación estándar
fr: Location std
nl: Std waarneemplaats
sv: Std plats

source: The location is removed from your list
de: Der Standort wird von Ihrer Liste entfernt
es: La ubicación se elimina de la lista
fr: La location est supprimée de votre liste
nl: De locatie werd verwijderd uit uw lijst
sv: Platsen tas bort från listan

source: The location is added to the database
de: Der Standort wird in die Datenbank aufgenommen
es: La ubicación se agrega a la base de datos
fr: La location est ajouté à la base de données
nl: De locatie is toegevoegd aan de database
sv: Platsen läggs till i databasen

source: The location is changed in the database
de: Der Standort wird in der Datenbank geändert
es: La ubicación se cambia en la base de datos
fr: La location est modifié dans la base de données
nl: De locatie is gewijzigd in de database
sv: Platsen ändras i databasen

source: Retrieve DSS image
de: DSS-Bild abrufen
es: Recuperar imagen DSS
fr: Récupérer l'image DSS
nl: DSS afbeelding ophalen
sv: Hämta DSS bild

source: Deepskylog chart
de: Deepskylog Karte
es: Carta Deepskylog
nl: Deepskylog kaart
sv: Deepskylog diagram

source: New DeepskyLog star! %s observed!
de: Neuer deepskylog Star! %s beobachtet!
es: ¡Nueva estrella de DeepskyLog! %s observado!
fr: Nouvelle Étoile DeepskyLog! %s observé!
nl: Nieuwe DeepskyLog ster! %s waargenomen!
sv: Nya DeepskyLog Star! %s observerades!

source: Congratulations! You have observed %s and receive a DeepskyLog star! Check out your DeepskyLog stars at %s
de: Herzlichen glückwunsch! Sie haben %s beobachtet und erhalten einen deepskylog-Stern! Schauen Sie sich Ihre deepskylog-Sterne bei %s
es: ¡Felicitaciones! Has observado %s y recibes una estrella DeepskyLog! Echa un vistazo a sus estrellas DeepskyLog en %s
fr: Félicitations! Vous avez observé %s et recevez une étoile DeepskyLog! Vérifiez vos étoiles DeepskyLog à %s
nl: Proficiat! Je hebt %s waargenomen en ontvangt een DeepskyLog ster! Bekijk je DeepskyLog sterren op %s
sv: Grattis! Du har observerat %s och får en DeepskyLog stjärna! Kolla in dina DeepskyLog-stjärnor på %s

source: New DeepskyLog star! %s drawn!
de: Neuer deepskylog Star! %s gezeichnet!
es: ¡Nueva estrella de DeepskyLog! %s dibujado!
fr: Nouvelle Étoile DeepskyLog! %s dessiné!
nl: Nieuwe DeepskyLog ster! %s getekend!
sv: Nya DeepskyLog Star! %s dras!

source: Congratulations! You have drawn %s and receive a DeepskyLog star! Check out your DeepskyLog stars at %s
de: Herzlichen glückwunsch! Sie haben %s gezeichnet und erhalten einen deepskylog-Stern! Schauen Sie sich Ihre deepskylog-Sterne bei %s
es: ¡Felicitaciones! Has dibujado %s y recibes una estrella DeepskyLog! Echa un vistazo a sus estrellas DeepskyLog en %s
fr: Félicitations! Vous avez dessiné %s et recevez une étoile DeepskyLog! Vérifiez vos étoiles DeepskyLog à %s
nl: Proficiat! Je hebt %s getekend en ontvangt een DeepskyLog ster! Bekijk je DeepskyLog sterren op %s
sv: Grattis! Du har dragit %s och får en DeepskyLog stjärna! Kolla in dina DeepskyLog-stjärnor på %s

source: object
de: Objekt
es: objeto
fr: objet
sv: objekt

source: open cluster
de: offener Sternhauf
es: cúmulo abierto
fr: amas ouvert
nl: open sterrenhoop
sv: öppna kluster

source: globular cluster
de: Kugelsternhauf
es: cúmulo globular
fr: amas globulaire
nl: bolvormige sterrenhoop
sv: stjärnhopen

source: planetary nebula
de: planetarischen Nebel
es: nebulosa planetaria
fr: nébuleuse planétaire
nl: planetaire nevel
sv: planetariska nebulosan

source: galaxy
es: galaxia
fr: galaxie
nl: sterrenstelsel

source: nebula
de: Nebel
es: nebulosa
fr: nébuleuse
nl: nevel
sv: nebulosa

source: Rich, poorly conc., diff. magnit., loose
de: Reich, wenig konzentriert, unterschiedliche Größe, locker
es: Rica, pobremente concentrada, diferente magnitud, suelta
fr: Riche, mal concentré, magnitude différente, lâche
nl: Rijk, weinig geconcentreerd, verschillende magnitude, los
sv: Rik, dålig koncentrerad, annorlunda magnitud, lös

source: Poorly conc., diff. magnit., loose
de: Wenig konzentriert, unterschiedliche Größe, locker
es: Pobremente concentrada, Diferente magnitud, suelta
fr: Mal concentré, magnitude différente, lâche
nl: Weinig geconcentreerd, verschillende magnitude, los
sv: Dålig koncentrerad, annorlunda magnitud, lös

source: Poor, poorly conc., diff. magnit., loose
de: Schlecht, schlecht konzentriert, unterschiedliche Größe, locker
es: Pobre, pobremente concentrada, diferente magnitud, suelta
fr: Mauvais, mal concentré, grandeur différente, lâche
nl: Arm, weinig geconcentreerd, verschillende magnitude, los
sv: Dålig, dåligt koncentrerad, annorlunda magnitud, lös

source: Rich, concentrated, loose
de: Reich, konzentriert, locker
es: Rico, concentrado, suelta
fr: Riche, concentré, lâche
nl: Rijk, geconcentreerd, los
sv: Rik, koncentrerad, lös

source: Rich, poorly conc., same magnit., loose
de: Reich, schlecht konzentriert, gleicher Magnitude, locker
es: Rico, pobremente concentrado, misma magnitud, suelto
fr: Riche, mal concentré, même magnitude, lâche
nl: Rijk, weinig geconcentreerd, zelfde magnitude, los
sv: Rik, dålig koncentrerad, samma storlek, lös

source: Only same color or magnit., not loose
de: Nur gleiche Farbe oder Magnitude, nicht locker
es: Solo el mismo color o magnitud, no suelto
fr: Seulement la même couleur ou la même magnitude, pas lâche
nl: Enkel zelfde kleur of magnitude, niet los
sv: Endast samma färg eller storlek, inte lös

source: High magnif. compact cl., rich, weak
de: Hohe Vergrößerung, kompakte Cluster, reich, schwach
es: Gran aumento, grupo compacto, rico, débil
fr: Grossissement élevé, cluster compact, riche, faible
nl: Hoge vergroting, compacte cluster, rijk, zwak
sv: Hög förstoring, kompakt kluster, rik, svag

source: Very poor, not loose at all
de: Sehr arm, gar nicht locker
es: Muy pobre, no suelto en absoluto
fr: Très pauvre, pas lâche du tout
nl: Zeer slecht, niet los
sv: Mycket dålig, inte löst alls

source: High magnif. compact cl., poor, weak
de: Hohe Vergrößerung, kompakte Cluster, schwach, schwach
es: Clúster compacto de gran aumento, pobre, débil
fr: Grossissement élevé, cluster compact, pauvre, faible
nl: Hoge vergroting, compacte cluster, arm, zwak
sv: Hög förstoring, kompakt kluster, fattig, svag

source: No classification possible
de: Keine Bewertung möglich
es: Ninguna clasificación posible
fr: Aucune classification possible
nl: Geen classificatie mogelijk
sv: Ingen klassificering möjlig

source: Very prominent and very beautiful cluster
de: Sehr prominenter und sehr schöner Cluster
es: Cluster muy prominente y muy hermoso
fr: Amas très magnifique et remarquable
nl: Zeer prominente en zeer mooie cluster
sv: Mycket framstående och mycket vackert kluster

source: Prominent and beautiful cluster
de: Prominente und schöner Cluster
es: Cluster prominente y hermoso
fr: Amas magnifique et remarquable
nl: Prominente en mooie cluster
sv: Framstående och vackert kluster

source: Conspicuously seen cluster
de: Auffällig gesehene Cluster
es: Cúmulo visiblemente visto
fr: Amas médiocre
nl: Duidelijk zichtbare sterrenhoop
sv: Iögonfallande sett kluster

source: Cluster hardly attracts attention
de: Sternhaufen fällt kaum auf
es: Clúster apenas atrae la atención
fr: L’amas n’attire gère l’attention
nl: Cluster trekt nauwelijks aandacht
sv: Cluster lockar knappast uppmärksamhet

source: Very unconspicuously, easily overlooked when slewing
de: Sehr unauffällig; beim Schwenken leicht zu übersehen
es: Muy desapercibido, se pasa por alto fácilmente al girar
fr: Trés peu remarquable, on le rate facilement durant les déplacements
nl: Zeer onopvallend, gemakkelijk over het hoofd te zien
sv: Mycket obemärkt, lätt förbises när svänga

source: Questionable sighting; star density similar to neighborhood
de: Sichting fraglich; Sterndichte wie in der Umgebung
es: Avistamiento cuestionable; densidad de estrellas similar al vecindario
fr: Observation questionnable, les étoiles ne sortent presque pas des environs
nl: Twijfelachtige waarneming; Sterrendichtheid zoals in de omgeving
sv: Tvivelaktig iakttagelse; Star densitet som liknar grannskap

source: Virtually no stars at catalog position
de: Praktisch keine Sterne auf Katalog Position
es: Prácticamente no hay estrellas en posición de catálogo
fr: Presque pas d’étoiles détectables
nl: Praktisch geen sterren op de cataloogpositie
sv: Praktiskt taget inga stjärnor i katalog position

source: Binary can be resolved
de: Doppelstern kann getrennt werden
es: Binario puede ser resuelto
fr: Binaire peut être résolu
nl: Dubbelster is opgelost
sv: Binär kan lösas

source: Binary appears as 8
de: Doppelstern erscheint als 8
es: Binario aparece como 8
fr: Binary apparaît comme 8
nl: Dubbelster verschijnt als 8
sv: Binär visas som 8

source: Binary cannot be resolved
de: Doppelstern kann nicht gelöst werden
es: Binario no se puede resolver
fr: Binary ne peut pas être résolu
nl: Dubbelster is niet opgelost
sv: Binärfilen kan inte matchas

source: Jan
es: Ene

source: Apr
es: Abr
fr: Avr

source: Aug
es: Ago
fr: Août

source: Dec
de: Dez
es: Dic
fr: Déc

source: Asterism
de: Asterismus
es: Asterismo
nl: Asterisme

source: Bright nebula
de: Hellen Nebel
es: Nebulosa brillante
fr: Nébuleuse lumineuse
nl: Heldere nevel
sv: Ljus nebula

source: Cluster with nebulosity
de: Cluster mit Nebulosität
es: Cluster con nebulosidad
fr: Cluster avec nébulosité
nl: Cluster met nevel
sv: Kluster med nebulosity

source: Double Star
de: Doppelstern
es: Estrella doble
fr: Étoile double
nl: Dubbelster
sv: Dubbelstjärna

source: Dark nebula
de: Dunkler Nebel
es: Nebulosa oscura
fr: Nébuleuse sombre
nl: Donkere nevel

source: Emission nebula
de: Emissionsnebel
es: Nebulosa de emisión
fr: Nébuleuse d'émission
nl: Emissienevel
sv: Emisson nebulosan

source: Emission and Reflection nebula
de: Emission und Reflexionsnebel
es: Nebulosa de emisión y reflexión
fr: Nébuleuse d'émission et de réflexion
nl: Emissie-en reflectienevel
sv: Utsläpp och reflektion nebulosa

source: Emission nebula around a star
de: Emissionsnebel um einen Stern
es: Nebulosa de emisión alrededor de una estrella
fr: Nébuleuse d'émission autour d'une étoile
nl: Emissienevel rond een ster
sv: Utsläpps nebulosa runt en stjärna

source: Galaxy cluster
de: Galaxienhaufen
es: Cúmulo de galaxias
fr: Amas de galaxies
sv: Galaxkluster

source: Galaxy
es: Galaxia
fr: Galaxie
nl: Sterrenstelsel
sv: Galax

source: Globular cluster
de: Kugelsternhaufen
es: Cúmulo globular
fr: Amas globulaire
nl: Bolvormige sterrenhoop
sv: Stjärnhopen

source: Diffuse nebula in galaxy
de: Diffuser Nebel in Galaxy
es: Nebulosa difusa en galaxia
fr: Nébuleuse diffuse dans la galaxie
nl: Diffuse nevel in galaxy
sv: Diffus nebulosa i galaxen

source: Globular cluster in galaxy
de: Kugelsternhaufen in Galaxy
es: Cúmulo globular en galaxia
fr: Amas globulaire dans une autre galaxie
nl: Bolhoop in sterrenstelsel
sv: Stjärnhopen i galaxen

source: Cluster with nebulosity in galaxy
de: Cluster mit Nebulosität in der Galaxie
es: Cluster con nebulosidad en galaxia
fr: Cluster avec nébulosité dans galaxie
nl: Cluster met nevel in galaxy
sv: Cluster med nebulosity i Galaxy

source: Cluster with nebulosity in LMC
de: Cluster mit Nebulosität in LMC
es: Cluster con nebulosidad en LMC
fr: Cluster avec nébulosité dans LMC
nl: Cluster met nevel in LMC
sv: Kluster med nebulosity i LMC

source: Diffuse nebula in LMC
de: Diffuser Nebel in LMC
es: Nebulosa difusa en LMC
fr: Nébuleuse diffuse dans LMC
nl: Diffuse nevel in LMC
sv: Diffus nebulosa i LMC

source: Globular cluster in LMC
de: Kugelsternhaufen in LMC
es: Cúmulo globular en LMC
fr: Amas globulaire dans LMC
nl: Bolhoop in LMC
sv: Stjärnhopen i LMC

source: Open cluster in LMC
de: Offener Cluster in LMC
es: Clústeres abiertos en LMC
fr: Open cluster dans LMC
nl: Open sterrenhoop in LMC
sv: Öppna kluster i LMC

source: Nonexistent
de: Nicht vorhanden
es: Inexistente
fr: Inexistant
nl: Niet bestaand
sv: Obefintlig

source: Open cluster
de: Offener Cluster
es: Cúmulo abierto
fr: Amas ouvert
nl: Open sterrenhoop
sv: Öppna kluster

source: Planetary nebula
de: Planetarischen Nebel
es: Nebulosa planetaria
fr: Nébuleuse planétaire
nl: Planetaire nevel
sv: Planetariska nebulosan

source: Reflection nebula
de: Reflexionsnebel
es: Nebulosa de reflexión
fr: Nébuleuse de réflexion
nl: Reflectienevel
sv: Reflektion nebulosa

source: Reflection nebula and H-II
de: Reflexionsnebel und H-II
es: Nebulosa de reflexión y H-II
fr: Nébuleuse de réflexion et H-II
nl: Reflectienevel en H-II
sv: Reflektion nebulosa och H-II

source: Cluster with nebulosity in SMC
de: Cluster mit Nebulosität in SMC
es: Cluster con nebulosidad en SMC
fr: Cluster avec nébulosité dans SMC
nl: Cluster met nevel in SMC
sv: Cluster med nebulosity i SMC

source: Diffuse nebula in SMC
de: Diffuser Nebel in SMC
es: Nebulosa difusa en SMC
fr: Nébuleuse diffuse en SMC
nl: Diffuse nevel in SMC
sv: Diffus nebulosa i SMC

source: Globular cluster in SMC
de: Kugelsternhaufen in SMC
es: Cúmulo globular en SMC
fr: Amas globulaire en SMC
nl: Bolhoop in SMC
sv: Stjärnhopen i SMC

source: Open cluster in SMC
de: Offener Cluster in SMC
es: Cúmulo clúster en SMC
fr: Open cluster en SMC
nl: Open sterrenhoop in SMC
sv: Öppna kluster i SMC

source: Supernova remnant
de: Supernova Rest
es: Remanente de supernova
fr: Vestige Supernova
nl: Supernova restant
sv: Supernova kvarleva

source: Nebula around star
de: Nebel um Stern
es: Nebulosa alrededor de la estrella
fr: Nébuleuse autour de l'étoile
nl: Nevel rond ster
sv: Nebulosa runt stjärnan

source: Wolf Rayet nebula
de: Wolf Rayet Nebel
es: Nebulosa Wolf Rayet
fr: Nébuleuse de Wolf Rayet
nl: Wolf Rayet nevel
sv: Wolf Rayet nebulosan

source: Star
de: Stern
es: Estrella
fr: Étoile
nl: Ster
sv: Stjärna

source: 3 stars
de: 3 Sterne
es: 3 estrellas
fr: 3 étoiles
nl: 3 sterren
sv: 3 stjärnor

source: 4 stars
de: 4 Sterne
es: 4 estrellas
fr: 4 étoiles
nl: 4 sterren
sv: 4 stjärnor

source: 8 stars
de: 8 Sterne
es: 8 estrellas
fr: 8 étoiles
nl: 8 sterren
sv: 8 stjärnor

source: Rest
es: Otro
fr: Reste
sv: Vila

source: Add one or more instruments
de: Ein oder mehrere Instrumente hinzufügen
es: Agregar uno o más instrumentos
fr: Ajouter un ou plusieurs instruments
nl: Voeg minimaal 1 instrument toe
sv: Lägga till ett eller flera instrument

source: Click on Change and select Instruments. Add at least 1 instrument.
de: Klicken Sie auf ändern und wählen Sie Instrumente. Füge mindestens 1 Instrument hinzu.
es: Haga clic en cambiar y seleccione instrumentos. Añada al menos 1 instrumento.
fr: Cliquez sur modifier et sélectionnez instruments. Ajouter au moins 1 instrument.
nl: Klik op Wijzigen en selecteer Instrumenten. Voeg minimaal 1 instrument toe.
sv: Klicka på ändra och välj instrument. Tillsätt minst ett instrument.

source: Add at least one instrument!
de: Fügen Sie mindestens ein Instrument hinzu!
es: ¡Añada al menos un instrumento!
fr: Ajoutez au moins un instrument!
nl: Voeg minimaal 1 instrument toe!
sv: Tillsätt minst ett instrument!
