Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: A public list with the same name (%s) as your list already exists. Please rename your list before making the list public.
de: Eine öffentliche Liste mit dem gleichen Namen (%s) is bereits vorhanden. Bitte benennen Sie die Liste, bevor die Liste öffentlich zu machen.
es: Una lista pública con el mismo nombre (%s) que la lista ya existe. Por favor, cambie el nombre de su lista antes de hacer pública la lista.
fr: Une liste publique avec le même nom (%s) que votre liste existe déjà. Renommez votre liste avant de faire la liste publique.
nl: Er bestaat al een publieke lijst met dezelfde naam (%s) als jouw lijst. Hernoem jouw lijst vooraleer ze publiek te maken.
sv: En offentlig lista med samma namn ( %s) som din lista finns redan. Byt namn på listan innan du gör listan offentlig.

source: The object has been moved to place %s.
de: Das Objekt wurde auf Platz %s verschoben.
es: El objeto se ha movido a la posición %s.
fr: L'objet a été déplacé à la place %s.
nl: Het object is verplaatst naar %s.
sv: Objektet har flyttats till plats %s.

source: This observation contains an image
de: Diese Beobachtung enthält ein Bild
es: Esta observación contiene una imagen
fr: Cette observation contient une image
nl: Deze waarneming bevat een beeld
sv: Denna iakttagelse innehåller en bild

source: Instrument diameter
de: Instrumenten Durchmesser
es: Diámetro del instrumento
fr: Diamètre de l'instrument
sv: Instrumentets diameter

source: Name;Altname;RA;Decl;Constellation;Type;Magnitude;SurfaceBrightness;Diameter;Position Angle;Page;ContrastReserve;OptimalMagnification;Seen;Last Seen
de: Namen;AltNamen;RA;Decl;Konstellation;Typ;Magnitude;Oberflächenhelligkeit;Durchmesser;Positions Winkel;Seite;Kontrastreserve;optimalvergrößerung;Gesehen;Zuletzt gesehen
es: Nombre;NombreAlt;RA;Decl;Constelación;Tipo;Magnitud;SurfaceBrightness;Diámetro;Ángulo de posición;Página;Reserva de contraste;Aumento óptimo;Visto;Visto por última vez
fr: Nom;NomAlternatif;AD;Decl;Constellation;Type;Magnitude;MagnitudeSurface;Diamètre;Angle de position;Page;ContrastReserve;OptimalMagnification;Vu;Date vu
nl: Naam;AlternatieveNaam;RA;Decl;Sterrenbeeld;Type;Magnitude;OppervlakteHelderheid;Diameter;Positie vhoek;Pagina;ContrastReserve;OptimaleVergroting;Gezien;Laatst gezien
sv: Namn;NamnAlt;RA;Decl;Konstellation;Typ;Magnitud;SurfaceBrightness;Diameter;Positions vinkel;Sidan;KontrastReserv;OptimalMagnification;Sett;Senast sett

source: DeepskyLog Comet Observations
de: Deepskylog Komet Beobachtungen
es: Observaciones del cometa de DeepskyLog
fr: Observations des comètes de DeepskyLog
nl: DeepskyLog komeet waarnemingen
sv: DeepskyLog komet observationer

source: Observed by %s on %s
de: Beobachtet von %s auf %s
es: Observado por %s en %s
fr: Observé par %s le %s
nl: Waargenomen door %s op %s
sv: Observerad av %s på %s

source: Right Ascension
de: RA
es: Ascensión derecha
fr: Ascension droite
nl: Rechte klimming
sv: Höger uppstigning

source: Surf. Brig.
de: Oberfl. Hellig.
es: Brillo Superf.
fr: Mag. de surf.
nl: Opp.Held.
sv: Yta ljusst.

source: Pos. Angle
de: Pos. Winkel
es: Ángulo pos
fr: Angle de pos
nl: Pos. hoek
sv: Pos. vinkel

source: Contr. res.
de: Kontr. res.
es: Res. de Contr.
fr: Rés. de contr.
sv: Kontr. res.

source: Opt. mag.
de: Opt. Vergr.
es: Aum. ópt.
fr: Agr. opt.
nl: Opt. vergr.
sv: Opt. först.

source: Prepared for %s with %s at %s
de: Vorbereitet für %s mit %s bei %s
es: Preparado para %s con %s en %s
fr: Préparé pour %s avec %s à %s
nl: Voorbereid voor %s met een %s te %s
sv: Förberedd för %s med %s vid %s

source: Page
de: Seite
es: Página
nl: Pagina
sv: Sida

source: on
de: am
es: en
fr: le
nl: op
sv: den

source: Sun down:
de: Sonnenuntergang:
es: Sol abajo:
fr: Coucher soleil:
nl: Zon onder:
sv: Sön ner:

source: Nautical night:
de: Nautische Dämmerung:
es: Noche náutica:
fr: Nuit nautique:
nl: Nautische nacht:
sv: Nautisk natt:

source: Astronomical night:
de: Astronomische Dämmerung:
es: Noche astronómica:
fr: Nuit astronomique:
nl: Astronomische nacht:
sv: Astronomisk natt:

source: Moon up:
de: Mond Aufgang:
es: Luna arriba:
fr: Lever lune:
nl: Maan op:
sv: Mån upp:

source: in
es: en
fr: dans
sv: i

source: You have made %s drawings
de: Sie haben %s Zeichnungen gemacht
es: Ha realizado dibujos %s
fr: Vous avez fait des dessins %s
nl: Je hebt %s tekeningen gemaakt
sv: Du har gjort %s-ritningar

source: Make %s drawings to receive this DeepskyLog star!
de: Machen Sie %s Zeichnungen, um diesen deepskylog-Stern zu erhalten!
es: Hacer %s dibujos para recibir esta estrella DeepskyLog!
fr: Faites %s de dessins pour recevoir cette étoile DeepskyLog!
nl: Maak %s tekeningen om deze DeepskyLog ster te ontvangen!
sv: Gör %s ritningar för att få denna DeepskyLog stjärna!

source: You have made %s observations!
de: Sie haben %s Beobachtungen gemacht!
es: ¡ Has hecho observaciones de %s!
fr: Vous avez fait %s des observations!
nl: Je hebt %s waarnemingen!
sv: Du har gjort %s observationer!

source: Make %s observations to receive this DeepskyLog star!
de: Machen Sie %s Beobachtungen, um diesen deepskylog-Stern zu erhalten!
es: ¡Haga las observaciones del %s para recibir esta estrella DeepskyLog!
fr: Faire %s des observations pour recevoir cette étoile DeepskyLog!
nl: Doe %s waarnemingen om deze DeepskyLog ster te ontvangen!
sv: Gör %s observationer för att få denna DeepskyLog stjärna!

source: Select columns
de: Spalten auswählen
es: Seleccionar columnas
fr: Sélectionner des colonnes
nl: Kies kolommen
sv: Välj kolumner

source: DeepskyLog message from %s:
de: DeepskyLog Nachricht von %s:
es: DeepskyLog mensaje de %s:
fr: DeepskyLog message de %s:
nl: DeepskyLog bericht van %s:
sv: DeepskyLog-meddelande från %s:

source: Privacy Policy
de: Datenschutzerklärung
nl: Privacybeleid
sv: Integritetspolicy

source: Coma
sv: Koma

source: Total
de: Gesamt
nl: Totaal
sv: Totalt

source: Reflector
de: Reflektor
fr: Réflecteur
sv: Reflektor

source: Refractor
de: Refraktor
fr: Réfracteur
sv: Refraktor

source: Maksutov
sv: Maksutoven

source: Golden Caldwell certificat! You observed all 109 Caldwell objects!
nl: Gouden Caldwell certificaat! Je hebt alle 109 Caldwell objecten waargenomen!
sv: Gyllene Caldwell Certificat! Du observerade alla 109 Caldwell objekt!

source: Observe all 109 Caldwell objects to get this certificat!
nl: Neem alle 109 Caldwell objecten waar om dit certificaat te krijgen!
sv: Observera alla 109 Caldwell objekt för att få denna Certificat!

source: Golden Caldwell drawing-certificat! You drew all 109 Caldwell objects!
nl: Gouden Caldwell teken-certificaat! Je hebt alle 109 Caldwell objecten getekend!
sv: Golden Caldwell ritning-Certificat! Du ritade alla 109 Caldwell objekt!

source: Draw all 109 Caldwell objects to get this certificat!
nl: Teken alle 109 Caldwell objecten om dit certificaat te krijgen!
sv: Rita alla 109 Caldwell objekt för att få denna Certificat!

source: Your personal information will be processed in accordance with the %sprivacy policy%s and shall be used only for user management and to keep you informed about our activities.
de: Ihre persönlichen Daten werden in Übereinstimmung mit den %sprivaty-Richtlinien%s verarbeitet und nur für die Benutzerverwaltung und zur Information über unsere Aktivitäten verwendet.
nl: Uw persoonlijke gegevens worden verwerkt in overeenstemming met het %sprivacy beleid%s en zullen alleen worden gebruikt voor gebruikersbeheer en om u op de hoogte te houden van onze activiteiten.
sv: Dina personuppgifter kommer att behandlas i enlighet med %sIntegritetspolicy%s och ska endast användas för användarhantering och för att hålla dig informerad om vår verksamhet.

source: Color
de: Farbe
fr: Couleur
nl: Kleur
sv: Färg

source: DeepskyLog Privacy Policy
de: DeepskyLog Datenschutzerklärung
nl: DeepskyLog Privacybeleid
sv: Sekretesspolicy för DeepskyLog

source: The majority of information on this site can be accessed without providing any personal information.
de: Die meisten Informationen auf dieser Website können ohne Angabe persönlicher Informationen abgerufen werden.
nl: Het merendeel van de informatie op deze site kan worden geraadpleegd zonder enige persoonlijke informatie in te geven.
sv: Majoriteten av informationen på denna webbplats kan nås utan att ge någon personlig information.

source: In case users want to record observations and get acces to a variety of useful tools, the user is asked to register and provide personal information including name, first name and email address.
de: Wenn Nutzer Beobachtungen und Zugriff auf eine Vielzahl nützlicher Tools erhalten möchten, wird der Nutzer gebeten, sich zu registrieren und persönliche Informationen wie Name, Vorname und E-Mail-Adresse anzugeben.
nl: Voor het geval dat de waarnemer waarnemingen wil registreren en toegang wil krijgen tot een verscheidenheid van nuttige hulpmiddelen krijgen, wordt de gebruiker gevraagd om te registreren en persoonlijke informatie met inbegrip van naam, voornaam en e-mail adres te verstrekken.
sv: Om användare vill spela in observationer och få tillgång till en mängd användbara verktyg, användaren uppmanas att registrera och ge personlig information inklusive namn, förnamn och e-postadress.

source: This information will be used only for user management and to keep you informed about our activities.
de: Diese Informationen werden nur für die Benutzerverwaltung und zur Information über unsere Aktivitäten verwendet.
nl: Deze informatie wordt uitsluitend gebruikt voor gebruikersbeheer en om u op de hoogte te houden van onze activiteiten.
sv: Denna information kommer endast att användas för användarhantering och för att hålla dig informerad om våra aktiviteter.

source: The user has the right at any time, at no cost and upon request, to prohibit the use of his information for the purpose of direct communication.
de: Der Nutzer hat jederzeit und kostenlos und auf Wunsch das Recht, die Nutzung seiner Informationen zum Zwecke der direkten Kommunikation zu untersagen.
nl: De gebruiker heeft het recht ten allen tijde, kosteloos en op verzoek, het gebruik van zijn informatie te verbieden ten behoeve van directe communicatie.
sv: Användaren har rätt att när som helst, utan kostnad och på begäran, förbjuda användningen av sin information för direkt kommunikation.

source: Your personal information is never passed on to third parties.
de: Ihre persönlichen Daten werden niemals an Dritte weitergegeben.
nl: Uw persoonlijke gegevens worden nooit doorgegeven aan derden.
sv: Dina personuppgifter överförs aldrig till tredje part.

source: In case the registered user has not recorded any information in DeepskyLog within 24 months after registration, his account will be made obsolete and personal information deleted from the database.
de: Wenn der registrierte Nutzer innerhalb von 24 Monaten nach der Registrierung keine Informationen in DeepskyLog eingetragen hat, wird sein Konto veraltet und persönliche Informationen aus der Datenbank gelöscht.
nl: In het geval dat de geregistreerde gebruiker geen informatie heeft ingegeven in DeepskyLog binnen de 24 maanden na registratie, zullen zijn verouderde en persoonlijke informatie uit het gegevensbestand worden geschrapt.
sv: Om den registrerade användaren inte har registrerat någon information i DeepskyLog inom 24 månader efter registreringen, kommer hans konto att göras föråldrade och personlig information tas bort från databasen.

source: In case of questions or concerns regarding your personal data, do not hesitate to contact us at %sdeepskylog@groups.io%s.
sv: I händelse av frågor eller funderingar kring dina personuppgifter, tveka inte att kontakta oss på %sdeepskylog@groups.io %s.

source: Personal
fr: Personnel
nl: Persoonlijk
sv: Personlig

source: Subscribe to mailing list
nl: Abonneer op de mailing lijst
sv: Prenumerera på e-postlista

source: <h2>Welcome to DeepskyLog!</h2> DeepskyLog is an extended, comprehensive and free database for deepsky objects and has been developed by the Deepsky section of the Astronomical Society of Belgium (<a href="http://www.vvs.be">Vereniging Voor Sterrenkunde (VVS)</a>). The database is open for consultation and already contains tens of thousands observations and thousands of sketches and drawings made by amateur astronomers around the world.
de: <h2>Willkommen bei DeepskyLog!</h2> DeepskyLog ist eine erweiterte, umfassende und kostenlose Datenbank für Deepsky-Objekte und wurde von der Deepsky-Abteilung der Astronomischen Gesellschaft Belgiens entwickelt (<a href="http://www.vvs.be">Vereniging Voor Sterrenkunde (VVS)</a>). Die Datenbank ist zur Beratung offen und enthält bereits Zehntausende Beobachtungen und Tausende von Skizzen und Zeichnungen, die von Amateur-Astronomen auf der ganzen Welt gemacht wurden.
nl: <h2>Welkom bij DeepskyLog!</h2> DeepskyLog is een uitgebreide en gratis database voor Deepsky objecten en is ontwikkeld door de werkgroep Deepsky van de Vereniging voor Sterrenkunde van België (<a href="http://www.vvs.be">VVS</a>). De database is open voor raadpleging en bevat al tienduizenden waarnemingen en duizenden schetsen en tekeningen gemaakt door amateur-astronomen over de hele wereld.
sv: <h2>Välkommen till DeepskyLog!</h2> DeepskyLog är en utökad, heltäckande och kostnadsfri databas för deepsky-objekt och har utvecklats av Deepsky-sektionen i det astronomiska samhället i Belgien (<a href="http://www.vvs.be">Vereniging voor Sterrenkunde (VVS)</a>). Databasen är öppen för konsultation och innehåller redan tiotusentals observationer och tusentals skisser och ritningar som gjorts av amatör astronomer runt om i världen.

source: To start recording your observations and share your observations with other observers, you are kindly requested to %sregister%s to DeepskyLog.
de: Um Ihre Beobachtungen aufzuzeichnen und Ihre Beobachtungen mit anderen Beobachtern zu teilen, werden Sie gebeten, Sie bei DeepskyLog zu %sregistrieren%s.
nl: Om te beginnen met het registreren van uw waarnemingen en uw waarnemingen te delen met andere waarnemers, wordt u vriendelijk verzocht om %ste registreren%s in DeepskyLog.
sv: För att börja spela in dina observationer och dela dina observationer med andra observatörer, du ombeds vänligen att %sregister%s till DeepskyLog.

source: Your personal data will be handled in accordance with our %sprivacy policy%s.
de: Ihre persönlichen Daten werden in Übereinstimmung mit unserer %sDatenschutz-Bestimmungen%s behandelt.
nl: Uw persoonsgegevens zullen worden behandeld in overeenstemming met ons %sprivacybeleid%s.
sv: Dina personuppgifter kommer att hanteras i enlighet med vår %sIntegritetspolicy%s.

source: This registration allows access to a variety of useful tools, including information on the objects observed and sketches made. You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instruments and from your observation sites. You can create your own file with maps and DSS images of the objects and have access to an interactive and detailed free star atlas.
sv: Denna registrering ger tillgång till en mängd användbara verktyg, inklusive information om de objekt som observerats och skisser som gjorts. Du kan konsultera och skapa observations listor med olika deepsky objekt och se förslag på objekt som syns i dina instrument och från dina observationsplatser. Du kan skapa din egen fil med kartor och DSS bilder av objekten och har tillgång till en interaktiv och detaljerad fri stjärna Atlas.

source: Please contact the %sDeepskyLog developers%s if you encounter problems or have questions.
de: Bitte wenden Sie sich an die %sDeepskyLog-Entwickler%s, wenn Sie Probleme haben oder Fragen haben.
nl: Neem contact op met het %sDeepskyLog Team%s als u problemen ondervindt of vragen hebt.
sv: Kontakta %sDeepskyLog Utvecklare%s om du stöter på problem eller har frågor.

source: This form gives you the possibility to add different objects at once using a CSV file (separated value by semicolumn). The form makes it also possible to easily add objects from another database to your DeepskyLog list.
nl: Dit formulier geeft u de mogelijkheid om verschillende objecten tegelijk toe te voegen met behulp van een CSV-bestand (waarden gescheiden door puntkomma). Het formulier maakt het ook mogelijk om eenvoudig objecten uit een andere database toe te voegen aan uw DeepskyLog-lijst.
sv: Det här formuläret ger dig möjlighet att lägga till olika objekt samtidigt med hjälp av en CSV-fil (avgränsat värde med semikolon). Formuläret gör det också möjligt att enkelt lägga till objekt från en annan databas i din DeepskyLog-lista.

source: The CSV file has the following structure and does not contain the header:
nl: Het CSV-bestand heeft de volgende structuur en bevat de koptekst niet:
sv: CSV-filen har följande struktur och innehåller inte huvudet:

source: The XML file you are trying to import is invalid. DeepskyLog can try to import this file, but it is possible that the import will not work.
de: Die XML-Datei, die Sie importieren möchten, ist ungültig. DeepskyLog kann versuchen, diese Datei zu importieren, aber es ist möglich, dass der Import nicht funktioniert.
nl: Het XML-bestand dat u probeert te importeren, is ongeldig. DeepskyLog kan proberen om dit bestand te importeren, maar het is mogelijk dat de import niet zal werken.
sv: XML-filen som du försöker importera är ogiltig. DeepskyLog kan försöka importera den här filen, men det är möjligt att importen inte fungerar.

source: XML files from <a href="https://skysafariastronomy.com/">SkySafari 6</a> are invalid, but normally DeepskyLog will be able to import these files without problems.
de: XML-Dateien von <a href="https://skysafariastronomy.com/">SkySafari 6</a> sind ungültig, aber normalerweise wird DeepskyLog in der Lage sein, diese Dateien ohne Probleme zu importieren.
nl: XML-bestanden van <a href="https://skysafariastronomy.com/">SkySafari 6</a> zijn ongeldig, maar normaal gesproken kan DeepskyLog deze bestanden zonder problemen importeren.
sv: XML-filer från <a href="https://skysafariastronomy.com/">SkySafari 6</a> är ogiltiga, men normalt deepskyLog kommer att kunna importera dessa filer utan problem.

source: Import invalid XML file!
de: Ungültige XML-Datei importieren!
nl: Ongeldig XML-bestand importeren!
sv: Importera ogiltig XML-fil!

source: Your DeepskyLog account has been created. One of our developers will validate your account as soon as possible. You will receive an email confirmation when this happens. Please remember that DeepskyLog is the work of only a very small group of volunteers, and that it can take up to a day or so to get validated. On very rare occasions, all developers are on an astronomical observing session for a week. Normally, there is a backup person in these periods. If your account is not validated within 24 hours, you can send an email to developers at deepskylog.be to be sure.
sv: Ditt DeepskyLog-konto har skapats. En av våra utvecklare kommer att validera ditt konto så snart som möjligt. Du kommer att få en e-postbekräftelse när detta händer. Kom ihåg att DeepskyLog är ett verk av endast en mycket liten grupp av volontärer, och att det kan ta upp till en dag eller så för att få validerade. Vid mycket sällsynta tillfällen, alla utvecklare är på en astronomisk observation session i en vecka. Normalt finns det en säkerhetskopierings person under dessa perioder. Om ditt konto inte valideras inom 24 timmar, kan du skicka ett e-postmeddelande till developers at deepskylog.be för att vara säker.

source: Dear %s, <br /><br />Your application for a DeepskyLog account is approved.
de: Lieber %s, <br /><br /> Ihr Antrag auf ein DeepskyLog-Konto ist genehmigt.
nl: Beste %s, <br /> <br /> Uw aanvraag voor een DeepskyLog account is goedgekeurd.
sv: Kära %s, <br /><br /> din ansökan om ett DeepskyLog-konto har godkänts.

source: You can now log in using your userid %s and password.
de: Sie können sich jetzt mit Ihrem Benutzernamen %s und Passwort einloggen.
nl: U nu inloggen met uw gebruikersid %s en wachtwoord.
sv: Du kan nu logga in med ditt UserID %s och lösenord.

source: Read the %sPrivacy Policy%s
de: Lesen Sie die %sDatenschutz-Bestimmungen%s
nl: Lees het %sPrivacybeleid%s
sv: Läs %sIntegritetspolicy%s

source: Enjoy using <a href="http://www.deepskylog.org/">DeepskyLog</a>. Greetings,
de: Genießen Sie die Verwendung von <a href="http://www.deepskylog.org/">DeepskyLog</a>. Grüße,
nl: Geniet van het gebruik van <a href="http://www.deepskylog.org/">DeepskyLog</a>. Groeten,
sv: Njut av att använda <a href="http://www.deepskylog.org/">DeepskyLog</a>. Hälsningar,

source: The DeepskyLog Team
de: Das DeepskyLog Team
nl: Het DeepskyLog team
sv: DeepskyLog-teamet

source: Oct
de: Okt
nl: Okt
sv: Okt

source: NGC/IC, Dreyer codes
fr: NGC/IC, codes Dreyer
sv: NGC/IC, Dreyer koder

source: In case of questions or concerns regarding your personal data, do not hesitate to contact us at %sdevelopers@deepskylog.be%s.
de: Bei Fragen oder Bedenken zu Ihren persönlichen Daten stehen wir Ihnen gerne unter %sdevelopers@deepskylog.be%s zur Verfügung.
nl: In geval van vragen of problemen met betrekking tot uw persoonlijke gegevens, aarzel niet om contact met ons op te nemen via %sdevelopers@deepskylog.be%s.

source: This registration allows access to a variety of useful tools, including information on the objects observed and sketches made. You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instruments and from your observation sites. You can create your own file with maps and DSS images of the objects and have access to an interactive and detailed free star atlas.
de: Diese Registrierung ermöglicht den Zugriff auf eine Vielzahl von nützlichen Werkzeugen, einschließlich Informationen über die beobachteten Objekte und Skizzen. Sie können Beobachtungslisten mit verschiedenen Deep-Sky-Objekten konsultieren und erstellen und Vorschläge für Objekte sehen, die in Ihren Instrumenten und von Ihren Beobachtungsstellen sichtbar sind. Sie können Ihre eigene Datei mit Karten und DSS-Bildern der Objekte erstellen und haben Zugriff auf einen interaktiven und detaillierten kostenlosen Sternatlas.
nl: Deze registratie biedt toegang tot een verscheidenheid aan nuttige hulpmiddelen, met inbegrip van informatie over de waargenomen objecten en gemaakte schetsen. U kan waarneemlijsten raadplegen en maken met verschillende Deepsky objecten en suggesties zien voor objecten die zichtbaar zijn in uw instrumenten en vanop uw waarneemlocaties. U kan uw eigen kaartjes en DSS beelden van de objecten creëren en krijgt toegang tot een interactieve en gedetailleerde vrije sterren Atlas.

source: Magn.
de: Hellig.

source: Surf.Br.
de: Oberfl. Hellig.
nl: Opp.Held.

source: Max Alt
de: Max Höhe
fr: Alt max
nl: Max hoogte

source: Mar
de: Mär
nl: Maa

source: Const.
de: Konst.
nl: Sterrenb.

source: Decl
de: Dekl
fr: Décl

source: Admin
nl: Beheerder

source: https://github.com/DeepskyLog/DeepskyLog/wiki/Open-Cluster-types
nl: https://github.com/DeepskyLog/DeepskyLog/wiki/Types-van-open-clusters

source: https://github.com/DeepskyLog/DeepskyLog/wiki/Dreyer-Descriptions
nl: https://github.com/DeepskyLog/DeepskyLog/wiki/Dreyer-beschrijvingen

source: Deepsky
fr: Ciel profond

source: FoV:
fr: Champ de vue:

source: RA
fr: AD

source: Feb
fr: Fév

source: Jun
fr: Juin

source: Jul
fr: Juil
