Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: It is important to select the <strong>correct license for your drawings</strong>! For help, see the <a href="http://creativecommons.org/choose/">Creative Commons license-choosing tool</a>.
de: Es ist wichtig, die <strong>richtige Lizenz für Ihre Zeichnungen</strong> zu wählen! Weitere Informationen: <a href=“http://creativecommons.org/choose/“>Creative Commons Lizenz-Auswahl-Tool</a>.
es: Es importante de seleccionar la licencia correcta <strong> para sus dibujos </strong>! Para obtener ayuda, consulte <a href="http://creativecommons.org/choose/">herramienta de selección de licencias Creative Commons</a>.
fr: Il est important de sélectionner le <strong>licence correcte pour vos dessins</strong>! Pour de l’aide, voir le <a href=“http://creativecommons.org/choose/“>Creative Commons outil de licence</a>.
nl: Selecteer de <strong>correcte licentie voor uw tekeningen</strong>! Voor meer informatie, gebruik de <a href=“http://creativecommons.org/choose/“>Creative Commons licentie-selectie tool</a>.
sv: Det är viktigt att välja <strong> rätt licens för dina ritningar </strong>! Om du vill ha hjälp, se <a href="http://creativecommons.org/choose/"> Creative Commons-licens-välja verktyg </a>.

source: You can specify a copyright notice that will appear under your observations and drawings.
de: Sie können einen Copyright-Hinweis angeben, der unter Ihren Beobachtungen und Zeichnungen erscheinen wird.
es: Puede especificar un aviso de copyright que aparecerá bajo sus observaciones y dibujos.
fr: Vous pouvez spécifier un avis de copyright qui apparaîtra sous vos observations et dessins.
nl: U kan een copyright bericht ingeven dat onder uw waarnemingen en tekeningen verschijnt.
sv: Du kan ange ett meddelande om upphovsrätt som visas under dina observationer och ritningar.

source: Languages for observations
de: Sprachen für Beobachtungen
es: Idiomas para observaciones
fr: Langues pour observations
nl: Talen voor waarnemingen
sv: Språk för observationer

source: Add new filter
de: Neue Filter hinzufügen
es: Agregar nuevo filtro
fr: Ajouter un nouveau filtre
nl: Nieuwe filter toevoegen
sv: Lägg till nytt filter

source: Add filter
de: Filter hinzufügen
es: Añadir filtro
fr: Ajouter un filtre
nl: Filter toevoegen
sv: Lägg till filter

source: Select an existing filter
de: Filter hinzufügen
es: Seleccionar un filtro existente
fr: Rajoutez un filtre existant
nl: Selecteer bestaande filter
sv: Välj ett befintligt filter

source: or specify your filter details manually
de: oder geben Sie Ihre Filter Details manuell an
es: o especifique los detalles del filtro manualmente
fr: ou spécifiez manuellement vos détails de filtre
nl: of voeg de gegevens manueel in
sv: eller ange filterinformationen manuellt

source: (e.g. Lumicon O-III)
de: (z.b. lumicon O-III)
es: (p.ej. Lumicon O-III)
fr: (p. ex. Lumicon O-III)
nl: (bijv. Lumicon O-III)
sv: (t. ex. Lumicon O-III)

source: Wratten number
de: Wratten Nummer
es: Número de Wratten
fr: Numéro Wratten
nl: Wratten nummer
sv: Wratten nummer

source: Schott number
de: SCHOTT Nummer
es: Número de SCHOTT
fr: Numéro Schott
nl: Schott nummer
sv: SCHOTT nummer

source: Observing sites of %s
de: Beobachtungsplätze von %s
es: Observando sitios de %s
fr: Endroits d’observation de %s
nl: Waarneemplaatsen van %s
sv: Observera platser för %s

source: Add site
de: Beobachtungsplatz anlegen
es: Agregar sitio
fr: Rajoutez un endroit
nl: Voeg locatie toe
sv: Lägg till webbplats

source: Filters of %s
de: Filter von %s
es: Filtros de %s
fr: Filtres de %s
nl: Filters van %s
sv: Filter för %s

source: Eyepieces of %s
de: Okulare von %s
es: Oculares de %s
fr: Oculaires de %s
nl: Oculairs van %s
sv: Okular av %s

source: Add eyepiece
de: Okular hinzufügen
es: Agregar ocular
fr: Ajouter un oculaire
nl: Voeg oculair toe
sv: Tillsätt okularet

source: Lookup atlas page for M 45
de: Atlas Seite für M 45
es: Búsqueda de la página Atlas para M 45
fr: Page atlas pour M 45
nl: Lookup atlas pagina voor M 45
sv: Uppslag Atlas sida för M 45

source: DeepskyLog atlases
de: DeepskyLog Atlanten
es: Atlas DeepskyLog
fr: Atlas DeepskyLog
nl: DeepskyLog atlassen
sv: DeepskyLog atlaser

source: The <b>overview</b> atlases have pages of 20 degrees, and show stars to magnitude 10.
de: <b>Übersicht</b>s Atlanten haben Seiten mit je 20 Grad und Sternen bis zu Mag 10.
es: Los Atlas </b>general<b> tienen páginas de 20 grados, y demuestran las estrellas a la magnitud 10.
fr: <b>Aperçu</b> : des pages de 20 degrés, et étoiles jusqu’à la magnitude 10.
nl: De <b>overzicht</b> atlassen hebben paginas van 20 graden, en tonen sterren tot magnitude 10.
sv: Den <b> Översikt </b> atlaser har sidor om 20 grader, och Visa stjärnor till magnitud 10.

source: The atlases mention if the objects are already seen in Deepskylog (dotted underline) or by yourself (personalised atlases for registered users, full underline, or overline if sketched).
de: Jeder Atlas zeigt an, ob für ein Objekt bereits eine Beobachtung in Deepskylog existiert (gestrichelt unterstrichen) oder sogar eine Beobachtung von Ihnen vorliegt (personalisierte Atlanten für registrierte Benutzer, unterstrichen bzw. überstrichen wenn eine Zeichnung hinzugefügt wurde).
es: Los Atlas mencionan si los objetos ya se ven en Deepskylog (subrayado punteado) o por usted mismo (Atlas personalizados para usuarios registrados, subrayado completo, o sobrelínea si se esboza).
fr: Les atlas mentionnent si les objets sont déjà vu dans Deepskylog (souligné en pointillés) ou par vous-même (atlas personnalisé pour les utilisateurs enregistrés).
nl: De atlassen vermelden of de objecten al gezien zijn in Deepskylog (streepjes onderlijnd) of door jezelf (bij de gepersonaliseerde atlassen voor geregistreerde gebruikers, volledig onderlijnd, of ook overlijnd indien geschetst).
sv: Atlaserna nämner om objekten redan syns i Deepskylog (prickad understrykning) eller själv (personliga atlaser för registrerade användare, full understrykning eller överlinje om de skissas).

source: The <b>lookup</b> atlases have pages of 12 degrees, and show stars to magnitude 12.
de: <b>Nachschlage</b> Atlanten haben Seiten mit je 12 Grad und Sternen bis zu Mag 12.
es: Los Atlas </b> de búsqueda <b> tienen páginas de 12 grados, y muestran estrellas a magnitud 12.
fr: <b>Chercher</b> : des pages de 12 degrés, et étoiles jusqu’à la magnitude 12.
nl: De <b>opzoek</b> atlassen hebben paginas van 12 graden, en tonen sterren tot magnitude 12.
sv: Den <b> Lookup </b> atlaser har sidor med 12 grader, och Visa stjärnor till magnitud 12.

source: The <b>detail</b> atlases have page of 6 degrees, and show stars to magnitude 15.
de: <b>Detail</b> Atlanten haben Seiten mit je 6 Grad und Sternen bis zu Mag 15.
es: Los Atlas de </b>detalle<b> tienen página de 6 grados, y demuestran las estrellas a la magnitud 15.
fr: <b>Détail</b> : des pages de 6 degrés, et étoiles jusqu’à la magnitude 15.
nl: De <b>detail</b> atlassen hebben paginas van 6 graden, en tonen sterren tot magnitude 15.
sv: Den <b> detalj </b> atlaser har sida av 6 grader, och Visa stjärnor till magnitud 15.

source: General Atlases / Personalised Atlases
de: Allgemeine Atlanten / Personalisierte Atlanten
es: Atlas generales/Atlas personalizados
fr: Atlas générales / Atlas personnalisés
nl: Algemene atlassen / gepersonaliseerde atlassen
sv: Allmänna atlaser/personliga atlaser

source: You can either go for general atlases, or (if you are a registered user) personalised atlases.<br />- General atlases are precompiled and are ready to download as one big pdf file.<br />- Personalised atlases are generated, page per page, for you in pdf format.<br /><br />Personalised atlases take some time (one page) or much more time (complete atlas) to generate and you will have to use some software to put the pages together yourself for the complete atlas.
de: Sie können zu allgemeinen Atlanten wechseln, oder (wenn Sie angemeldet sind) zu personalisierten Atlanten.<br>- Allgemeine Atlanten sind vorgefertigt und bereit zum Download (als PDF)<br/>- Personalisierte Atlanten werden für Sie persönlich, Seite für Seite, (als PDF) generiert.<br /><br />Personalisierte Atlanten benötogen etwas Zeit (für eine Seite) oder sehr viel Zeit (für komplette Atlanten).<br />Ferner benötigen Sie eine Software welche Ihnen die generierten Seiten zusammenfügt.
es: Usted puede ir para Atlas generales, o (si usted es un usuario registrado) Atlas personalizados. <br />-los Atlas generales están precompilados y están listos para descargarse como un gran archivo PDF. <br />-se generan atlas personalizados, página por página, para usted en formato PDF. <br /> <br /> Atlas personalizados tómese un tiempo (una página) o mucho más tiempo (Atlas completo) para generar y usted tendrá que utilizar algún software para poner las páginas juntos usted mismo para el Atlas completo.
fr: Vous pouvez générer un atlas général, ou (si vous êtes un utilisateur enregistré) un atlas personnalisé.<br />- Les atlas général sont précompilés et prêts à télécharger comme un fichier pdf grande.<br />- Les atlas personnalisiés sont générés, page par page, pour vous en format pdf.<br /> <br />Les atlas personnalisés prend un certain temps (une page) ou beaucoup de temps (complet atlas) à générer et <br /> vous devez utiliser certains logiciels à mettre les pages ensemble.
nl: Je kan kiezen voor algemene atlassen, of (als je een geregistreerde gebruiker bent) voor gepersonaliseerde atlassen.<br>- Algemene atlassen zijn voorgecompileerde atlassen die je als een pdf kan downloaden.<br/>- Gepersonaliseerde atlassen worden pagina per pagina voor je aangemaakt, onder vorm van pdf bestanden.<br /><br />Het aanmaken van gepersonaliseerde atlassen kan enige tijd duren (voor één pagina) of veel meer tijd (complete atlas).<br />Bij de gepersonaliseerde atlassen zal je zelf nog software moeten gebruiken om de bladzijden tot een volledig boek samen te voegen (bv. pdfsam via google).
sv: Du kan antingen gå för allmänna atlaser, eller (om du är en registrerad användare) personliga atlaser. <br /> atlaser är förkompilerade och är redo att ladda ner som en enda stor PDF-fil. <br />-personliga atlaser genereras, sida per sida, för dig i PDF-format. <br /> <br /> personliga atlaser tar lite tid (en sida) eller mycket mer tid (komplett Atlas) att generera och du måste använda en del program för att sätta ihop sidorna själv för hela Atlas.

source: First choose your page layout
de: Wählen Sie zuerst ein Seitenformat
es: Primero elige el diseño de tu página
fr: Choisissez la mise en page
nl: Kies eerst je pagina layout
sv: Välj först sidlayout

source: Page orientation:
de: Seitenorientierung:
es: Orientación de la página:
fr: Orientation de la page:
nl: Pagina oriëntatie:
sv: Sidorientering:

source: portrait
es: retrato
nl: portret
sv: porträtt

source: landscape
de: Landschaft
es: paisaje
fr: paysage
sv: landskap

source: Page size:
de: Seitengröße:
es: Tamaño de la página:
fr: Taille de la page:
nl: Pagina-grootte:
sv: Sidorientering:

source: General Atlases
de: Allgemeine Atlanten
es: Atlas generales
fr: Atlas générales
nl: Algemene atlassen
sv: Allmänna atlaser

source: Choose one of the three available formats, they will download as a pdf:
de: Wählen Sie eines der drei Formate. Der Download erfolgt als PDF:
es: Elija uno de los tres formatos disponibles, se descargarán en formato PDF:
fr: Choisissez un des trois formats disponibles; ils se téléchargent en pdf:
nl: Kies een van de drie beschikbare formaten, ze worden gedownload als een pdf:
sv: Välj ett av de tre tillgängliga formaten, de kommer att ladda ner som en PDF:

source: Personalised Atlases
de: Personalisierte Atlanten
es: Atlas personalizados
fr: Atlas personnalisés
nl: Gepersonaliseerde atlassen
sv: Personliga atlaser

source: The personalised atlases are only available in Firefox, Chrome and Opera at this time.
de: Personalisierte Atlanten sind zurzeit nur in Firefox, Chrome und Opera möglich.
es: Los atlas personalizados sólo están disponibles en Firefox, Chrome y Opera en este momento.
fr: Les atlas personnalisés ne sont que disponible en Firefox, Chrome et Opera en ce moment.
nl: De gepersonaliseerde atlassen zijn enkel beschikbaar in Firefox, Chrome en Opera op dit moment.
sv: De personliga atlaserna är endast tillgängliga i Firefox, Chrome och Opera just nu.

source: You can download an individual page, with top-left coordinates to be specified by you, or you can download all the pages of the complete hemisphere.
de: Sie können eine individuelle Seite downloaden, dabei geben Sie die Koordinaten in der Ecke oben-links vor, oder Sie können alle Seiten der kompletten Hemisphere downloaden.
es: Puede descargar una página individual, con coordenadas de arriba a la izquierda para ser especificada por usted, o puede descargar todas las páginas de la hemisferio completa.
fr: Vous pouvez télécharger une page individuelle avec le coordonné en haut à gauche défini par vous, ou vous pouvez télécharger toute les pages de l’hémisphère complet.
nl: Je kan een individuele pagina downloaden, met de door jou gespecifieerde coördinaten, of je kan alle bladzijden van de hele hemel laten genereren.
sv: Du kan ladda ner en enskild sida, med övre vänstra koordinater som ska anges av dig, eller så kan du ladda ner alla sidor i hela halvklotet.

source: Generate a page
de: Generiere eine Seite
es: Generar una página
fr: Générer une page
nl: Genereer een pagina
sv: Generera en sida

source: Right ascension (h m s):
de: RA (h m s):
es: Ascensión derecha (h m s):
fr: Ascension Droite (h m s):
nl: Rechte klimming (h m s):
sv: Höger uppstigning (h m s):

source: declination (h m s):
de: Deklination (h m s):
es: declinación (h m s):
fr: déclination (h m s):
nl: declinatie (h m s):
sv: deklination (h m s):

source: Overview - Page
de: Übersicht - Seite
es: Resumen-página
fr: Aperçu - Page
nl: Overzicht - Pagina
sv: Översikt-sida

source: Lookup - Page
de: Nachschlagen - Seite
es: Búsqueda-página
fr: Chercher - Page
nl: Opzoeken - Pagina
sv: Uppslag-sida

source: Detail - Page
de: Detail - Seite
es: Detalle-página
fr: Détail - Page
nl: Detail - Pagina
sv: Detaljsida

source: Generate the whole atlas (not available in Internet Explorer)
de: Generiere komplette Atlante (nicht in Internet Explorer)
es: Generar todo el Atlas (no disponible en Internet Explorer)
fr: Générer l’atlas complet (pas disponible avec Internet Explorer)
nl: Genereer de volledige atlas (niet beschikbaar in Internet Explorer)
sv: Generera hela atlasen (inte tillgänglig i Internet Explorer)

source: Generation times may take from 20 minutes (Overview A4) up to several hours (Lookup A3).
de: Generierung kann etwas dauern (zwischen 20min (übersicht DinA4) und mehreren Stunden (detail DinA3)).
es: Los tiempos de generación pueden tomar de 20 minutos (visión general A4) hasta varias horas (búsqueda a3).
fr: Les temps de génération varient entre 20 minutes (aperçu A4) jusqu’à plusieures heures (Recherche A3).
nl: Generatietijden variëren van 20 minuten (overzicht A4) tot enkele uren (Opzoeken A3).
sv: Generations tider kan ta från 20 minuter (översikt A4) upp till flera timmar (lookup a3).

source: Overview - Whole atlas
de: Übersicht - Ganzer Atlas
es: Resumen - atlas entero
fr: Aperçu - Atlas complet
nl: Overzicht - Hele atlas
sv: Översikt-hela Atlas

source: Lookup - Whole atlas
de: Nachschlagen - Ganzer Atlas
es: Búsqueda - atlas entero
fr: Chercher - Atlas complet
nl: Opzoeken - Hele atlas
sv: Lookup-hela Atlas

source: Detail - Whole atlas
de: Detail - Ganzer Atlas
es: Detalle - atlas entero
fr: Détail - Atlas complet
nl: Detail - Hele atlas
sv: Detalj-hela Atlas

source: Overview Lenses
de: Linsen
es: Resumen lentes
fr: Lentilles
nl: Overzicht lenzen
sv: Översikt linser

source: Example page for Abell 84
de: Beispielseite für Abell 84
es: Página de ejemplo para Abell 84
fr: Page d’exemple pour Abell 84
nl: Voorbeeld pagina voor Abell 84
sv: Exempel sida för Abell 84

source: Sketch and observation forms
de: Skizzen und Beobachtungs Formen
es: Formas del bosquejo y de la observación
fr: Croquis et formes d'observation
nl: Schets- en observatieformulieren
sv: Skiss och observations former

source: Compact sketch form
de: Kompakte Skizzen Form
es: Forma compacta del bosquejo
fr: Formulaire d'esquisse compact
nl: Compact schetsformulier
sv: Kompakt skiss form

source: A compact sketch form that folds in half so you can do two sketches on one piece of paper. <br/>This format allows you to sketch on top of a book like your PSA.
de: Eine kompakte Skizzen Form, die in der Hälfte klappt, so dass man zwei Skizzen auf einem Blatt Papier machen kann. <br/>Dieses Format ermöglicht es Ihnen, auf einem Buch wie Ihrem PSA zu skizzieren.
es: Una forma de boceto compacto que se pliega por la mitad para que pueda hacer dos bocetos en una sola pieza de papel. <br/> Este formato le permite esbozar en la parte superior de un libro como su PSA.
fr: Une forme d'esquisse compacte qui se replie en deux pour que vous puissiez faire 2 croquis sur une seule feuille de papier. <br/>Ce format vous permet d'esquisser au-dessus d'un livre comme votre PSA.
nl: Een compact schetsformulier dat je dubbel kan vouwen zodat je twee schetsen op een vel papier kunt maken. <br/>Het formaat past gemakkelijk op een boek zoals je PSA.
sv: En kompakt skiss form som viks på mitten så att du kan göra två skisser på ett pappersark. <br/> detta format kan du skissa på toppen av en bok som din PSA.

source: Big sketch form
de: Große Skizzen Form
es: Forma del bosquejo grande
fr: Grande forme d'esquisse
nl: Groot schetsformulier
sv: Stor skiss form

source: Utilizes the maximum amount of drawing space for your sketch. With a 17cm sketch circle and simplified details area.
de: Nutzt die maximale Anzahl an Zeichnungsräumen für ihre Skizze. Mit einem 17cm-Skizzen Kreis und vereinfachter Detail Fläche.
es: Utiliza la cantidad máxima de espacio de dibujo para su boceto. Con un círculo del bosquejo del 17cm y un área simplificada de los detalles.
fr: Utilise la quantité maximale d'espace de dessin pour votre croquis. Avec un cercle de croquis 17cm et une zone de détails simplifiée.
nl: Gebruikt de maximale grootte voor je schets. Bevat een 17cm schetscirkel en een vereenvoudigd details formulier.
sv: Använder den maximala mängden ritutrymme för din skiss. Med en 17cm skissa cirklar och förenklat specificerar område.

source: Observation log form
de: Logbuch für Beobachtungen
es: Formulario de registro de observación
fr: Formulaire de log d'observation
nl: Observatie logformulier
sv: Formulär för observations logg

source: If you want to jot down multiple brief observation notes on one piece of paper.
de: Wenn Sie mehrere kurze Beobachtungs Notizen auf einem Blatt Papier herunter schreiben wollen.
es: Si desea anotar varias notas de observación breves en una hoja de papel.
fr: Si vous voulez noter plusieurs brèves notes d'observation sur un morceau de papier.
nl: Voor als je snelle aantekeningen over meerdere objecten op papier wil zetten.
sv: Om du vill anteckna flera korta observations anteckningar på ett pappersark.

source: Download
es: Descargar
fr: Télécharger
sv: Ladda ner

source: Select country
de: Land auswählen
es: Selecciona país
fr: Choisissez le pays
nl: Kies land
sv: Välj land

source: Add a new eyepiece
de: Ein neues Okular hinzufügen
es: Agregar un nuevo ocular
fr: Ajouter un nouvel oculaire
nl: Voeg een nieuw oculair toe
sv: Lägg till ett nytt okular

source: Select an existing eyepiece
de: Wähle die Okulardetails von der Liste
es: Seleccione un ocular existente
fr: Sélectionnez les données de l’oculaire de la liste
nl: Selecteer bestaand oculair
sv: Välj ett befintligt okular

source: or specify your eyepiece details manually
de: oder geben Sie Ihre Okular Details manuell an
es: o especifique los detalles del ocular manualmente
fr: ou spécifiez manuellement vos détails de l’oculaire
nl: of voeg de gegevens manueel in
sv: eller ange din okular-information manuellt

source: (e.g. Televue 31mm Nagler)
de: (z.b. Televue 31mm Nagler)
es: (p.ej. Televue 31mm Nagler)
fr: (p. ex. Televue 31mm Nagler)
nl: (bijv. Televue 31mm Nagler)
sv: (t. ex. Televue 31mm Nagler)

source: Focal length (mm)
de: Brennweite (mm)
es: Longitud focal (milímetro)
fr: Longueur focale (mm)
nl: Brandpuntsafstand (mm)
sv: Brännvidd (mm)

source: e.g. 31
de: z.b. 31
es: p.ej. 31
fr: p. ex. 31
nl: bijv. 31
sv: t. ex. 31

source: Maximum focal length (in mm)
de: Maximale Brennweite (in mm)
es: Longitud focal máxima (en el milímetro)
fr: Longueur focale maximale (en mm)
nl: Maximale brandpuntsafstand (in mm)
sv: Maximal brännvidd (i mm)

source: only needed for zoom eyepieces
de: nur für Zoom-Okulare benötigt
es: sólo se necesita para los oculares de zoom
fr: uniquement nécessaire pour les oculaires zoom
nl: alleen nodig voor zoom oculairs
sv: behövs endast för att zooma okular

source: Apparent FOV (in °)
de: Scheinbarer FOV (in °)
es: FOV aparente (en °)
fr: Apparent FOV (en °)
nl: Schijnbaar FOV (in °)
sv: Skenbar FOV (i °)

source: e.g. 82
de: z.b. 82
es: p.ej. 82
fr: p. ex. 82
nl: bijv. 82
sv: t. ex. 82

source: Reports Layout for
de: Berichtslayout für
es: Presentación de informes para
fr: Mises en page pour
nl: Layouts voor
sv: Rapporter layout för

source: Known layouts
de: Bekannte Layouts
es: Diseños conocidos
fr: Mises en pages connues
nl: Gekende layouts
sv: Kända layouter

source: show all
de: Alle anzeigen
es: mostrar todo
fr: montrez tous
nl: toon alle
sv: visa alla

source: Save and Generate pdf
de: Speichern und PDF generieren
es: Guardar y generar PDF
fr: Sauvegarder et génération pdf
nl: Bewaar en Maak pdf
sv: Spara och generera PDF

source: Save as...
de: Speichern als…
es: Guardar como...
fr: Sauvegarder comme…
nl: Bewaar als…
sv: Spara som...

source: Field name
de: Feldname
es: Nombre del campo
fr: Nom du champ
nl: Veld
sv: Fältnamn

source: Field is on line ... (0=first)
de: Feld ist auf Zeile … (0=Erste Zeile)
es: El campo está en línea... (0 = primero)
fr: Le champ est sur la ligne … (0=premier)
nl: Veld is op lijn … (0=eerste)
sv: Fältet är på rad... (0 = först)

source: Field is on x-position ... in column
de: Feld ist auf x-Position … in Spalte
es: El campo está en la posición x... en la columna
fr: Le champ est sur la position x … dans la colonne
nl: Veld is op positie x … in kolom
sv: Fältet är på x-position... i kolumn

source: Display width of the field
de: Zeige Feldbreite
es: Ancho de pantalla del campo
fr: Montrez la taille du champ
nl: Breedte van het veld
sv: Visa bredd på fältet

source: Font style: combination of<br />i (italic), b (bold) and l, r or c (alignment)
de: Schriftart:Kombination von<br />i (kursiv), b (fett) and l, r or c (Ausrichtung)
es: Estilo de fuente: combinación de <br /> i (cursiva), b (negrita) y l, r o c (alineación)
fr: Type de police: combination de<br />i (italic), b (gras) and l, r or c (alignement gauche, droite ou milieu)
nl: Font stijl: combinatie van <br />i (italic), b (bold) en l, r of c (uitlijning)
sv: Teckenstil: en kombination av <br /> i (kursiv), b (fet) och l, r eller c (justering)

source: Text to be shown in front of the field
de: Text welcher vor dem Feld angezeigt werden soll
es: Texto que se mostrará delante del campo
fr: Texte devant le champ
nl: Tekst voor het veld
sv: Text som ska visas framför fältet

source: Text to be shown after the field
de: Text welcher nach dem Feld angezeigt werden soll
es: Texto que se mostrará después del campo
fr: Texte derrière le champ
nl: Tekst achter het veld
sv: Text som ska visas efter fältet

source: Legend text
de: Text für Legende
es: Texto de leyenda
fr: Texte de légende
nl: Legendetekst
sv: Förklaringstext

source: Page size (A4/A3/LETTER/...)
de: Seitenformat (A4/A3/LETTER/…)
es: Tamaño de página (A4/A3/Letter/...)
fr: Taille papier (A4/A3/LETTER/…)
nl: Paginagrootte (A4/A3/LETTER/…)
sv: Sidstorlek (A4/A3/Letter/...)
