Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: Fixed magnification
de: Feste Vergrößerung
es: Ampliación fija
fr: Grossissement fixe
nl: Vaste vergroting
sv: Fast förstoring

source: Type
de: Typ
es: Tipo
sv: Typ

source: Finderscope
de: Sucher
es: Buscador
fr: Chercheur
nl: Zoeker
sv: Sökaren

source: Other
de: Andere
es: Otro
fr: Autre
nl: Ander
sv: Övrigt

source: Binoculars
de: Fernglas
es: Binoculares
fr: Jumelles
nl: Verrekijker
sv: Kikare

source: Add a new lens
de: Ein neues Objektiv hinzufügen
es: Agregar un nuevo lente
fr: Ajouter une nouvelle lentille
nl: Voeg een nieuwe lens toe
sv: Lägg till ett nytt lins

source: Add lens
de: Objektiv hinzufügen
es: Agregar lente
fr: Ajouter une lentille
nl: Voeg lens toe
sv: Lägg till lins

source: Select an existing lens
de: Linse hinzufügen
es: Seleccione un objetivo existente
fr: Rajouter une lentille existante
nl: Selecteer bestaande lens
sv: Välj ett befintligt objektiv

source: or specify your lens details manually
de: oder geben Sie Ihre Linsen Details manuell an
es: o especifique los detalles de la lente manualmente
fr: ou spécifiez manuellement les détails de votre lentille
nl: of voeg de gegevens manueel in
sv: eller ange dina lins Detaljer manuellt

source: e.g. Televue 2x Barlow
de: z.b. Televue 2X Barlow
es: p.ej. Televue 2x Barlow
fr: ex. Televue 2x Barlow
nl: b.v. Televue 2x Barlow
sv: t. ex. Televue 2x

source: Factor
de: Faktor
es: Cartero
fr: Facteur
sv: Faktor

source: > 1.0 for Barlow lenses, < 1.0 for shapley lenses.
de: > 1,0 für Barlow-Objektive, < 1,0 für Shapley-Objektive.
es: > 1,0 para lentes Barlow, < 1,0 para lentes Shapley.
fr: > 1,0 pour les lentilles Barlow, < 1,0 pour les lentilles Shapley.
nl: > 1,0 voor Barlow lenzen, < 1,0 voor Shapley lenzen.
sv: > 1,0 för s-linser, < 1,0 för Shapley linser.

source: Add new instrument
de: Neues Instrument hinzufügen
es: Agregar nuevo instrumento
fr: Ajouter un nouvel instrument
nl: Nieuw instrument toevoegen
sv: Lägg till nytt instrument

source: Select an existing instrument
de: Beobachtungsgerät anlegen
es: Seleccione un instrumento existente
fr: Rajouter un instrument existant
nl: Selecteer een bestaand instrument
sv: Välj ett befintligt instrument

source: or add instrument manually
de: oder das Instrument manuell hinzufügen
es: o agregue el instrumento manualmente
fr: ou ajouter un instrument manuellement
nl: of voeg instrument handmatig toe
sv: eller Lägg till instrument manuellt

source: Instrument name
es: Nombre del instrumento
fr: Nom de l'instrument
nl: Naam van het instrument
sv: Instrumentets namn

source: Diameter
de: Durchmesser
es: Diámetro
fr: Diamètre

source: Focal Length
de: Brennweite
es: Longitud focal
fr: Longueur focale
nl: Brandpuntsafstand
sv: Brännvidd

source: or F/D
de: oder F/D
es: o F/D
fr: ou F/D
nl: of F/D
sv: eller F/D

source: Only for binoculars, finder scopes, ...
de: Nur für Ferngläser, Finder-Scopes,...
es: Sólo para prismáticos, telescopios de búsqueda,...
fr: Uniquement pour jumelles, viseur,...
nl: Alleen voor verrekijker, zoekers,...
sv: Endast för kikare, Finder-scope,...

source: Lenses of %s
de: Linsen von %s
es: Lentes de %s
fr: Lentilles de %s
nl: Lenzen van %s
sv: Linser av %s

source: New message
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
nl: Nieuw bericht
sv: Nytt meddelande

source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
nl: Zend bericht
sv: Skicka meddelande

source: All DeepskyLog users
de: Alle DeepskyLog Benutzer
es: Todos los usuarios de DeepskyLog
fr: Toutes les utilisateurs de Deepskylog
nl: Alle DeepskyLog gebruikers
sv: Alla DeepskyLog-användare

source: Sender
es: Remitente
fr: De
nl: Afzender
sv: Avsändare

source: Receiver
de: Empfänger
es: Receptor
fr: A
nl: Bestemmeling
sv: Mottagare

source: Send as real mail
de: Senden als echte Mail
es: Enviar como correo real
fr: Envoyer comme vrai mail
nl: Stuur als echte mail
sv: Skicka som riktiga mail

source: Subject
de: Betreff
es: Asunto
fr: Sujet
nl: Onderwerp
sv: Ämne

source: Message
de: Nachricht
es: Mensaje
nl: Bericht
sv: Meddelande

source: You should be logged in to be able to send messages.
de: Sie müssen angemeldet sein um Nachrichten zu versenden.
es: Debe iniciar sesión para poder enviar mensajes.
fr: Vous devez vous connecter avant de pouvoir envoyer des messages.
nl: U dient ingelogd te zijn om berichten te sturen.
sv: Du bör vara inloggad för att kunna skicka meddelanden.

source: Locations overview
de: Übersicht über Beobachtungsplätze
es: Visión general de los ubicaciones
fr: Aperçu des endroits
nl: Overzicht waarneemplaatsen
sv: Översikt över platser

source: Country
de: Land
es: País
fr: Pays
nl: Land
sv: Land

source: Longitude
de: Längengrad
es: Longitud
nl: Lengtegraad
sv: Longitud

source: Latitude
de: Breitengrad
es: Latitud
nl: Breedtegraad
sv: Latitud

source: Elevation
de: Höhe
es: Elevación
fr: Élévation
nl: Hoogte
sv: Höjd

source: Time Zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
nl: Tijdzone
sv: Tidszon

source: You wanted to watch an observer, but none is specified. Please contact the developers with this message.
de: Sie wollten einen Beobachter beobachten, aber keiner ist spezifiziert. Bitte kontaktieren Sie die Entwickler mit dieser Nachricht.
es: Querías ver a un observador, pero no se especifica ninguno. Póngase en contacto con los desarrolladores con este mensaje.
fr: Vous vouliez regarder un observateur, mais aucun n'est spécifié. Veuillez contacter les développeurs avec ce message.
nl: Je wilde een waarnemer bekijken, maar er is geen opgegeven. Neem contact op met de ontwikkelaars met deze foutmelding.
sv: Du ville titta på en observatör, men ingen anges. Kontakta utvecklarna med det här meddelandet.

source: Info
es: Información

source: Observations per year
de: Beobachtungen pro Jahr
es: Observaciones por año
fr: Observations par an
nl: Waarnemingen per jaar
sv: Observationer per år

source: Observations per month
de: Beobachtungen pro Monat
es: Observaciones mensuales
fr: Observations par mois
nl: Waarnemingen per maand
sv: Observationer per månad

source: Object types observed
de: Object Typen gesehen
es: Tipos de objeto observados
fr: Type d’objets observé
nl: Object types waargenomen
sv: Observerade objekttyper

source: Observations per country
de: Beobachtungen pro Land
es: Observaciones por país
fr: Observations par pays
nl: Waarnemingen per land
sv: Observationer per land

source: DeepskyLog stars
de: DeepskyLog Sternen
es: Estrellas DeepskyLog
fr: Étoiles de DeepskyLog
nl: DeepskyLog sterren
sv: DeepskyLog stjärnor

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam
sv: Användarnamn

source: Email address
de: E-Mail-Adresse
es: Email
fr: Adresse email
nl: E-mailadres
sv: E-postadress

source: First name
de: Vorname
es: Nombre
fr: Prénom
nl: Voornaam
sv: Förnamn

source: Change email / firstname / name
de: E-Mail/Vorname/Name ändern
es: Cambiar email/apellido/nombre
fr: Changer e-mail/prénom/nom
nl: Wijzig email/voornaam/naam
sv: Ändra e-post/förnamn/namn

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
sv: Lösenord

source: Default observing site
de: Standard Beobachtungsort
es: Sitio de observación predeterminado
fr: Site d'observation par défaut
nl: Standaard waarneemplaats
sv: Standardplats för observation

source: Default instrument
de: Standardinstrument
es: Instrumento predeterminado
fr: Instrument par défaut
nl: Standaard instrument
sv: Standardinstrument

source: Copyright notice
de: Copyright-hinweis
es: Aviso de copyright
fr: Avis de Copyright
nl: Copyright melding
sv: Copyrightmeddelande

source: Change role
de: Rolle ändern
es: Cambiar rol
fr: Modifier le rôle
nl: Rol wijzigen
sv: Ändra roll

source: Number of drawings
de: Anzahl der Zeichnungen
es: Número de dibujos
fr: Nombre de dessins
nl: Aantal tekeningen
sv: Antal ritningar

source: Drawings last year
de: Zeichnungen im vergangenen Jahr
es: Dibujos del año pasado
fr: Dessins l'an dernier
nl: Tekeningen vorig jaar
sv: Ritningar förra året

source: Messier objects
de: Messier Objekten
es: Objetos Messier
fr: Objets Messier
nl: Messier objecten
sv: Messier-objekt

source: Caldwell objects
de: Caldwell Objekte
es: Objetos de Caldwell
fr: Objets Caldwell
nl: Caldwell objecten
sv: Caldwell-objekt

source: H400 objects
de: H400 Objekte
es: Objetos H400
fr: Objets H400
nl: H400 objecten
sv: H400-objekt

source: H II objects
de: H II Objekte
es: Objetos H II
fr: Objets H II
nl: H II objecten
sv: H II-objekt

source: All observations of
de: Alle Beobachtungen von
es: Todas las observaciones de
nl: Alle waarnemingen van
sv: Alla observationer av

source: All drawings of
de: Alle Zeichnungen von
es: Todos los dibujos de
nl: Alle tekeningen van
sv: Alla ritningar av

source: Send message to
de: Sende Benachrichtigung an
es: Enviar mensaje a
fr: Envoyer un message à
nl: Stuur bericht naar
sv: Skicka meddelande till

source: Number of observations per year
de: Anzahl der Beobachtungen pro Jahr
es: Número de observaciones por año
fr: Nombre d’observations par an
nl: Aantal waarnemingen per jaar
sv: Antal observationer per år

source: Source:
de: Quelle:
es: Fuente:
nl: Bron:
sv: Källkod:

source: Observations
de: Beobachtungen
es: Observaciones
nl: Waarnemingen
sv: Observationer

source: Comets
de: Kometen
es: Cometas
fr: Comètes
nl: Kometen
sv: Kometer

source: Number of observations per month
de: Anzahl der Beobachtungen pro Monat
es: Número de observaciones por mes
fr: Nombre d’observations par mois
nl: Aantal waarnemingen per maand
sv: Antal observationer per månad

source: Object types seen
de: Objekt Typen gesehen
es: Tipos de objetos vistos
fr: Nombre de type d’objet vu
nl: Object types
sv: Objekttyper som visas

source: Bronze
es: Bronce
nl: Brons
sv: Brons

source: Bronze Messier certificat! You observed 25 Messier objects!
de: Bronze Messier Zertifikat! Sie beobachteten 25 Messier-Objekte!
es: ¡Certificado Messier de bronce! ¡Observaste 25 objetos Messier!
fr: Certificat bronze Messier! Vous avez observé 25 objets Messier!
nl: Bronzen Messier certificaat! Je hebt 25 Messier objecten waargenomen!
sv: Brons Messier Certificat! Du observerade 25 Messier-föremål!

source: Observe at least 25 Messier objects to get this certificat!
de: Beachten Sie mindestens 25 Messier-Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe al menos 25 objetos Messier para obtener este certificado!
fr: Observez au moins 25 objets Messier pour obtenir ce certificat!
nl: Neem minimaal 25 Messier objecten waar om dit certificaat te krijgen!
sv: Observera minst 25 Messier-föremål för att få denna Certificat!

source: Silver
de: Silber
es: Plata
fr: Argent
nl: Zilver

source: Silver Messier certificat! You observed 50 Messier objects!
de: Silver Messier Zertifikat! Sie beobachteten 50 Messier Objekte!
es: ¡Certificado Messier de plata! ¡Observaste 50 objetos Messier!
fr: Certificat d’argent Messier! Vous avez observé 50 objets Messier!
nl: Zilveren Messier certificaat! Je hebt 50 Messier objecten waargenomen!
sv: Silver Messier Certificat! Du observerade 50 Messier-objekt!

source: Observe at least 50 Messier objects to get this certificat!
de: Beachten Sie mindestens 50 Messier-Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe por lo menos 50 objetos Messier para obtener este certificado!
fr: Observez au moins 50 objets Messier pour obtenir ce certificat!
nl: Neem minimaal 50 Messier objecten waar om dit certificaat te krijgen!
sv: Observera minst 50 Messier-föremål för att få denna Certificat!

source: Gold
es: Oro
fr: Or
nl: Goud
sv: Guld

source: Golden Messier certificat! You observed all 110 Messier objects!
de: Golden Messier Zertifikat! Sie haben alle 110 Messier Objekte beobachtet!
es: ¡Certificado Messier de oro! ¡Observaste los 110 objetos Messier!
fr: Certificat d'or Messier! Vous avez observé tous les objets 110 Messier!
nl: Gouden Messier certificaat! Je hebt alle 110 Messier objecten waargenomen!
sv: Gyllene Messier Certificat! Du observerade alla 110 Messier-föremål!

source: Observe all 110 Messier objects to get this certificat!
de: Beobachten Sie alle 110 Messier Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe todos los 110 objetos Messier para obtener este certificado!
fr: Observez tous les 110 objets Messier pour obtenir ce certificat!
nl: Neem alle 110 Messier objecten waar om dit certificaat te krijgen!
sv: Observera alla 110 Messier-objekt för att få denna Certificat!

source: Drawings of Messier objects
de: Zeichnungen von Messier Objekten
es: Dibujos de objetos más sucios
fr: Dessins d'objets Messier
nl: Tekeningen van Messier objecten
sv: Ritningar av Messier-föremål

source: Bronze Messier drawing-certificat! You drew 25 Messier objects!
de: Bronze Messier Zeichnung-Zertifikat! Sie haben 25 Messier Objekte gezeichnet!
es: ¡Dibujo-certificado Messier de bronce! ¡Dibujaste 25 objetos Messier!
fr: Certificat de dessin bronze Messier! Vous avez dessiné 25 objets Messier!
nl: Bronzen Messier teken-certificaat! Je hebt 25 Messier objecten getekend!
sv: Brons Messier Ritning-Certificat! Du ritade 25 Messier-föremål!

source: Draw at least 25 different Messier objects to get this certificat!
de: Zeignen Sie mindestens 25 verschiedene Messier-Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 25 diferentes objetos Messier para obtener este certificado!
fr: Dessinez au moins 25 objets Messier différents pour obtenir ce certificat!
nl: Teken minimaal 25 Messier objecten om dit certificaat te krijgen!
sv: Rita minst 25 olika Messier-objekt för att få denna Certificat!

source: Silver Messier drawing-certificat! You drew 50 Messier objects!
de: Silberne Messier Zeichnung-Zertifikat! Sie haben 50 Messier Objekte gezeichnet!
es: ¡Dibujo-certificado Messier de plata! ¡Dibujaste 50 objetos Messier!
fr: Certificat dessin d’argent Messier! Vous avez dessiné 50 Messier Objects!
nl: Zilveren Messier teken-certificaat! Je hebt 50 Messier objecten getekend!
sv: Silver Messier Ritning-Certificat! Du ritade 50 Messier-föremål!

source: Draw at least 50 Messier objects to get this certificat!
de: Zeichnen Sie mindestens 50 Messier-Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje al menos 50 objetos Messier para obtener este certificado!
fr: Dessinez au moins 50 objets Messier pour obtenir ce certificat!
nl: Teken minimaal 50 Messier objecten om dit certificaat te krijgen!
sv: Rita minst 50 Messier-objekt för att få denna Certificat!

source: Golden Messier drawing-certificat! You drew all 110 Messier objects!
de: Golden Messier Zeichnung-Zertifikat! Sie haben alle 110 Messier Objekte gezeichnet!
es: ¡Dibujo-certificado Messier de oro! ¡Dibujaste los 110 objetos Messier!
fr: Certificat dessin d’or Messier! Vous avez dessiné tous les 110 objets Messier!
nl: Gouden Messier teken-certificaat! Je hebt alle 110 Messier objecten getekend!
sv: Golden Messier Ritning-Certificat! Du ritade alla 110 Messier-föremål!

source: Draw all 110 Messier objects to get this certificat!
de: Zeichnen Sie alle 110 Messier-Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje los 110 objetos Messier para obtener este certificado!
fr: Dessinez tous les 110 objets Messier pour obtenir ce certificat!
nl: Teken alle 110 Messier objecten om dit certificaat te krijgen!
sv: Rita alla 110 Messier-objekt för att få denna Certificat!

source: Bronze Caldwell certificat! You observed 25 Caldwell objects!
de: Bronze Caldwell Zertifikat! Sie beobachteten 25 Caldwell-Objekte!
es: ¡Certificado de bronce de Caldwell! ¡Has observado 25 objetos Caldwell!
fr: Certificat de bronze Caldwell! Vous avez observé 25 objets Caldwell!
nl: Bronzen Caldwell certificaat! Je hebt 25 Caldwell objecten waargenomen!
sv: Brons Caldwell Certificat! Du observerade 25 Caldwell objekt!

source: Observe at least 25 Caldwell objects to get this certificat!
de: Beachten Sie mindestens 25 Caldwell-Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe por lo menos 25 objetos de Caldwell para conseguir este certificado!
fr: Observez au moins 25 objets Caldwell pour obtenir ce certificat!
nl: Neem minimaal 25 Caldwell objecten waar om dit certificaat te krijgen!
sv: Observera minst 25 Caldwell objekt för att få denna Certificat!

source: Silver Caldwell certificat! You observed 50 Caldwell objects!
de: Silver Caldwell Zertifikat! Sie beobachteten 50 Caldwell Objekte!
es: ¡Certificado de plata de Caldwell! ¡Has observado 50 objetos Caldwell!
fr: Certificat d'argent Caldwell! Vous avez observé 50 objets Caldwell!
nl: Zilveren Caldwell certificaat! Je hebt 50 Caldwell objecten waargenomen!
sv: Silver Caldwell Certificat! Du observerade 50 Caldwell objekt!

source: Observe at least 50 Caldwell objects to get this certificat!
de: Beachten Sie mindestens 50 Caldwell-Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe por lo menos 50 objetos de Caldwell para conseguir este certificado!
fr: Observez au moins 50 objets Caldwell pour obtenir ce certificat!
nl: Neem minimaal 50 Caldwell objecten waar om dit certificaat te krijgen!
sv: Observera minst 50 Caldwell objekt för att få denna Certificat!

source: Golden Caldwell certificat! You observed all 110 Caldwell objects!
de: Golden Caldwell Zertifikat! Sie haben alle 110 Caldwell Objekte beobachtet!
es: ¡Certificado de oro de Caldwell! ¡Has observado todos los objetos 110 Caldwell!
fr: Certificat d'or Caldwell! Vous avez observé tous les 110 objets Caldwell!

source: Observe all 110 Caldwell objects to get this certificat!
de: Beobachten Sie alle 110 Caldwell-Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe todos los objetos 110 Caldwell para obtener este certificado!
fr: Observez tous les 110 objets Caldwell pour obtenir ce certificat!

source: Drawings of Caldwell objects
de: Zeichnungen von Caldwell Objekten
es: Dibujos de objetos Caldwell
fr: Dessins d'objets Caldwell
nl: Tekeningen van Caldwell objecten
sv: Ritningar av Caldwell-objekt

source: Bronze Caldwell drawing-certificat! You drew 25 Caldwell objects!
de: Bronze Caldwell Zeichnung-Zertifikat! Sie haben 25 Caldwell Objekte gezeichnet!
es: ¡Dibujo-certificado Caldwell de bronce! ¡Dibujaste 25 objetos Caldwell!
fr: Certificat dessin bronze Caldwell! Vous avez dessiné 25 objets Caldwell!
nl: Bronzen Caldwell teken-certificaat! Je hebt 25 Caldwell objecten getekend!
sv: Brons Caldwell Ritning-Certificat! Du ritade 25 Caldwell objekt!

source: Draw at least 25 Caldwell objects to get this certificat!
de: Zeignen Sie mindestens 25 verschiedene Caldwell-Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 25 objetos de Caldwell para conseguir este certificado!
fr: Dessinez au moins 25 objets Caldwell pour obtenir ce certificat!
nl: Teken minimaal 25 Caldwell objecten om dit certificaat te krijgen!
sv: Rita minst 25 Caldwell objekt för att få denna Certificat!

source: Silver Caldwell drawing-certificat! You drew 50 Caldwell objects!
de: Silberne Caldwell Zeichnung-Zertifikat! Sie haben 50 Caldwell Objekte gezeichnet!
es: ¡Dibujo-certificado Caldwell de plata! ¡Dibujaste 50 objetos Caldwell!
fr: Certificat dessin d’argent Caldwell! Vous avez dessiné 50 objets Caldwell!
nl: Zilveren Caldwell teken-certificaat! Je hebt 50 Caldwell objecten getekend!
sv: Silver Caldwell Ritning-Certificat! Du ritade 50 Caldwell objekt!

source: Draw at least 50 Caldwell objects to get this certificat!
de: Zeichnen Sie mindestens 50 Caldwell-Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje por lo menos 50 objetos Caldwell para obtener este certificado!
fr: Dessinez au moins 50 objets Caldwell pour obtenir ce certificat!
nl: Teken minimaal 50 Caldwell objecten om dit certificaat te krijgen!
sv: Rita minst 50 Caldwell objekt för att få denna Certificat!

source: Golden Caldwell drawing-certificat! You drew all 110 Caldwell objects!
de: Golden Caldwell Zeichnung-Zertifikat! Sie haben alle 110 Caldwell Objekte gezeichnet!
es: ¡Dibujo-certificado Caldwell de oro! ¡Dibujaste los 110 objetos Caldwell!
fr: Certificat dessin d’or Caldwell! Vous avez dessiné tous les 110 objets Caldwell!

source: Draw all 110 Caldwell objects to get this certificat!
de: Zeichnen Sie alle 110 Caldwell Objekte, um dieses Zertifikat zu erhalten!
es: ¡Dibuje todos los objetos 110 Caldwell para obtener este certificado!
fr: Dessinez tous les 110 objets Caldwell pour obtenir ce certificat!

source: Herschel 400 objects
de: Herschel 400 Objekte
es: Herschel 400 objetos
fr: Herschel 400 objets
nl: Herschel 400 objecten
sv: Herschel 400 objekt

source: Bronze Herschel 400 certificat! You observed 25 Herschel 400 objects!
de: Bronze Herschel 400 Zertifikat! Sie haben 25 Herschel 400 Objekte beobachtet!
es: Bronce Herschel 400 certificado! ¡Observaste 25 objetos Herschel 400!
fr: Certificat bronze Herschel 400! Vous avez observé 25 objets Herschel 400!
nl: Bronzen Herschel 400 certificaat! Je hebt 25 Herschel 400 objecten waargenomen!
sv: Brons Herschel 400 Certificat! Du observerade 25 Herschel 400 objekt!

source: Observe at least 25 Herschel 400 objects to get this certificat!
de: Beachten Sie mindestens 25 Herschel 400 Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe por lo menos 25 objetos Herschel 400 para obtener este certificado!
fr: Observez au moins 25 objets Herschel 400 pour obtenir ce certificat!
nl: Neem minimaal 25 Herschel 400 objecten waar om dit certificaat te krijgen!
sv: Observera minst 25 Herschel 400 objekt för att få denna Certificat!

source: Silver Herschel 400 certificat! You observed 50 Herschel 400 objects!
de: Silver Herschel 400 Zertifikat! Sie beobachteten 50 Herschel 400 Objekte!
es: Certificado Herschel 400 de plata! ¡Observaste 50 objetos Herschel 400!
fr: Certificat d’argent Herschel 400! Vous avez observé 50 objets Herschel 400!
nl: Zilveren Herschel 400 certificaat! Je hebt 50 Herschel 400 objecten waargenomen!
sv: Silver Herschel 400 Certificat! Du observerade 50 Herschel 400 objekt!

source: Observe at least 50 Herschel 400 objects to get this certificat!
de: Beachten Sie mindestens 50 Herschel 400 Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe por lo menos 50 objetos Herschel 400 para obtener este certificado!
fr: Observez au moins 50 objets Herschel 400 pour obtenir ce certificat!
nl: Neem minimaal 50 Herschel 400 objecten waar om dit certificaat te krijgen!
sv: Observera minst 50 Herschel 400 objekt för att få denna Certificat!

source: Golden Herschel 400 certificat! You observed 100 Herschel 400 objects!
de: Golden Herschel 400 Zertifikat! Sie beobachteten 100 Herschel 400 Objekte!
es: ¡Herschel 400 certificado d’oro! ¡Observaste 100 Herschel 400 objetos!
fr: Certificat d’or Herschel 400! Vous avez observé 100 objets Herschel 400!
nl: Gouden Herschel 400 certificaat! Je hebt 100 Herschel 400 objecten waargenomen!
sv: Golden Herschel 400 Certificat! Du observerade 100 Herschel 400 objekt!

source: Observe at least 100 Herschel 400 objects to get this certificat!
de: Beachten Sie mindestens 100 Herschel 400 Objekte, um dieses Zertifikat zu erhalten!
es: ¡Observe por lo menos 100 objetos Herschel 400 para obtener este certificado!
fr: Observez au moins 100 objets Herschel 400 pour obtenir ce certificat!
nl: Neem minimaal 100 Herschel 400 objecten waar om dit certificaat te krijgen!
sv: Observera minst 100 Herschel 400 objekt för att få denna Certificat!

source: Diamond
de: Diamant
es: Diamante
fr: Diamant
nl: Diamant
sv: Diamant

source: Diamond Herschel 400 certificat! You observed 200 Herschel 400 objects!
de: Diamond Herschel 400 Zertifikat! Sie beobachteten 200 Herschel 400 Objekte!
es: ¡Herschel 400 certificado de diamante! ¡Observaste 200 Herschel 400 objetos!
fr: Certificat diamant Herschel 400! Vous avez observé 200 objets Herschel 400!
nl: Diamanten Herschel 400 certificaat! Je hebt 200 Herschel 400 objecten waargenomen!
sv: Diamond Herschel 400 Certificat! Du observerade 200 Herschel 400 objekt!
