Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: After entering a typical limiting magnitude or a typical SQM-value, DeepskyLog will calculate visibility of all objects! Do not forget to select a standard observation site!
de: Nach der Eingabe der typischen Grenzmagnitude oder des SQM-Wertes, wird DeepskyLog die Sichtbarkeit aller Objekte berechnen! Vergessen Sie nicht einen Standard-Beobachtungsplatz anzugeben!
es: Después de introducir una magnitud de limitación típica o un valor de sqm típico, DeepskyLog calculará la visibilidad de todos los objetos! ¡No olvide seleccionar un sitio de observación estándar!
fr: Après l’introduction d’un ciel typique, ou d’une valeur SQM typique, DeepskyLog vous calculera la visibilité de tous les objets! N’oubliez pas de sélectionner votre site d’observation!
nl: Als je een typische grensmagnitude of een typische SQM bij je waarneemplaats ingeeft, dan berekent DeepskyLog voor jou de zichtbaarheid van alle objecten! Vergeet niet om een standaard waarneemplaats te kiezen!
sv: När du har angett en typisk begränsande magnitud eller en typisk SQM-värde, DeepskyLog kommer att beräkna synlighet för alla objekt! Glöm inte att välja en standard observations plats!

source: Set your standard observing atlas and set a picture of yourself.
de: Wählen Sie Ihren Standard Sternenatlas und setzen Sie ein Bild für Ihren Benutzer.
es: Fije su Atlas de observación estándar y fije una imagen de usted mismo.
fr: Indiquez l’atlas qui vous convient et envoyez une photo de vous-même.
nl: Stel je standaardatlas in en stuur een foto van jezelf door.
sv: Ställ in din standard observation Atlas och ange en bild på dig själv.

source: A lot of fun using DeepskyLog!
de: Viel Spaß bei DeepskyLog!
es: ¡Diviértete mucho usando DeepskyLog!
fr: On vous souhaite un bon usage de DeepskyLog!
nl: Veel plezier met DeepskyLog!
sv: Mycket roligt med DeepskyLog!

source: The DeepskyLog developers
de: Die DeepskyLog Entwickler
es: Los desarrolladores de DeepskyLog
fr: Les dévelopeurs de DeepskyLog
nl: De DeepskyLog ontwikkelaars
sv: Den DeepskyLog utvecklare

source: The user has successfully been updated!
de: Der Benutzer wurde erfolgreich aktualisiert!
es: ¡El usuario ha sido actualizado con éxito!
fr: L'utilisateur a été mis à jour avec succès!
nl: De gebruiker is succesvol bijgewerkt!
sv: Användaren har uppdaterats!

source: User updated.
de: Benutzer aktualisiert.
es: Usuario actualizado.
fr: Utilisateur mis à jour.
nl: Gebruiker bijgewerkt.
sv: Användaren uppdaterad.

source: The new password and the confirmed password are not the same. Unable to change the password.
de: Das neue Passwort und die Passwort Bestätigung sind nicht dasselbe. Die password is nicht verändert.
es: La nueva contraseña y la contraseña confirmada no son las mismas. No se puede cambiar la contraseña.
fr: Le nouveau mot de passe et le mot de passe confirmé ne sont pas les mêmes. Impossible de changer le mot de passe.
nl: Het nieuwe wachtwoord en de bevestiging zijn niet gelijk. Onmogelijk om het wachtwoord aan te passen.
sv: Det nya lösenordet och det bekräftade lösenordet är inte samma. Det går inte att ändra lösenordet.

source: The password is successfully changed.
de: Das Passwort ist erfolgreich geändert.
es: La contraseña se ha cambiado correctamente.
fr: Le mot de passe est changé avec succès.
nl: Het wachtwoord is gewijzigd.
sv: Lösenordet har ändrats.

source: The current password you entered is incorrect. Unable to change the password.
de: Die von Ihnen gewählte aktuelle Passwort ist nicht korrekt. Die password is nicht verändert.
es: La contraseña actual que ha introducido es incorrecta. No se puede cambiar la contraseña.
fr: Le mot de passe actuel que vous avez entré est incorrect. Impossible de changer le mot de passe.
nl: Het huidige wachtwoord is incorrect ingegeven. Onmogelijk om het wachtwoord aan te passen.
sv: Det aktuella lösenordet är felaktigt. Det går inte att ändra lösenordet.

source: The username %s is not known by DeepskyLog. Impossible to request a new password.
de: Die Benutzername %s ist nicht durch DeepskyLog bekannt. Unmöglich, ein neues Passwort an zu fordern.
es: El nombre de usuario %s no es conocido por DeepskyLog. Imposible solicitar una nueva contraseña.
fr: Le nom d’utilisateur %s n’est pas connu par DeepskyLog. Impossible de demander un nouveau mot de passe.
nl: De gebruikersnaam %s is niet gekend in DeepskyLog. Onmogelijk om een nieuw wachtwoord aan te vragen.
sv: Användarnamnet %s är inte känt av DeepskyLog. Omöjligt att begära ett nyttlösenord.

source: The mail address %s is not known by DeepskyLog. Impossible to request a new password.
de: Die E-Mail Adresse %s ist nicht durch DeepskyLog bekannt. Unmöglich, ein neues Passwort an zu fordern.
es: La dirección de correo %s no es conocida por DeepskyLog. Imposible solicitar una nueva contraseña.
fr: L’émail %s n’est pas connu par DeepskyLog. Impossible de demander un nouveau mot de passe.
nl: Het emailadres %s is niet gekend in DeepskyLog. Onmogelijk om een nieuw wachtwoord aan te vragen.
sv: E-postadressen %s är inte känd av DeepskyLog. Omöjligt att begära ett nyttlösenord.

source: The given username and mail address are not known by DeepskyLog. Impossible to request a new password.
de: Die angegebene Benutzername und E-Mail Adresse sind nicht durch DeepskyLog bekannt. Unmöglich, ein neues Passwort an zu fordern.
es: El nombre de usuario y la dirección de correo no son conocidos por DeepskyLog. Imposible solicitar una nueva contraseña.
fr: Le nom d’utilisateur donné et l’émail ne sont pas connus par DeepskyLog. Impossible de demander un nouveau mot de passe.
nl: De gebruikersnaam en het mailadres zijn niet gekend in DeepskyLog. Onmogelijk om een nieuw wachtwoord aan te vragen.
sv: Det angivna användarnamnet och e-postadressen är inte kända av DeepskyLog. Omöjligt att begära ett nyttlösenord.

source: DeepskyLog Change Password Request
de: DeepskyLog passwort Änderungsanforderung
es: DeepskyLog cambiar la solicitud de contraseña
fr: DeepskyLog Demande de changer le mot de passe
nl: DeepskyLog aanvraag om wachtwoord aan te passen
sv: DeepskyLog ändra lösenord begäran

source: You have (or someone impersonating you has) requested to change your %s password. <br />To complete the change, visit the following link:
de: Sie haben (oder jemanden, der Sie imitiert) aufgefordert Ihr %s Passwort zu ändern. <br />Um die Änderung abzuschließen, besuchen Sie den folgenden Link:
es: Usted tiene (o alguien suplantando usted tiene) solicitó cambiar su contraseña de %s. <br /> para completar el cambio, visite el siguiente enlace:
fr: Vous avez (ou quelqu’un qui vous imite) demandé de changer votre %s mot de passe. <br />Pour compléter le changement, visitez le lien suivant:
nl: Je hebt (of iemand die je nadoet heeft) verzocht om jouw %s wachtwoord te wijzigen. <br />Om de wijziging te voltooien, klik op de volgende link:
sv: Du har (eller någon som personifierar dig) begärt att få ändra ditt lösenord för %s. <br /> för att slutföra ändringen, besök följande länk:

source: If you are not the person who made this request, or you wish to cancel this request, visit the following link:
de: Wenn Sie nicht die Person bist, die diesen Antrag hat gestellt, oder Sie diese Anforderung abbrechen möchten, besuchen Sie den folgenden Link:
es: Si usted no es la persona que hizo esta solicitud, o desea cancelar esta solicitud, visite el siguiente enlace:
fr: Si vous n’êtes pas la personne qui a fait cette demande, ou si vous souhaitez annuler cette demande, visitez le lien suivant:
nl: Als je niet de persoon bent die dit verzoek heeft ingediend, of je dit verzoek wenst te annuleren, klik op de volgende link:
sv: Om du inte är den person som gjorde denna begäran, eller om du vill avbryta denna begäran, besök följande länk:

source: If you do nothing, the request will lapse after 24 hours (on %s) or when you log in successfully.
de: Wenn Sie nichts tun, wird die Anforderung nach 24 Stunden verfallen (am %s) oder Wenn Sie sich erfolgreich anmeldet.
es: Si no hace nada, la solicitud caducará después de 24 horas (en %s) o cuando inicie sesión correctamente.
fr: Si vous ne faites rien, la demande expire après 24 heures (le %s) ou lorsque vous vous connectez avec succès.
nl: Als je niets doet, vervalt het verzoek na 24 uur (op %s) of wanneer je succesvol inlogt.
sv: Om du inte gör något kommer begäran att upphöra efter 24 timmar (på %s) eller när du loggar in utan problem.

source: The DeepskyLog team
de: Das DeepskyLog team
es: El equipo de DeepskyLog
fr: Le DeepskyLog team
nl: Het DeepskyLog team
sv: DeepskyLog-teamet

source: A token for changing the password of %s has been emailed to %s. Follow the instructions in that email to change your password.
de: Ein Token zum ändern des Passworts %s wurde Ihnen per E-Mail nach %s geschickt. Folgen Sie den Anweisungen in dieser E-Mail um Ihr Passwort zu ändern.
es: Una ficha para cambiar la contraseña de %s se ha enviado por correo electrónico a %s. Siga las instrucciones de ese correo electrónico para cambiar su contraseña.
fr: Un token pour changer le mot de passe de %s a été envoyé à %s. Suivez les instructions dans ce message pour changer votre mot de passe.
nl: Een token om het wachtwoord van %s te wijzigen is naar %s verzonden. Volg de instructies in die mail om je wachtwoord te wijzigen.
sv: En token för ändring av lösenordet för %s har Mail ATS till %s. Följ instruktionerna i e-postmeddelandet för att ändra ditt lösenord.

source: Centered on
de: Zentriert auf
es: Centrado en
fr: Centré sur
nl: Centrum op
sv: Centrerad på

source: (c) www.deepskylog.org - No publishing without written autorisation - Object Database originally based on Eye&Telescope - Star Database by Tycho 2+ and USNO UCAC3 (Zacharia).
de: (c) www.deepskylog.org - Keine Veroffentlichung ohne vorherige Genehmigung - Objekt Datenbank basierend auf Eye&Telescope - Sternen Datenbank basierend auf Tycho 2+ sowie USNO UCAC3 (Zacharia).
es: (c) www.deepskylog.org - no publicar sin la autorización escrita - base de datos basada originalmente en la base de datos de Eye&Telescope -base de datos estrellas de Tycho 2 + y USNO UCAC3 (Zacharia).
fr: (c) www.deepskylog.org - Pas de publication sans autorisation - Base de donnees basee sur Eye&Telescope - Base de donnees d’etoiles de Tycho 2+ et USNO UCAC3 (Zacharia).
nl: (c) www.deepskylog.org - Geen publicatie zonder schriftelijke toestemming - Object-databank origineel gebaseerd op Eye&Telescope - Ster-databank door Tycho 2+ en USNO UCAC3 (Zacharia).
sv: (c) www.deepskylog.org - ingen publicering utan skriftligt tillstånd - objekt databas ursprungligen baserad på Eye & Telescope - Stjärna databas av Tycho 2 + och Usno UCAC3 (Zacharia).

source: No index entries
de: Keine index Einträge
es: No hay entradas de índice
fr: Pas d’entrées dans l’index
nl: Geen index elementen
sv: Inga indexposter

source: Optimum detection magnification
de: Beste Vergrößerung
es: Aumento óptimo de la detección
fr: Grossissement de détection optimal
nl: Optimale detectie vergroting
sv: Optimal detekterings förstoring

source: Last Seen
de: Zuletzt gesehen
es: Ultima vez visto
fr: Vu récemment
nl: Laatst gezien
sv: Sågs senast

source: in LOCAL TIME !
de: in LOKALER ZEIT !
es: en la HORA LOCAL!
fr: en TEMPS LOCAL !
nl: in LOKALE TIJD !
sv: LOKAL TID!

source: Set
de: Untergang
es: Establecer
fr: Coucher
nl: Onder
sv: Sätt

source: Rise
de: Aufgang
es: Subida
fr: Montant
nl: Op
sv: Stiga

source: Astronomical twilight
de: Astronomische Dämmerung
es: Crepúsculo astronómico
fr: Crépuscule astronomique
nl: Astronomische schemering
sv: Astronomisk skymning

source: from
de: von
es: desde
fr: de
nl: van
sv: från

source: Nautical twilight
de: Nautische Dämmerung
es: Crepúsculo náutico
fr: Crépuscule nautique
nl: Nautische schemering
sv: Nautiska Twilight

source: Object rise-set
de: Objekt Auf-Untergang
es: El levantar del objeto-fijó
fr: Mont.-desc. objet
nl: Object op-ondergang
sv: Objekt Rise-uppsättning

source: Images for %s
de: Bilder für %s
es: Imágenes para %s
fr: Les images pour %s
nl: Beelden voor %s
sv: Bilder för %s

source: observations
de: Beobachtungen
es: observaciones
nl: waarnemingen
sv: observationer

source: observation
de: Beobachtung
es: observación
nl: waarneming

source: The instrument is removed from your equipment list!
de: Das Instrument wird von ihrer Ausstattungsliste entfernt!
es: ¡El instrumento se retira de su lista de equipos!
fr: L'instrument est retiré de votre liste d'équipement!
nl: Het instrument werd uit uw lijst met uitrustingen verwijderd!
sv: Instrumentet tas bort från din utrustningslista!

source: The instrument is added to your equipment list!
de: Das Instrument wird in Ihre Ausstattungsliste aufgenommen!
es: ¡El instrumento se añade a su lista de equipos!
fr: L'instrument est ajouté à votre liste d'équipement!
nl: Het instrument werd toegevoegd aan uw lijst met uitrustingen!
sv: Instrumentet läggs till i din utrustningslista!

source: The instrument details have been changed in your equipment list!
de: Die Instrumenten Details wurden in ihrer Ausstattungsliste geändert!
es: ¡Los detalles del instrumento han sido cambiados en su lista de equipos!
fr: Les détails de l'instrument ont été modifiés dans votre liste d'équipement!
nl: De instrument details zijn veranderd in uw lijst met uitrustingen!
sv: Instrument detaljerna har ändrats i din utrustningslista!

source: All required fields must be filled in!
de: Alle Pflichtfelder müssen ausgefüllt sein!
es: ¡Todos los campos requeridos deben ser rellenados!
fr: Tous les champs obligatoires doivent être remplis!
nl: Alle verplichte velden moeten worden ingevuld!
sv: Alla obligatoriska fält måste fyllas i!

source: Light red
de: Hellrot
es: Rojo claro
fr: Rouge clair
nl: Licht rood
sv: Ljus röd

source: Red
de: Rot
es: Rojo
fr: Rouge
nl: Rood
sv: Röd

source: Deep red
de: Tiefrot
es: Rojo oscuro
fr: Rouge profond
nl: Diep rood
sv: Djupröda

source: Orange
es: Naranja
nl: Oranje

source: Light yellow
de: Hellgelb
es: Amarillo claro
fr: Jaune clair
nl: Lichtgeel
sv: Ljusgul

source: Deep yellow
de: Tiefgelb
es: Amarillo profundo
fr: Jaune profond
nl: Diep geel
sv: Djupgul

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
nl: Geel
sv: Gul

source: Yellow-Green
de: Gelb-grün
es: Amarillo-verde
fr: Jaune-vert
nl: Geel-groen
sv: Gul-grön

source: Light green
de: Helles grün
es: Verde claro
fr: Vert clair
nl: Licht groen
sv: Ljusgrön

source: Green
de: Grün
es: Verde
fr: Vert
nl: Groen
sv: Grön

source: Medium blue
de: Mittel blauer
es: Azul medio
fr: Bleu moyen
nl: Medium blauw
sv: Medium blå

source: Pale blue
de: Hellblau
es: Azul pálido
fr: Bleu pâle
nl: Licht blauw
sv: Ljusblå

source: Blue
de: Blau
es: Azul
fr: Bleu
nl: Blauw
sv: Blå

source: Deep blue
de: Tiefblau
es: Azul profundo
fr: Bleu profond
nl: Diep blauw
sv: Djupblå

source: Violet
de: Violett
es: Violeta
sv: Violett

source: Other filter
de: Anderen Filter
es: Otro filtro
fr: Autre filtre
nl: Andere filter
sv: Andra filter

source: Broadband filter
de: Breitband Filter
es: Filtro de banda ancha
fr: Filtre Broadband
nl: Breedband filter
sv: Bredbands filter

source: Narrowband filter
de: Schmalband Filter
es: Filtro de banda estrecha
fr: Filtre Narrowband
nl: Smalband filter
sv: Smalbandig filter

source: O-III filter
es: Filtro O-III
fr: Filtre O-III

source: H beta filter
es: Filtro H beta
fr: Filtre H-bêta

source: H alpha filter
es: Filtro H alfa
fr: Filtre H alpha
sv: H alfa-filter

source: Color filter
de: Farbfilter
es: Filtro de color
fr: Filtre couleur
nl: Kleur filter
sv: Färgfilter

source: Neutral filter
de: Neutralen Filter
es: Filtro neutro
fr: Filtre neutre
nl: Neutraal filter
sv: Neutralt filter

source: Corrective filter
de: Korrektur Filter
es: Filtro correctivo
fr: Filtre correcteur
nl: Corrigerende filter
sv: Korrigerande filter

source: The filter is removed from your equipment list
de: Der Filter wird aus der Ausstattungsliste entfernt
es: El filtro se retira de la lista de equipos
fr: Le filtre est retiré de votre liste d'équipement
nl: De filter werd uit de lijst met apparatuur verwijderd
sv: Filtret tas bort från din utrustningslista

source: The filter is added to your equipment list
de: Der Filter wird zu ihrer Ausstattungsliste hinzugefügt
es: El filtro se añade a la lista de equipos
fr: Le filtre est ajouté à votre liste d'équipements
nl: De filter werd toegevoegd aan de lijst met apparatuur
sv: Filtret läggs till i din utrustningslista

source: The filter is changed in your equipment list
de: Der Filter wird in ihrer Ausstattungsliste geändert
es: El filtro se cambia en la lista de equipos
fr: Le filtre est modifié dans votre liste d'équipement
nl: De filter werd gewijzigd in uw lijst met apparatuur
sv: Filtret ändras i din utrustningslista

source: The lens is removed from your equipment list
de: Das Objektiv wird aus der Ausstattungsliste entfernt
es: El objetivo se retira de la lista de equipos
fr: La lentille est retirée de votre liste d'équipement
nl: De lens is verwijderd uit uw lijst met uitrustingen
sv: Objektivet tas bort från din utrustningslista

source: The lens is added to your equipment list
de: Das Objektiv wird zu ihrer Ausstattungsliste hinzugefügt
es: El objetivo se añade a la lista de equipos
fr: La lentille est ajoutée à votre liste d'équipement
nl: De lens is toegevoegd aan uw lijst met uitrustingen
sv: Objektivet läggs till i din utrustningslista

source: The lens is changed in your equipment list
de: Das Objektiv wird in ihrer Ausstattungsliste geändert
es: El objetivo se cambia en la lista de equipos
fr: La lentille est changée dans votre liste d'équipement
nl: De lens is veranderd in je lijst met uitrustingen
sv: Objektivet ändras i din utrustningslista

source: The eyepiece is removed from your equipment list.
de: Das Okular wird aus der Ausstattungsliste entfernt.
es: El ocular se retira de la lista de equipos.
fr: L'oculaire est retiré de votre liste d'équipement.
nl: Het oculair wordt verwijderd uit uw lijst met uitrustingen.
sv: Okularet tas bort från din utrustningslista.

source: The eyepiece is added to your equipment list
de: Das Okular wird in die Ausstattungsliste aufgenommen
es: El ocular se añade a la lista de equipos
fr: L'oculaire est ajouté à votre liste d'équipement
nl: Het oculair werd toegevoegd aan uw lijst met apparatuur
sv: Okularet läggs till i din utrustningslista

source: The eyepiece is changed in your equipment list
de: Das Okular wird in ihrer Ausstattungsliste geändert
es: El ocular se cambia en su lista de equipos
fr: L'oculaire est changé dans votre liste d'équipement
nl: Het oculair is veranderd in uw lijst met apparatuur
sv: Okularet ändras i din utrustningslista

source: Eyepiece changed
de: Okular verändert
es: Ocular cambiado
fr: Oculaire changé
nl: Oculair veranderd
sv: Okularet har ändrats

source: Please wait a moment while loading data...
de: Bitte warten Sie einen Moment, während Sie Daten laden...
es: Por favor, espere un momento mientras carga los datos...
fr: S'il vous plaît attendre un moment pendant le chargement des données...
nl: Wacht even tijdens het laden van gegevens...
sv: Vänta en stund medan du läser in data...

source: Next
de: Weiter
es: Siguiente
fr: Suivant
nl: Volgende
sv: Nästa

source: Previous
de: Zurück
es: Anterior
fr: Précédent
nl: Vorige
sv: Föregående

source: The CSV file is not completely imported because:
de: Die CSV-Datei ist nicht vollständig importiert, weil:
es: El archivo CSV no se importa completamente porque:
fr: Le fichier CSV n'est pas complètement importé car:
nl: Het CSV-bestand is niet volledig geïmporteerd omdat:
sv: CSV-filen importeras inte helt eftersom:

source: The following date(s) are in the future
de: Die folgenden Daten sind in der Zukunft
es: La fecha o fechas siguientes se encuentran en el futuro
fr: La (les) Date (s) suivante (s) sont à l'avenir
nl: De volgende datums zijn in de toekomst
sv: Följande datum är i framtiden

source: The following objects are not available in DeepskyLog
de: Folgende Objekte sind in deepskylog nicht verfügbar
es: Los siguientes objetos no están disponibles en DeepskyLog
fr: Les objets suivants ne sont pas disponibles dans DeepskyLog
nl: De volgende objecten zijn niet beschikbaar in DeepskyLog
sv: Följande objekt är inte tillgängliga i DeepskyLog

source: And %s other objects missing.
de: Und %s andere Objekte fehlen.
es: Y %s otros objetos faltantes.
fr: Et %s autres objets manquants.
nl: En %s andere objecten ontbreken.
sv: Och %s andra objekt saknas.

source: The following locations are not available in DeepskyLog
de: Folgende Standorte sind in DeepskyLog nicht verfügbar
es: Las ubicaciones siguientes no están disponibles en DeepskyLog
fr: Les emplacements suivants ne sont pas disponibles dans DeepskyLog
nl: De volgende locaties zijn niet beschikbaar in DeepskyLog
sv: Följande platser är inte tillgängliga i DeepskyLog

source: %s other locations missing.
de: %s andere Standorte fehlen.
es: %s otras ubicaciones faltantes.
fr: %s autres locations manquants.
nl: %s andere locaties ontbreken.
sv: %s andra platser saknas.

source: The following instruments are not available in DeepskyLog
de: Folgende Instrumente sind in DeepskyLog nicht verfügbar
es: Los siguientes instrumentos no están disponibles en DeepskyLog
fr: Les instruments suivants ne sont pas disponibles dans DeepskyLog
nl: De volgende instrumenten zijn niet beschikbaar in DeepskyLog
sv: Följande instrument är inte tillgängliga i DeepskyLog

source: %s other instruments missing.
de: %s andere Instrumente fehlen.
es: %s otros instrumentos faltantes.
fr: %s autres instruments manquants.
nl: %s andere instrumenten ontbreken.
sv: %s andra instrument saknas.

source: The following filters are not available in DeepskyLog
de: Folgende Filter sind in DeepskyLog nicht verfügbar
es: Los siguientes filtros no están disponibles en DeepskyLog
fr: Les filtres suivants ne sont pas disponibles dans DeepskyLog
nl: De volgende filters zijn niet beschikbaar in DeepskyLog
sv: Följande filter är inte tillgängliga i DeepskyLog

source: %s other filters missing.
de: %s andere Filter fehlen.
es: %s otros filtros faltantes.
fr: %s autres filtres manquants.
nl: %s andere filters ontbreken.
sv: %s andra filter saknas.

source: The following eyepieces are not available in DeepskyLog
de: Folgende Okulare sind in DeepskyLog nicht erhältlich
es: Los siguientes oculares no están disponibles en DeepskyLog
fr: Les oculaires suivants ne sont pas disponibles en DeepskyLog
nl: De volgende oculairs zijn niet beschikbaar in DeepskyLog
sv: Följande okular är inte tillgängliga i DeepskyLog

source: %s other eyepieces missing.
de: %s andere Okulare fehlen.
es: %s otros oculares faltantes.
fr: %s autres oculaires manquants.
nl: %s andere oculairen ontbreken.
sv: %s andra okular saknas.

source: The following lenses are not available in DeepskyLog
de: Folgende Objektive sind in DeepskyLog nicht verfügbar
es: Las siguientes lentes no están disponibles en DeepskyLog
fr: Les lentilles suivantes ne sont pas disponibles dans DeepskyLog
nl: De volgende lenzen zijn niet beschikbaar in DeepskyLog
sv: Följande linser är inte tillgängliga i DeepskyLog

source: And %s other lenses missing.
de: Und %s andere Linsen fehlen.
es: Y %s otros lentes faltantes.
fr: Et %s autres lentilles manquantes.
nl: En %s andere lenzen ontbreken.
sv: Och %s andra linser saknas.

source: The CSV observation import completed with problems.
de: Der CSV-Beobachtungs Import vollendete mit Problemen.
es: La importación de observación CSV completado con problemas.
fr: L’import csv des observations a été arrêté.
nl: De CSV import van de waarnemingen is gestopt.
sv: CSV-observation importen slutfördes med problem.
