Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: Page orientation (landscape/portrait)
de: Seitenorientierung (Landschaft/Portrait)
es: Orientación de página (paisaje/retrato)
fr: Orientation de la page (landscape/portrait)
nl: Pagina orientatie (landscape/portrait)
sv: Sidorientering (liggande/stående)

source: First page number
de: Erste Seitennummer
es: Primer número de página
fr: Numéro de la première page
nl: Eerste paginanummer
sv: Första sidnumret

source: Top margin position for text (y-coordinate)
de: Obere Rahmen Position für Text (y-Koordinate)
es: Posición de margen superior para texto (coordenada y)
fr: Marge en haut de la première ligne (coordonné y)
nl: Bovenste marge positie voor de tekst (y-coordinaat)
sv: Top marginal position för text (y-koordinat)

source: Position of the header line (y-coordinate)
de: Position der Überschrift (y-Koordinate)
es: Posición de la línea de encabezado (coordenada y)
fr: Position de la ligne de tête (coordonné y)
nl: Positie van de hoofdinglijn (y-coordinaat)
sv: Rubrik radens placering (y-koordinat)

source: Position of the 1st column (x-coordinate)
de: Position der ersten Spalte (x-Koordinate)
es: Posición de la 1ª columna (coordenada x)
fr: Position de la première colonne (coordonné x)
nl: Positie van de eerste kolom (x-coordinaat)
sv: Position för den första kolumnen (x-koordinat)

source: Bottom margin position for the text (y-coordinate)
de: Untere Rahmen Position für Text (y-Koordinate)
es: Posición de margen inferior para el texto (coordenada y)
fr: Marge en dessous de la dernière ligne (coordonné y)
nl: Bodemmarge positie voor de tekst (y-coordinaat)
sv: Nedre marginal position för texten (y-koordinat)

source: Position of the footer line (y-coordinate)
de: Position der Fußnote (y-Koordinate)
es: Posición de la línea de pie (coordenada y)
fr: Position de la ligne en bas de page (coordonné y)
nl: Positie voor de voetlijn (y-coordinaat)
sv: Sid fots linjens placering (y-koordinat)

source: Position of the 2nd column (x-coordinate)
de: Position der zweiten Spalte (x-Koordinate)
es: Posición de la 2ª columna (coordenada x)
fr: Position de la deuxième colonne (coordonné x)
nl: Positie van de tweede kolom (x-coordinaat)
sv: Placering av den andra kolumnen (x-koordinat)

source: Font size text
de: Schriftgröße
es: Texto de tamaño de fuente
fr: Taille de la police
nl: Fontgrootte tekst
sv: Text för teckenstorlek

source: Font size for section bar
de: Schriftgröße in Auswahl
es: Tamaño de fuente para la barra de sección
fr: Taille de la police des titres
nl: Fontgrootte voor de sectietitel
sv: Teckenstorlek för avsnittsfält

source: Extra line separation
de: Extra Zeilenumbruch
es: Separación de línea adicional
fr: Ecard entre les lignes
nl: Supplementaire lijn-interlinie
sv: Extra linje separation

source: Extra section bar height
de: Extra Absatzzeilengröße
es: Altura de barra de sección extra
fr: Ecard devant les titres
nl: Supplementaire grootte sectievak
sv: Extra sektionsfält höjd

source: Extra space after a section bar
de: Extra Leerzeichen nach Auswahl
es: Espacio extra después de una barra de sección
fr: Ecard après les titres
nl: Supplementaire ruimte na sectievak
sv: Extra utrymme efter ett avsnittsfält

source: Extra separation between the different objects
de: Extra Abstand zwischen verschiedenen Objekten
es: Separación adicional entre los diferentes objetos
fr: Ecard supplémentaire entre les objets
nl: Supplementaire ruimte tussen verschillende objecten
sv: Extra separation mellan de olika objekten

source: Width of the section title bars (e.g. constellation)
de: Breite der Auswahl (z.B. Sternbilder)
es: Anchura de las barras de título de la sección (e.g. constelación)
fr: Largeur des titres (p.e. les constellations)
nl: Breedte van het sectievak (bv. indeling sterrenbeelden)
sv: Bredd på avsnittets namnlister (t. ex. konstellation)

source: Reverse indent of the section bar
de: Inverse Einrückung in Auswahl
es: Sangría inversa de la barra de sección
fr: Recul des titres
nl: Terugsprong grootte van het sectievak
sv: Omvänt indrag i avsnittsfältet

source: Show (t) title, (h) made up for, (e) efemerides, (p) page numbers, (l) legend, (s) separation lines, (i) index
de: Zeige (t) Title, (h) hergestellt für, (e) Ephemeride, (p) Seitenanzahl, (l) Legende, (s) Absatzzeilen, (i) Index
es: Mostrar (t) título, (h) compuesto para, (e) Efemerides, (p) números de página, (l) leyenda, (s) líneas de separación, (i) Índice
fr: Montrez les titres (t), l’observateur (h), les éphémerides (e), les numéros de page (p), (l) légende, (s) lignes de séparation, (i) index
nl: Toon (t) titel, (h) opgemaakt voor, (e) efemeriden,(p) paginanummers, (l) legende, (s) separatielijnen, (i) index
sv: Visa (t) titel, (h) uppgjord för, (e) Efemerides, (p) sidnummer, (l) förklaring, (s) separations linjer, (i) index

source: Object seen by you or others
de: Objekte beobachtet von Ihnen oder anderen
es: Objeto visto por usted u otros
fr: Objet vu par vous ou des autres
nl: Object gezien door jou of anderen
sv: Objekt som du eller andra har sett

source: Object last seen date
de: Objekt zuletzt gesehen am
es: Última vista del objeto
fr: Dernière date d’observation
nl: Object laatst gezien door jou
sv: Objekt senast sedda datum

source: Object name as in search (e.g. Caldwell number)
de: Objektname wie in Suchanfrage (z.B. Caldwell Nummer)
es: Nombre del objeto como en la búsqueda (e.g. número de Caldwell)
fr: Nom de l’objet dans la recherche (p.e. Caldwell x)
nl: Object naam zoals opgezocht (b.v. op Caldwell nummer)
sv: Objektnamn som i sökning (t. ex. Caldwell-nummer)

source: Object principal name
de: Objekt name
es: Nombre principal del objeto
fr: Nom principal de l’objet
nl: Object hoofdnaam
sv: Objektets huvudnamn

source: Alternative object names
de: Alternative Objektnamen
es: Nombres de objeto alternativos
fr: Les noms alternatives de l’objet
nl: Alternatieve objectnamen
sv: Alternativa objektnamn

source: Object type abbreviation
de: Objekttyp Abkürzungen
es: Abreviatura de tipo de objeto
fr: Abbréviation du type
nl: Object type afkorting
sv: Objekttyp förkortning

source: Object type
de: Objekttyp
es: Tipo de objeto
fr: Type de l’objet
sv: Objekttyp

source: Constellation abbreviation
de: Sternbild Abkürzung
es: Abreviatura de la constelación
fr: Abbreviation de la constellation
nl: Sterrenbeeld afkorting
sv: Konstellation förkortning

source: Constellation name
de: Sternbildname
es: Nombre de la constelación
fr: Nom de le constellation
nl: Sterrenbeeld
sv: Namn på konstellation

source: Object magnitude
de: Objekt Helligkeit
es: Magnitud del objeto
fr: Magnitude de l’objet
sv: Objektets magnitud

source: Object surface brightness
de: Objekt Oberflächenhelligkeit
es: Brillo de la superficie del objeto
fr: Magnitude de surface de l’objet
nl: Object oppervlaktehelderheid
sv: Ljusstyrka för objekt yta

source: Right ascension and declination
de: RA und Dekl
es: Ascensión y declinación correctas
fr: Ascension droite et déclination
nl: Rechte klimming en declinatie
sv: Höger uppstigning och deklination

source: Right ascension
de: RA
es: Ascensión derecha
fr: Ascension droite
nl: Rechte klimming
sv: Höger uppstigning

source: Declination
de: Dekl
es: Declinación
fr: Déclination
nl: Declinatie
sv: Deklination

source: Object size and position angle
de: Objektgröße und Positionswinkel
es: Tamaño del objeto y ángulo de posición
fr: Largeur et position d’angle
nl: Objectgrootte en positiehoek
sv: Objektstorlek och positions vinkel

source: Object size 1
de: Objektgröße 1
es: Tamaño del objeto 1
fr: Largeur 1
nl: Objectgrootte 1
sv: Objektstorlek 1

source: Object size 2
de: Objektgröße 2
es: Tamaño del objeto 2
fr: Largeur 2
nl: Objectgrootte 2
sv: Objektstorlek 2

source: Object size (size1 x size2)
de: Objektgröße (Größe1 x Größe2)
es: Tamaño del objeto (tamaño1 x tamaño2)
fr: Largeur (largeur1 x largeur2)
nl: Object grootte (grootte1 x grootte2)
sv: Objektstorlek (storlek1 x storlek2)

source: Object orientation - position angle
de: Objekt Orientierung - Positionswinkel
es: Orientación de objeto - ángulo de posición
fr: Position d’angle
nl: Object orientatie - positiehoek
sv: Objektorientering-positions vinkel

source: Atlas page the object is on
de: Seitennummer auf welcher das Objekt im Atlas gefunden werden kann
es: Página del Atlas el objeto está en
fr: Page d’atlas contenant l’objet
nl: Atlas pagina
sv: Atlas-sida objektet är på

source: Object description
de: Objektbeschreibung
es: Descripción del objeto
fr: Déscription de l’object
nl: Object beschrijving
sv: Objekt Beskrivning

source: Object contrast-visibility value
de: Objekt Kontrast-Sichtbarkeitswert
es: Contraste de objetos: valor de visibilidad
fr: Valeur de la différence de contrast
nl: Object contrast-zichtbaarheidswaarde
sv: Objektets kontrast-synlighet svärdet

source: Object contrast-visibility explanation
de: Objekt Kontrast-Sichtbarkeitserklärung
es: Contraste de objetos: explicación de visibilidad
fr: Explication de la différence de contrast
nl: Object contrast-zichtbaarheidsuitleg
sv: Objekt kontrast-synlighet förklaring

source: Object contrast-visibility type
de: Objekt Kontrast-Sichtbarkeitstyp
es: Contraste de objetos: tipo de visibilidad
fr: Type de différence de contrast
nl: Object contrast-zichtbaarheidstype
sv: Objekt kontrast-Synlighets typ

source: Optimal magnification explanation
de: Optimale Vergrößerungsbeschreibung
es: Explicación óptima de la ampliación
fr: Magnification optimale avec oculaire
nl: Optimale vergroting - tekst
sv: Optimal förstoring förklaring

source: Optimal magnification value
de: Optimaler Vergrößerungswert
es: Valor de magnificación óptimo
fr: Valeur de magnification optimale
nl: Optimale vergroting - waarde
sv: Optimal förstoringsvärde

source: Object rise time
de: Objekt Aufgangszeit
es: Tiempo de subida del objeto
fr: L’heure du montant de l’objet
nl: Opkomsttijd - uur
sv: Stigande tid för objekt

source: Object rise time explanation
de: Objekt Aufgangszeit Beschreibung
es: Explicación del tiempo de subida del objeto
fr: Explication de l’heure du montant de l’objet
nl: Opkomsttijd - tekst
sv: Förklaring av objekt öknings tid

source: Object transit time
de: Objekt Transitzeit
es: Tiempo de tránsito de objetos
fr: L’heure du transit de l’objet
nl: Doorgangstijd - uur
sv: Transittid för objekt

source: Object transit time explanation
de: Objekt Transitzeit Beschreibung
es: Explicación del tiempo de tránsito de objetos
fr: Explication de l’heure du transit de l’objet
nl: Doorgangstijd - tekst
sv: Förklaring av överföringstid för objekt

source: Object set time
de: Objekt Untergangszeit
es: Tiempo de conjunto de objetos
fr: L’heure de la déscente de l’objet
nl: Ondergangstijd - uur
sv: Tid för objektuppsättning

source: Object set time explanation
de: Objekt Untergangszeit Beschreibung
es: Explicación de tiempo de conjunto de objetos
fr: Explication de l’heure de déscente de l’objet
nl: Ondergangstijd - tekst
sv: Förklaring av objekt uppsättnings tid

source: Best observing time
de: Beste Beobachtungszeit
es: Mejor tiempo de observación
fr: Meilleur temps pour l’observation
nl: Beste observatiemoment - uur
sv: Bästa observationstid

source: Best observing time explanation
de: Beste Beobachtungzeit Beschreibung
es: Explicación de mejor tiempo de observación
fr: Explication du meilleur temps pour l’observation
nl: Beste observatiemoment - tekst
sv: Bästa observation tid förklaring

source: Maximal altitude at best time
de: Maximale Höhe während der besten Beobachtungszeit
es: Altitud máxima en el mejor tiempo
fr: Altitude maximale au moment du meilleur temps
nl: Hoogte bij beste observatietijd
sv: Maximal höjd vid bästa tid

source: Maximal altitude explanation
de: Maximale Höhe Beschreibung
es: Explicación de altitud máxima
fr: Explication de l’altitude maximale
nl: Hoogte bij beste observatietijd uitleg
sv: Maximal höjd förklaring

source: Highest altitude during the year
de: Höchste Altitude während des Jahres
es: Mayor altitud durante el año
fr: Altitude maximale durant l’année
nl: Hoogste altitude in jaar
sv: Högsta höjd under året

source: Highest from the month
de: Höchste Altitude von diesen Monat
es: Más alto a partir del mes
fr: Maximal à partir du mois
nl: Hoogst vanaf maand
sv: Högsta från och med månaden

source: Highest around the month
de: Höchste Altitude um
es: Más alto alrededor del mes
fr: Maximal autour du mois
nl: Hoogst rond maand
sv: Högsta under hela månaden

source: Highest till the month
de: Höchste Altitude bis diesen Monat
es: Más alto hasta el mes
fr: Maximal juqu’au mois
nl: Hoogst tot maand
sv: Högst till månaden

source: You wanted to change a location, but none is specified. Please contact the developers with this message.
de: Sie wollten einen Standort wechseln, aber keiner ist angegeben. Bitte kontaktieren Sie die Entwickler mit dieser Nachricht.
es: Quería cambiar una ubicación, pero no se especificó ninguna. Póngase en contacto con los desarrolladores con este mensaje.
fr: Vous vouliez modifier une location, mais aucune n'est spécifié. Veuillez contacter les développeurs avec ce message.
nl: Je wilde een locatie veranderen, maar er is geen opgegeven. Neem contact op met de ontwikkelaars met deze foutmelding.
sv: Du ville ändra en plats, men ingen har angetts. Kontakta utvecklarna med det här meddelandet.

source: Search location
de: Suche Beobachtungsplatz
es: Buscar por localización
fr: Cherchez votre endroit
nl: Zoek locatie
sv: Sök plats

source: Location name
de: Ortsname
es: Nombre del Lugar
fr: Nom du lieu
nl: Locatie naam
sv: Namn på plats

source: Change site
de: Beobachtungsplatz ändern
es: Cambiar sitio
fr: Changez l’entroit
nl: Wijzig locatie
sv: Ändra plats

source: Typical naked eye limiting magnitude
de: Typisches bloßes Auge maximal Größe
es: La magnitud limitada del ojo desnudo típico
fr: Magnitude limite typique
nl: Typische grensmagnitude
sv: Typiska nakna ögon begränsa magnitud

source: Sky Quality Meter (SQM) value
de: Sky Quality Meter (SQM) Wert
es: Valor del metro de la calidad del cielo (sqm)
fr: Valeur de Sky Quality Meter (SQM)
nl: Sky Quality Meter (SQM) waarde
sv: Sky Quality meter (SQM) värde

source: Bortle Scale
de: Bortle-Skala
es: Escala Bortle
fr: Échelle Bortle
nl: Bortle schaal
sv: Bortle skala

source: Use value from lightpollutionmap.info
de: Gebrauchswert von lightpollutionmap.info
es: Usar valor de lightpollutionmap.info
fr: Utiliser la valeur de lightpollutionmap.info
nl: Gebruik waarde uit lightpollutionmap.info
sv: Använd värde från lightpollutionmap.info

source: Excellent dark-sky site
de: Extrem Dunkel
es: Excelente sitio de cielo oscuro
fr: Ciel noir excellent
nl: Uitstekende donkere hemel
sv: Utmärkt Dark-Sky plats

source: Typical truly dark site
de: Sehr Dunkel
es: Sitio verdaderamente oscuro típico
fr: Ciel noir typique
nl: Donkere hemel
sv: Typisk riktigt mörk plats

source: Rural sky
de: Land
es: Cielo rural
fr: Ciel rural
nl: Platteland
sv: Landsbygdshimmel

source: Rural/suburban transition
de: Übergang Land/Vorstadt
es: Transición rural/suburbana
fr: Transition rural/périurbain
nl: Halfstedelijk gebied
sv: Övergång på landsbygden/förorter

source: Suburban sky
de: Vorstadt
es: Cielo suburbano
fr: Ciel de banlieue
nl: Voorstad
sv: Förorts himmel

source: Bright suburban sky
de: Helle Vorstadt
es: Cielo suburbano brillante
fr: Ciel de banlieue éclairée
nl: Grote voorstad
sv: Ljusa förorts himmel

source: Suburban/urban transition
de: Übergang Vorstadt/Stadt
es: Transición suburbana/urbana
fr: Transition banlieue/ville
nl: Overgang voorstad / stad
sv: Förorts-/stads övergång

source: City sky
de: Stadt
es: Cielo de la ciudad
fr: Ciel urbain
nl: Stadshemel
sv: Stadshimmel

source: Inner-city sky
de: Innenstadt
es: Cielo de la interior-ciudad
fr: Ciel de centre-ville
nl: Hemel midden in de stad
sv: Innerstadshimmel

source: Active
de: Aktif
es: Activo
fr: Activé
nl: Actief
sv: Aktiv

source: Not active
de: Nicht aktiv
es: No activo
fr: Pas activé
nl: Niet actief
sv: Ej aktiv

source: by
de: von
es: por
fr: par
nl: door
sv: av

source: Reply
de: Antworten
es: Responder
fr: Réponse
nl: Beantwoord
sv: Svara

source: You have no permission to see this message.
de: Sie haben keine Berechtigung um diese Nachricht zu öffnen.
es: No tiene permiso para ver este mensaje.
fr: Vous n’avez pas les droits de voir ce message.
nl: U hebt niet de toelating om dit bericht te bekijken.
sv: Du har inte behörighet att se det här meddelandet.

source: Settings for %s
de: Einstellungen für %s
es: Configuración para %s
fr: Paramètres pour %s
nl: Instellingen voor %s
sv: Inställningar för %s

source: Observing
de: Beobachten
es: Observando
fr: Observer
nl: Waarnemen
sv: Observera

source: Atlases
de: Atlanten
es: Atlas
fr: Atlas
nl: Atlassen
sv: Atlaser

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
nl: Talen
sv: Språk

source: Change profile picture
de: Profilbild ändern
es: Cambiar imagen de perfil
fr: Modifier l'image du profil
nl: Wijzig profiel foto
sv: Ändra profilbild

source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Nouveau mot de passe
nl: Wijzig wachtwoord
sv: Ändra lösenord

source: Send emails
de: E-Mail senden
es: Enviar emails
fr: Envoyer des e-mails
nl: Stuur emails
sv: Skicka e-post

source: Send messages as email.
de: Senden Sie Nachrichten als e-Mail.
es: Enviar mensajes como correo electrónico.
fr: Envoyer des messages comme email.
nl: Stuur berichten ook als mail.
sv: Skicka meddelanden som e-post.

source: Use local time
de: Lokale Zeit nutzen
es: Usar hora local
fr: Utiliser l'heure locale
nl: Lokale tijd gebruiken
sv: Använd lokal tid

source: Use local time to enter and search observations
de: Lokale Zeit nutzen, um Beobachtungen einzugeben und zu suchen
es: Usar hora local para entrar y buscar observaciones
fr: Utiliser l'heure locale pour entrer et rechercher des observations
nl: Lokale tijd gebruiken om waarnemingen in te voeren en te zoeken
sv: Använd lokal tid för att ange och söka observationer

source: ICQ observercode
de: ICQ Beobachtercode
es: Código de observacion ICQ
fr: Code d’observateur ICQ
nl: ICQ waarnemercode
sv: ICQ observatörskod

source: %s code for comet observations
de: %s Code für Kometen Beobachtungen
es: %s código para observaciones de cometa
fr: %s code pour les observations de comètes
nl: %s code voor komeetwaarnemingen
sv: %s-kod för observationer av kometer

source: Offset between measured SQM value and the faintest visible star.
de: Ausgleich zwischen einem gemessenen SQM Wert und dem schwächsten sichtbaren Stern.
es: Offset entre el valor medido del sqm y la estrella visible más débil.
fr: Différence entre les valeurs SQM mesurées et l’étoile la plus faible qui est visible.
nl: Offset tussen gemeten SQM waarde en zwakste zichtbare ster.
sv: Förskjutning mellan uppmätt SQM-värde och den svagaste synliga stjärnan.

source: Default atlas
es: Atlas predeterminado
fr: Atlas par défaut
nl: Standaard Atlas
sv: Standard Atlas

source: Preferred unit for instrument diameter
de: Einheit für Instrumentendurchmesser
es: Unidad preferida para el diámetro del instrumento
fr: Unité préférée pour le diamètre de l’instrument
nl: Gewenste eenheid voor instrumentdiameter
sv: Önskad enhet för instrument diameter

source: Atlas standard object FoVs:
de: Standard Fov im Atlas:
es: Campo del objeto estándar del Atlas:
fr: Les champs de vue standard de l’atlas:
nl: Atlas standaard FoVs:
sv: Atlas standardobjekt FoVs:

source: Overview / Lookup / Detail
de: Übersicht / Nachschlagen / Details
es: General / Búsqueda / Detalle
fr: Aperçu / Recherche / Détail
nl: Overzicht / Opzoeken / Detail
sv: Översikt/uppslag/Detaljer

source: Atlas standard object magnitudes:
de: Standard Objekt Helligkeit im Atlas:
es: Magnitudes del objeto estándar del Atlas:
fr: Les magnitudes des objets dans l’atlas:
nl: Atlas standaard objectmagnitudes:
sv: Standardobjekt magnituder för Atlas:

source: Atlas standard star magnitudes:
de: Standard Sterne Helligkeit im Atlas:
es: Magnitudes estelares estándar del Atlas:
fr: Les magnitudes des étoiles dans l’atlas:
nl: Atlas standaard stermagnitudes:
sv: Atlas standard stjärna magnituder:

source: Standard size of photos:
de: Foto Standardgröße:
es: Tamaño estándar de las fotos:
fr: Taille standard des photos:
nl: Standaard fotogroottes:
sv: Standard storlek på foton:

source: photo 1 / photo 2
de: Foto 1 / Foto 2
es: foto 1/foto 2
nl: foto 1 / foto 2
sv: foto 1/foto 2

source: Font size printed atlas pages (6..9)
de: Schriftgröße für Atlas Seitenzahlen (6..9)
es: Tamaño de la fuente páginas de Atlas impresas (6.. 9)
fr: Taille de la police dans l’atlas (6..9)
nl: Fontgrootte pdf atlaspagina (6..9)
sv: Teckenstorlek tryckt Atlas sidor (6.. 9)

source: Define which languages you want to see in the descriptions
de: Legen Sie fest, welche Sprachen Sie in den Beschreibungen sehen möchten
es: Defina qué idiomas desea ver en las descripciones
fr: Définir les langues que vous voulez voir dans les descriptions
nl: Definieer welke talen u wilt zien in de beschrijvingen
sv: Definiera vilka språk du vill se i beskrivningarna

source: Current password
de: Heutiges Passwort
es: Contraseña actual
fr: Mot de passe actuel
nl: Huidig wachtwoord
sv: Nuvarande lösenord

source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Mot de passe nouveau
nl: Nieuw wachtwoord
sv: Nytt lösenord

source: Set your location on the map or by entering the name and pressing the %s button.
de: Stellen Sie Ihren Ort auf der Karte ein oder gebe des Namens ein und Drücke der Taste %s.
es: Configure su ubicación en el mapa o introduciendo el nombre y presionando el botón %s.
fr: Définiez votre position sur la carte ou entrez le nom et appuyez sur le bouton %s.
nl: Kies je locatie op de map of typ de naam van de locatie in en druk op de %s knop.
sv: Ange din plats på kartan eller genom att ange namnet och trycka på knappen %s.

source: Define your own name for this location, eventually add a naked eye limiting magnitude (or SQM value) and press the %s button.
de: Definieren Sie Ihre eigenen Namen für die Position, schließlich fügen Sie einen Grenzgröße (oder SQM-Wert) zu und drücken Sie die Taste %s.
es: Defina su propio nombre para esta ubicación, eventualmente añada una magnitud de limitación de ojos desnudos (o un valor de sqm) y presione el botón %s.
fr: Définiez votre propre nom pour ce lieu, éventuellement ajoutez une magnitude limite (ou la valeur SQM) et appuyez sur le bouton %s.
nl: Kies een naam voor deze locatie, voeg eventueel een grensmagnitude (of SQM waarde) toe en druk op de %s knop.
sv: Definiera ditt eget namn för denna plats, så småningom lägga till en blotta ögat begränsa magnitud (eller kvm värde) och tryck på %s-knappen.

source: You wanted to change an eyepiece, but none is specified. Please contact the developers with this message.
de: Sie wollten ein Okular ändern, aber keines ist angegeben. Bitte kontaktieren Sie die Entwickler mit dieser Nachricht.
es: Quería cambiar un ocular, pero no se especificó ninguno. Póngase en contacto con los desarrolladores con este mensaje.
fr: Vous vouliez changer un oculaire, mais aucun n'est spécifié. Veuillez contacter les développeurs avec ce message.
nl: Je wilde een oculair veranderen, maar er is geen opgegeven. Neem contact op met de ontwikkelaars met deze foutmelding.
sv: Du ville ändra ett okular, men ingen anges. Kontakta utvecklarna med det här meddelandet.

source: Adapt eyepiece
de: Okular anpassen
es: Adapte el ocular
fr: Adapter l'oculaire
nl: Wijzig oculair
sv: Anpassa okularet

source: Instruments of
de: Beobachtungsgeräte von
es: Instrumentos de
fr: Instruments de
nl: Instrumenten van
sv: Instrument för
