Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: Add
de: Neue
es: Añadir
fr: Ajoutez
nl: Toevoegen
sv: Lägg till

source: Instruments
de: Beobachtungsgeräte
es: Instrumentos
nl: Instrumenten
sv: Instrument

source: Locations
de: Orte
es: Ubicaciones
fr: Emplacements
nl: Waarneemplaatsen
sv: Platser

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
nl: Overzicht
sv: Översikt

source: Lookup
de: Nachschlagen
es: Búsqueda
fr: Chercher
nl: Opzoeken
sv: Sökning

source: Detail
es: Detalle
fr: Détail
sv: Detaljer

source: Create a new observing list
de: Erstellen Sie eine neue Beobachtungsliste
es: Crear una nueva lista de observación
fr: Créer une nouvelle liste d'observation
nl: Maak nieuwe lijst aan
sv: Skapa en ny Observationslista

source: Name for the new observing list
de: Name für die neue Beobachtungsliste
es: Nombre de la nueva lista de observación
fr: Nom de la nouvelle liste d'observation
nl: Naam voor de nieuwe waarneemlijst
sv: Namn på den nya observationslistan

source: Make this list a public list
de: Machen Sie diese Liste zu einer öffentlichen Liste
es: Haga que esta lista sea una lista pública
fr: Faire de cette liste une liste publique
nl: Maak van deze lijst een publieke lijst
sv: Gör listan till en offentlig lista

source: Create list
de: Liste erstellen
es: Crear lista
fr: Créer une liste
nl: Maak lijst aan
sv: Skapa lista

source: Overview of all observations of %s
de: Übersicht über alle Beobachtungen von %s
es: Resumen de todas las observaciones de %s
fr: Aperçu de toutes les observations de %s
nl: Overzicht van alle waarnemingen van %s
sv: Översikt över alla observationer av %s

source: Object name
de: Objektnamen
es: Nombre de objeto
fr: Nom de l'objet
nl: Object naam
sv: Objektnamn

source: Observer
de: Beobachter
es: Observador
fr: Observateur
nl: Waarnemer
sv: Observatör

source: Date
de: Datum
es: Fecha
nl: Datum
sv: Datum

source: Magnitude
es: Magnitud
sv: Magnitud

source: Instrument
es: Instrumento

source: Tail
de: Schweif
es: Cola
fr: Queue
nl: Staart
sv: Svans

source: Naked Eye
de: Bloßem Auge
es: Ojo desnudo
fr: Oeil nu
nl: Blote oog
sv: Blotta ögat

source: No observations available
de: Keine Beobachtungen verfügbar
es: No hay observaciones disponibles
fr: Aucune observation disponible
nl: Geen waarnemingen beschikbaar
sv: Inga observationer tillgängliga

source: drawing
de: Zeichnung
es: dibujo
fr: dessin
nl: tekening
sv: ritning

source: Overview selected objects
de: Übersicht ausgewählte Objekte
es: Descripción de objetos seleccionados
fr: Aperçu des objets sélectionnés
nl: Overzicht geselecteerde objecten
sv: Översikt markerade objekt

source: Name
es: Nombre
fr: Nom
nl: Naam
sv: Namn

source: ICQ name
es: Nombre ICQ
fr: Nom ICQ
nl: ICQ naam
sv: ICQ-namn

source: Seen
de: Gesehen
es: Visto
fr: Vu
nl: Gezien
sv: Sett

source: Sorry, no objects found!
de: Sorry, keine Objekte gefunden!
es: ¡Lo siento, no se encontraron objetos!
fr: Désolé, aucun objet trouvé!
nl: Sorry, geen objecten gevonden!
sv: Tyvärr, hittade inga objekt!

source: You didn't specify any parameters to search on.
de: Sie haben keine Parameter angegeben, auf denen Sie suchen sollten.
es: No especificó ningún parámetro para buscar.
fr: Vous n'avez pas spécifié les paramètres à rechercher.
nl: U hebt geen parameters opgegeven waarop u wilt zoeken.
sv: Du har inte angett några parametrar att söka på.

source: Most popular objects
de: Beliebtesten Objekte
es: Objetos más populares
fr: Objets les plus populaires
nl: Populaire objecten
sv: Mest populära objekt

source: Rank
de: Rang
es: Rango
fr: Classement
nl: Rang

source: Object
de: Objekt
es: Objeto
fr: Objet
sv: Objekt

source: Number of observations
de: Anzahl der Beobachtungen
es: Número de observaciones
fr: Nombre d'observations
nl: Aantal waarnemingen
sv: Antal observationer

source: Search observations
de: Such Beobachtungen
es: Buscar observaciones
fr: Recherche observations
nl: Zoek waarnemingen
sv: Sök iakttagelser

source: Minimum instrument diameter
de: Minimaler Instrumenten Durchmesser
es: Diámetro mínimo del instrumento
fr: Diamètre minimal de l'instrument
nl: Minimale instrument diameter
sv: Minsta instrument diameter

source: Maximum instrument diameter
de: Maximaler Instrumenten Durchmesser
es: Diámetro máximo del instrumento
fr: Diamètre maximal de l'instrument
nl: Maximale instrument diameter
sv: Maximal instrument diameter

source: Location
de: Beobachtungsplatz
es: Ubicación
fr: Endroit
nl: Waarneemplaats
sv: Plats

source: From
de: Von
es: Desde
fr: De
nl: Van
sv: Från

source: Till
de: Bis
es: Hasta
fr: Jusqu'à
nl: Tot
sv: Tills

source: Description contains
de: Beschreibung enthält
es: Descripción contiene
fr: Description contient
nl: Beschrijving bevat
sv: Beskrivning innehåller

source: Magnitude brighter than
de: Magnitude heller als
es: Magnitud más brillante que
fr: Magnitude plus brillante que
nl: Magnitude helderder dan
sv: Magnitud ljusare än

source: Magnitude fainter than
de: Magnitude schwächer als
es: Magnitud más débil que
fr: Magnitude plus faible que
nl: Magnitude zwakker dan
sv: Magnitud svagare än

source: Minimum degree of condensation
de: Minimaler Kondensations Grad
es: Grado mínimo de condensación
fr: Degré minimum de condensation
nl: Minimale condensatie graad
sv: Minsta grad av kondens

source: Maximum degree of condensation
de: Maximaler Kondensations Grad
es: Grado máximo de condensación
fr: Degré maximum de condensation
nl: Maximale condensatie graad
sv: Maximal grad av kondens

source: Minimum coma (arcminutes)
de: Minimales Koma (Bogenminuten)
es: Coma mínimo (minutos de arco)
fr: Coma minimal (minutes d’arc)
nl: Minimale Coma (boogminuten)
sv: Minsta koma (bågminuter)

source: Maximum coma (arcminutes)
de: Maximales Koma (Bogenminuten)
es: Coma máximo (minutos de arco)
fr: Coma maximal (minutes d’arc)
nl: Maximale Coma (boogminuten)
sv: Maximal koma (bågminuter)

source: Minimum tail length (arcminutes)
de: Minimale Schwanzlänge (Bogenminuten)
es: Longitud mínima de la cola (minutes de arco)
fr: Longueur minimale de queue (minutes d’arc)
nl: Minimale staartlengte (boogminuten)
sv: Minsta svanslängd (bågminuter)

source: Maximum tail length (arcminutes)
de: Maximale Schwanzlänge (Bogenminuten)
es: Longitud máxima de la cola (minutos de arco)
fr: Longueur maximale de queue (minutes d’arc)
nl: Maximale staartlengte (boogminuten)
sv: Maximal svanslängd (bågminuter)

source: Overview all objects
de: Übersicht alle Objekte
es: Descripción general de todos los objetos
fr: Aperçu de tous les objets
nl: Overzicht alle objecten
sv: Översikt alla objekt

source: Most active observers
de: Aktivsten Beobachter
es: Observadores más activos
fr: Observateurs les plus actifs
nl: Meest actieve waarnemers
sv: Mest aktiva observatörer

source: Observations last year
de: Beobachtungen im vergangenen Jahr
es: Observaciones del año pasado
fr: Observations l'an dernier
nl: Waarnemingen vorig jaar
sv: Iakttagelser förra året

source: Different objects
de: Verschiedene Objekte
es: Diferentes objetos
fr: Objects différents
nl: Verschillende objecten
sv: Olika objekt

source: You need to be logged in as an administrator to execute these operations.
de: Sie müssen als Administrator angemeldet sein um diese Funktion auszuführen.
es: Debe iniciar sesión como administrador para ejecutar estas operaciones.
fr: Vous devez être connecté comme administrateur pour effectuer cette opération. Veuillez contacter les développeurs avec ce message.
nl: U dient ingelogd te zijn als administrator om deze operaties uit te voeren. Gelieve de developers te contacteren met dit bericht.
sv: Du måste vara inloggad som administratör för att kunna utföra dessa åtgärder.

source: Add new object
de: Neues Objekt hinzufügen
es: Agregar nuevo objeto
fr: Ajouter un nouvel objet
nl: Nieuw object toevoegen
sv: Lägg till nytt objekt

source: Add observation
de: Beobachtung anlegen
es: Añadir observación
fr: Ajouter une observation
nl: Waarneming toevoegen
sv: Lägg till observation

source: Overview all observations
de: Alle Beobachtungen im Überblick
es: Resumen todas las observaciones
fr: Aperçu de toutes les observations
nl: Overzicht alle waarnemingen
sv: Översikt alla observationer

source: Overview selected observations
de: Übersicht ausgewählte Beobachtungen
es: Resumen observaciones seleccionadas
fr: Aperçu des observations sélectionnées
nl: Overzicht geselecteerde waarnemingen
sv: Översikt valda observationer

source: Sorry, no observations found!
de: Leider keine Beobachtungen gefunden!
es: ¡Lo siento, no se encontraron observaciones!
fr: Désolé, aucune observation trouvée!
nl: Sorry, geen waarnemingen gevonden!
sv: Tyvärr, inga observationer hittades!

source: Perform another search
de: Eine weitere Suche durchführen
es: Realizar otra búsqueda
fr: Effectuer une autre recherche
nl: Een andere zoekopdracht uitvoeren
sv: Utföra en annan sökning

source: You didn't specify any queries to search on!
de: Sie haben keine Suchkriterien eingegeben!
es: ¡No especificó ninguna consulta para buscar!
fr: Vous n'avez pas spécifié de requêtes à rechercher!
nl: U hebt geen query's opgegeven om op te zoeken!
sv: Du har inte angett några frågor att söka på!

source: or
de: oder
es: o
fr: ou
nl: of
sv: eller

source: View all observations
de: Alle Beobachtungen ansehen
es: Ver todas las observaciones
fr: Voir toutes les observations
nl: Bekijk alle waarnemingen
sv: Visa alla observationer

source: Observation details
de: Beobachtungs Details
es: Detalles de la observación
fr: Détails de l'observation
nl: Details waarneming
sv: Information om observationer

source: Time (local time)
de: Zeit (Ortszeit)
es: Tiempo (hora local)
fr: Heure (heure locale)
nl: Tijd (lokale tijd)
sv: Tid (lokal tid)

source: Time (UT)
de: Zeit (UT)
es: Tiempo (UT)
fr: Heure (TU)
nl: Tijd (UT)
sv: Tid (UT)

source: Magnitude method
de: Magnitude Methode
es: Método de magnitud
fr: Methode de magnitude
nl: Magnitude methode
sv: Magnitude-metoden

source: Magnitude reference chart
de: Magnitude Referenz Diagramm
es: Gráfico de referencia de magnitud
fr: Tableau de référence de magnitude
nl: Gebruikte sterrenkaart
sv: Referens skala för magnitud

source: Weaker than
de: Schwächer als
es: Más débil que
fr: Plus faible que
nl: Zwakker dan
sv: Svagare än

source: Uncertain
de: Unsicher
es: Incierto
fr: Incertain
nl: Onzeker
sv: Osäker

source: Degree of condensation
de: Grad der Kondensation
es: Grado de condensación
fr: Degré de condensation
nl: Graad van condensatie
sv: Grad av kondens

source: Length of the tail
de: Schweiflänge
es: Longitud de la cola
fr: Longueur de la queue
nl: Lengte van de staart
sv: Svanens längd

source: Position Angle
de: Positions Winkel
es: Ángulo de posición
fr: Angle de position
nl: Positie hoek
sv: Positions vinkel

source: Description
de: Beschreibung
es: Descripción
nl: Beschrijving
sv: Beskrivning

source: Change observation
de: Beobachtung ändern
es: Cambiar observación
fr: Changement d'observation
nl: Verander waarneming
sv: Ändra observation

source: Delete observation
de: Beobachtung löschen
es: Eliminar observación
fr: Supprimer l'observation
nl: Verwijder waarneming
sv: Ta bort observation

source: Your observation of %s on %s
de: Ihre Beobachtung von %s am %s
es: Su observación de %s en %s
fr: Votre observation de %s vue le %s
nl: Jouw waarneming van %s op %s
sv: Din observation av %s på %s

source: %s about this observation
de: %s über diese Beobachtung
es: %s acerca de esta observación
fr: %s concernant cette observation
nl: %s over deze waarneming
sv: %s om denna iakttagelse

source: Search objects
de: Such Objekte
es: Buscar objetos
fr: Rechercher des objets
nl: Zoek objecten
sv: Sök objekt

source: Search
de: Suche
es: Buscar
fr: Recherche
nl: Zoeken
sv: Sök

source: Change
de: Ändern
es: Cambiar
fr: Changer
nl: Wijzigen
sv: Ändra

source: Change comet
de: Komet ändern
es: Cambiar cometa
fr: Changez la comète
nl: Verander komeet
sv: Ändra komet

source: Object details
de: Objekt Details
es: Detalles del objeto
fr: Les détails de l’objet
sv: Objektdetaljer

source: All observations
de: Alle Beobachtungen
es: Todas las observaciones
fr: Toutes les observations
nl: Alle waarnemingen
sv: Alla observationer

source: New observation
de: Neue Beobachtung
es: Nueva observación
fr: Nouvelle observation
nl: Nieuwe waarneming
sv: Ny observation

source: (day-month-year)
de: (Tag-Monat-Jahr)
es: (día-mes-año)
fr: (jour-mois-année)
nl: (dag-maand-jaar)
sv: (dag-månad-år)

source: (hours-minutes)
de: (Stunden-Minuten)
es: (horas-minutos)
fr: (heures-minutes)
nl: (uren-minuten)
sv: (timmar-minuter)

source: Add new observing site
de: Neue Beobachtungsstelle hinzufügen
es: Agregar nuevo sitio de observación
fr: Ajouter un nouveau site d'observation
nl: Voeg een nieuwe waarneemplaats toe
sv: Lägg till ny observation webbplats

source: Add instrument
de: Instrument hinzufügen
es: Agregar instrumento
fr: Ajouter un instrument
nl: Instrument toevoegen
sv: Lägg till instrument

source: Magnification
de: Vergrößerung
es: Ampliación
nl: Vergroting
sv: Förstoring

source: Magnitude method key
de: Helligkeitsmessungs Schlüssel
es: Clave de método de magnitud
fr: Clé de méthode magnitude
nl: Schattingsmethode
sv: Magnitudmetodnyckel

source: More info about the codes
de: Mehr Infos zu den Codes
es: Más información sobre los códigos
fr: Plus d'infos sur les codes
nl: Meer info over de codes
sv: Mer info om koderna

source: Magnitude reference key
de: Helligkeitsschlüssel
es: Clave de referencia de magnitud
fr: Clé de référence de magnitude
nl: Gebruikte sterrenkaart
sv: Referensnyckel för magnitud

source: arcminutes
de: bogenminuten
es: minutos de arco
nl: boogminuten
sv: bågminuter

source: Tail length
de: Schwanzlänge
es: Longitud de la cola
fr: Longueur de queue
nl: Staartlengte
sv: Svanslängd

source: Position angle of tail
de: Positionswinkel des Schweifs
es: Ángulo de posición de la cola
fr: Angle de positionnement de la queue
nl: Positie hoek van de staart
sv: Positions vinkel på svansen

source: degrees
de: Grad
es: grados
fr: degrés
nl: graden
sv: grader

source: Drawing
de: Zeichnung
es: Dibujo
fr: Dessin
nl: Tekening
sv: Ritning

source: You need to be logged in to execute these operations.
de: Sie müssen angemeldet sein um diese Operationen auszuführen.
es: Debe iniciar sesión para ejecutar estas operaciones.
fr: Vous devez être connecté pour exécuter ces opérations.
nl: U moet ingelogd zijn om deze operaties uit te voeren.
sv: Du måste vara inloggad för att utföra dessa operationer.

source: Observation
de: Beobachtung
es: Observación
nl: Waarneming

source: View
de: Anzeigen
es: Ver
fr: Voir
nl: Bekijk
sv: Visa

source: My observations
de: Meine Beobachtungen
es: Mis observaciones
fr: Mes observations
nl: Mijn waarnemingen
sv: Mina iakttagelser

source: All objects
de: Alle objekte
es: Todos los objetos
fr: Tous les objets
nl: Alle objecten
sv: Alla objekt

source: Observers
de: Beobachter
es: Observadores
fr: Observateurs
nl: Waarnemers
sv: Observatörer

source: Popular objects
de: Beliebte Objekte
es: Objetos populares
fr: Objets populaires
nl: Populaire objecten
sv: Populära objekt

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
nl: Statistieken
sv: Statistik

source: You did not fill in a required field!
de: Sie haben ein Pflichtfeld nicht ausgefüllt!
es: ¡No rellenó un campo requerido!
fr: Vous n'avez pas rempli un champ obligatoire!
nl: Je hebt de verplichte velden niet allemaal ingevuld!
sv: Du fyllde inte i ett obligatoriskt fält!

source: You didn't fill in a required field!
de: Sie haben ein Pflichtfeld nicht ausgefüllt!
es: ¡No rellenaste un campo obligatorio!
fr: Vous n'avez pas rempli un champ obligatoire!
nl: U heeft een verplicht veld niet ingevuld!
sv: Du fyllde inte i ett obligatoriskt fält!

source: There is already an object with this (alternative) name!
de: Es gibt bereits ein Objekt mit diesem (Alternativen) Namen!
es: ¡Ya hay un objeto con este nombre (alternativo)!
fr: Il y a déjà un objet avec ce nom (alternatif)!
nl: Er is al een object met deze (alternatieve) naam!
sv: Det finns redan ett objekt med detta (alternativa) namn!

source: Please, only upload drawings smaller than 2mb!
de: Bitte laden Sie nur Zeichnungen kleiner als 2MB hoch!
es: Por favor, sólo sube los dibujos más pequeños que 2Mb!
fr: S'il vous plaît, seulement télécharger des dessins plus petits que 2MB!
nl: Gelieve alleen tekeningen kleiner dan 2MB te uploaden!
sv: Vänligen, bara ladda upp ritningar mindre än 2mb!

source: No corresponding object found for %s
de: Kein entsprechendes Objekt für %s gefunden
es: No se encontró ningún objeto correspondiente para %s
fr: Aucun objet correspondant trouvé pour %s
nl: Geen corresponderend object gevonden voor %s
sv: Inget motsvarande objekt hittades för %s

source: List emptied:
de: Liste geleert:
es: Lista vaciada:
fr: Liste vidée:
nl: Lijst geleegd:
sv: Lista tömd:

source: The object %s is moved up in the list %s
de: Das Objekt %s wird in der Liste %s nach oben verschoben
es: El objeto %s se desplaza hacia arriba la lista %s
fr: L'objet %s est déplacé vers le haut dans la liste %s
nl: Het object %s wordt naar voor geschoven in de lijst %s
sv: Objektet %s flyttas uppåt i listan %s

source: The object %s is moved down in the list %s
de: Das Objekt %s wird in der Liste %s nach unten verschoben
es: El objeto %s se desplaza hacia abajo en la lista %s
fr: L'objet %s est déplacé vers le bas dans la liste %s
nl: Het object %s wordt naar achter geschoven in de lijst %s
sv: Objektet %s flyttas nedåt i listan %s

source: The objects have been removed from the list.
de: Die Objekte wurden aus der Liste gestrichen.
es: Los objetos se han eliminado de la lista.
fr: Les objets ont été supprimés de la liste.
nl: De objecten zijn uit de lijst verwijderd.
sv: Objekten har tagits bort från listan.

source: Successfully deleted %s.
de: %s erfolgreich gelöscht.
es: Eliminado %s.
fr: %s supprimé avec succès.
nl: %s werd succesvol verwijderd.
sv: %s har tagits bort.

source: The list "%s" already exists.
de: Die Liste "%s" existiert bereits.
es: Ya existe la lista "%s".
fr: La liste "%s" existe déjà.
nl: De lijst “%s” bestaat al.
sv: Listan "%s" finns redan.

source: The list "%s" has been added.
de: Die Liste "%s" wurde hinzugefügt.
es: Se ha agregado la lista "%s".
fr: La liste "%s" a été ajoutée.
nl: De lijst “%s” is toegevoegd.
sv: Listan "%s" har lagts till.

source: The list is renamed in "%s".
de: Die Liste wird in "%s" umbenannt.
es: La lista se retitula en " %s".
fr: La liste est renommée dans "%s".
nl: De naam van de lijst wordt in %s gewijzigd.
sv: Listan har bytt namn till " %s".

source: List removed:
de: Liste entfernt:
es: Lista eliminada:
fr: Liste supprimée:
nl: Lijst verwijderd:
sv: Lista borttagen:

source: The list "%s" is activated.
de: Die Liste "%s" wird aktiviert.
es: Se activa la lista "%s".
fr: La liste "%s" est activée.
nl: De lijst “%s” is geactiveerd.
sv: Listan "%s" är aktiverad.

source: The object %s is added to the list %s
de: Das Objekt %s wird der Liste %s hinzugefügt
es: El objeto %s se agrega a la lista %s
fr: L'objet %s est ajouté à la liste %s
nl: Het object %s wordt toegevoegd aan de lijst %s
sv: Objektet %s läggs till i listan %s

source: The observation is added to the list %s
de: Die Beobachtung wird der Liste %s hinzugefügt
es: La observación se agrega a la lista %s
fr: L'observation est ajoutée à la liste %s
nl: De observatie is toegevoegd aan de lijst %s
sv: Observationen läggs till i listan %s

source: The object %s is removed from the list %s
de: Das Objekt %s wird aus der Liste %s entfernt
es: El objeto %s se elimina de la lista %s
fr: L'objet %s est supprimé de la liste %s
nl: Het object %s is verwijderd uit de lijst %s
sv: Objektet %s tas bort från listan %s

source: The objects have been added to the list %s
de: Die Objekte wurden in die Liste %s aufgenommen
es: Los objetos se han agregado a la lista %s
fr: Les objets ont été ajoutés à la liste %s
nl: De objecten zijn toegevoegd aan de lijst %s
sv: Objekten har lagts till i listan %s

source: You wanted to watch an object, but none is specified. Please contact the developers with this message.
de: Sie wollten ein Objekt sehen, aber keines ist angegeben. Bitte kontaktieren Sie die Entwickler mit dieser Nachricht.
es: Querías ver un objeto, pero no se especifica ninguno. Póngase en contacto con los desarrolladores con este mensaje.
fr: Vous vouliez regarder un objet, mais aucun n'est spécifié. Veuillez contacter les développeurs avec ce message.
nl: Je wilde een object bekijken, maar er is geen opgegeven. Neem contact op met de ontwikkelaars met deze foutmelding.
sv: Du ville titta på ett objekt, men ingen har angetts. Kontakta utvecklarna med det här meddelandet.

source: You wanted to watch an object, but the object is not known. Please contact the developers with this message.
de: Sie wollten ein Objekt beobachten, aber das Objekt ist nicht bekannt. Bitte kontaktieren Sie die Entwickler mit dieser Nachricht.
es: Querías ver un objeto, pero el objeto no se conoce. Póngase en contacto con los desarrolladores con este mensaje.
fr: Vous vouliez regarder un objet, mais l'objet n'est pas connu. Veuillez contacter les développeurs avec ce message.
nl: Je wilde een object bekijken, maar het object is niet gekend. Neem contact op met de ontwikkelaars met deze foutmelding.
sv: Du ville titta på ett objekt, men objektet är inte känt. Kontakta utvecklarna med det här meddelandet.

source: You need to be logged in to change your locations or equipment.
de: Sie müssen angemeldet sein, um Ihre Standorte oder Geräte zu wechseln.
es: Debe iniciar sesión para cambiar sus ubicaciones o equipos.
fr: Vous devez être connecté pour changer le location ou l’instrument.
nl: U moet ingelogd zijn om uw locaties of apparatuur te veranderen.
sv: Du måste vara inloggad för att byta plats eller utrustning.

source: Eyepiece overview
de: Okular übersicht
es: Visión general del ocular
fr: Aperçu oculaires
nl: Oculair overzicht
sv: Okular-översikt

source: Focal Length (in mm)
de: Brennweite (in mm)
es: Longitud focal (en mm)
fr: Longueur focale (en mm)
nl: Brandpuntsafstand (in mm)
sv: Brännvidd (i mm)

source: Max focal length (in mm)
de: Maximale Brennweite (in mm)
es: Longitud focal máxima (en milímetro)
fr: Longueur focale max. (en mm)
nl: Max brandpuntsafstand (in mm)
sv: Max brännvidd (i mm)

source: Apparent FOV (°)
de: Scheinbare FOV (°)
es: FOV aparente (°)
fr: Champs apparent (°)
nl: Schijnbaar FOV (°)
sv: Skenbar FOV (°)

source: Delete
de: Löschen
es: Borrar
fr: Supprimez
nl: Verwijder
sv: Radera

source: Observers overview
de: Beobachter Übersicht
es: Visión general de los observadores
fr: Aperçu des observateurs
nl: Overzicht waarnemers
sv: Översikt över observatörer

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille
nl: Achternaam
sv: Efternamn

source: First Name
de: Vorname
es: Primer Nombre
fr: Prénom
nl: Voornaam
sv: Förnamn

source: Role
de: Rolle
es: Rol
fr: Rôle
nl: Rol
sv: Roll

source: Number of instruments
de: Anzahl der Instrumente
es: Número de instrumentos
fr: Nombre d'instruments
nl: Aantal instrumenten
sv: Antal instrument

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
nl: Gebruiker
sv: Användare

source: Comet admin
es: Admin de cometa
fr: Admin de comètes
nl: Kometen beheerder
sv: Komet admin

source: Waitlist
de: Warteliste
es: Lista de espera
fr: Liste d’attente
nl: Wachtlijst
sv: Väntelista

source: Validate
de: Validieren
es: Validar
fr: Valider
nl: Valideren
sv: Bekräfta

source: Overview Instruments
de: Beobachtungsgeräte
es: Visión general de los instrumentos
fr: Aperçu des instruments
nl: Overzicht instrumenten
sv: Översikts instrument

source: Diameter (mm)
de: Durchmesser (mm)
es: Diámetro (milímetro)
fr: Diamètre (millimètre)
