Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: DeepskyLog can calculate visibilities of objects when an instrument is inserted. You can also only add new observations when an instrument is known by DeepskyLog.
de: Deepskylog kann Sichtbarkeiten von Objekten berechnen, wenn ein Instrument eingefügt wird. Sie können auch nur dann neue Beobachtungen hinzufügen, wenn ein Instrument von deepskylog bekannt ist.
es: DeepskyLog puede calcular visibilidades de objetos cuando se inserta un instrumento. También puede agregar nuevas observaciones cuando un instrumento es conocido por DeepskyLog.
fr: DeepskyLog peut calculer visibilités d'objets lorsqu'un instrument est inséré. Vous pouvez également ajouter de nouvelles observations lorsqu'un instrument est connu par DeepskyLog.
nl: DeepskyLog kan zichtbaarheden van objecten berekenen, maar daarvoor moet er wel een instrument zijn toegevoegd. Je kan ook pas waarnemingen toevoegen wanneer er een instrument is gekend.
sv: DeepskyLog kan beräkna synligheter av objekt när ett instrument infogas. Du kan också bara lägga till nya observationer när ett instrument är känt av DeepskyLog.

source: Add one or more locations
de: Einen oder mehrere Standorte hinzufügen
es: Agregar una o más ubicaciones
fr: Ajouter un ou plusieurs emplacements
nl: Voeg minimaal 1 waarneemplaats toe
sv: Lägga till en eller flera platser

source: Click on Change and select Locations. Add at least 1 location.
de: Klicken Sie auf ändern und wählen Sie Orte. Füge mindestens 1 Standort hinzu.
es: Haga clic en cambiar y seleccione ubicaciones. Añada al menos 1 ubicación.
fr: Cliquez sur modifier et sélectionnez locations. Ajouter au moins 1 location.
nl: Klik op Wijzigen en selecteer Waarneemplaatsen. Voeg minimaal 1 waarneemplaats toe.
sv: Klicka på ändra och välj platser. Lägg till minst 1 plats.

source: Add at least one location!
de: Fügen Sie mindestens einen Standort hinzu!
es: ¡Añada al menos una ubicación!
fr: Ajouter au moins une location!
nl: Voeg minimaal 1 waarneemplaats toe!
sv: Lägg till minst en plats!

source: DeepskyLog can calculate visibilities of objects when a location is inserted. You can also only add new observations when a location is known by DeepskyLog.
de: Deepskylog kann Sichtbarkeiten von Objekten berechnen, wenn ein Standort eingefügt wird. Sie können auch nur dann neue Beobachtungen hinzufügen, wenn ein Standort von deepskylog bekannt ist.
es: DeepskyLog puede calcular visibilidades de objetos cuando se inserta una ubicación. También puede agregar nuevas observaciones cuando una ubicación es conocida por DeepskyLog.
fr: DeepskyLog peut calculer visibilités d'objets lorsqu'une location est inséré. Vous pouvez également ajouter de nouvelles observations lorsqu'une location est connue par DeepskyLog.
nl: DeepskyLog kan zichtbaarheden van objecten berekenen, maar daarvoor moet er wel een waarneemplaats zijn toegevoegd. Je kan ook pas waarnemingen toevoegen wanneer er een waarneemplaats is gekend.
sv: DeepskyLog kan beräkna synligheter av objekt när en plats infogas. Du kan också bara lägga till nya observationer när en plats är känd av DeepskyLog.

source: Add a picture of yourself
de: Fügen Sie ein Bild von sich
es: Añadir una foto de ti mismo
fr: Ajoutez une photo de vous-même
nl: Voeg een foto van jezelf toe
sv: Lägg till en bild av dig själv

source: Click on your name and select Settings. Add a picture of yourself.
de: Klicken Sie auf Ihren Namen und wählen Sie Einstellungen. Fügen Sie ein Bild von sich.
es: Haga clic en su nombre y seleccione Ajustes. Añade una foto tuya.
fr: Cliquez sur votre nom et sélectionnez Paramètres. Ajoutez une photo de vous-même.
nl: Klik op je naam en selecteer Instellingen. Voeg een foto van jezelf toe.
sv: Klicka på ditt namn och välj Inställningar. Lägg till en bild av dig själv.

source: Add a picture of yourself!
de: Fügen Sie ein Bild von sich!
es: ¡Añade una foto tuya!
fr: Ajoutez une photo de vous-même!
nl: Voeg een foto van jezelf toe!
sv: Lägg till en bild av dig själv!

source: When you add a picture, others will see your picture when you send them a message.
de: Wenn Sie ein Bild hinzufügen, werden andere Ihr Bild sehen, wenn Sie Ihnen eine Nachricht senden.
es: Cuando se agrega una imagen, otros verán la imagen cuando se les envíe un mensaje.
fr: Lorsque vous ajoutez une image, d'autres vont voir votre image lorsque vous leur envoyez un message.
nl: Andere waarnemers zien je foto als je ze een bericht verstuurd of als ze &eacute;&eacute;n van je waarnemingen bekijken.
sv: När du lägger till en bild kommer andra att se din bild när du skickar ett meddelande till dem.

source: Read your messages
de: Lesen Sie Ihre Nachrichten
es: Lea sus mensajes
fr: Lire vos messages
nl: Lees je berichten
sv: Läsa meddelanden

source: Other observers can send you messages in DeepskyLog. Here, you can read the messages.
de: Andere Beobachter können Ihnen Nachrichten in deepskylog schicken. Hier können Sie die Nachrichten lesen.
es: Otros observadores pueden enviarle mensajes en DeepskyLog. Aquí, puedes leer los mensajes.
fr: D'autres observateurs peuvent vous envoyer des messages dans DeepskyLog. Ici, vous pouvez lire les messages.
nl: Andere waarnemers kunnen jou een bericht zenden in DeepskyLog. Klik om je berichten te lezen.
sv: Andra observatörer kan skicka meddelanden till dig i DeepskyLog. Här kan du läsa meddelandena.

source: Contrast reserve can only be calculated when you are logged in...
de: Kontrast Reserve kann nur berechnet werden, wenn Sie eingeloggt sind...
es: La reserva de contraste sólo se puede calcular cuando se ha iniciado la sesión...
fr: La réserve de contraste ne peut être calculée que lorsque vous êtes connecté...
nl: Contrast reserve kan alleen worden berekend wanneer u bent ingelogd...
sv: Kontrast reserven kan bara beräknas när du är inloggad...

source: Contrast reserve can only be calculated when the object has a known magnitude
de: Kontrast Reserve kann nur berechnet werden, wenn das Objekt eine bekannte Größe hat
es: La reserva de contraste sólo se puede calcular cuando el objeto tiene una magnitud conocida
fr: La réserve de contraste ne peut être calculée que lorsque l'objet a une magnitude connue
nl: Contrast reserve kan alleen worden berekend wanneer het object een gekende magnitude heeft
sv: Kontrast reserven kan endast beräknas när objektet har en känd magnitud

source: Contrast reserve can only be calculated when the object has a known diameter
de: Kontrast Reserve kann nur berechnet werden, wenn das Objekt einen bekannten Durchmesser hat
es: La reserva de contraste sólo se puede calcular cuando el objeto tiene un diámetro conocido
fr: La réserve de contraste ne peut être calculée que lorsque l'objet a un diamètre connu
nl: Contrast reserve kan alleen worden berekend wanneer het object een gekende diameter heeft
sv: Kontrast reserven kan endast beräknas när objektet har en känd diameter

source: %s is not visible from %s with your %s
de: %s ist nicht sichtbar von %s mit ihren %s
es: %s no es visible desde %s con su %s
fr: %s n'est pas visible de %s avec votre %s
nl: %s is niet zichtbaar vanaf %s met uw %s
sv: %s visas inte från %s med %s

source: Visibility of %s is questionable from %s with your %s
de: Die Sichtbarkeit von %s ist von %s mit ihren %s fragwürdig
es: La visibilidad de %s es cuestionable desde %s con su %s
fr: La visibilité de %s est douteuse à partir de %s avec votre %s
nl: De zichtbaarheid van %s is twijfelachtig van %s met uw %s
sv: %s kan ifrågasättas från %s med %s

source: %s is difficult to see from %s with your %s
de: %s ist von %s mit ihren %s schwer zu erkennen
es: %s es difícil de ver a partir de %s con su %s
fr: %s est difficile à voir de %s avec votre %s
nl: %s is moeilijk te zien van %s met uw %s
sv: %s är svårt att se från %s med %s

source: %s is quite difficult to see from %s with your %s
de: %s ist ziemlich schwierig von %s mit ihren %s zu sehen
es: %s es bastante difícil de ver a partir de %s con su %s
fr: %s est assez difficile à voir de %s avec votre %s
nl: %s is vrij moeilijk te zien van %s met uw %s
sv: %s är ganska svårt att se från %s med %s

source: %s is easy to see from %s with your %s
de: %s ist leicht zu sehen von %s mit ihren %s
es: %s es fácil de ver a partir de %s con su %s
fr: %s est facile à voir de %s avec votre %s
nl: %s is gemakkelijk te zien van %s met uw %s
sv: %s är lätt att se från %s med %s

source: %s is very easy to see from %s with your %s
de: %s ist sehr leicht von %s mit ihren %s zu sehen
es: %s es muy fácil de ver a partir de %s con su %s
fr: %s est très facile à voir de %s avec votre %s
nl: %s is zeer gemakkelijk te zien van %s met uw %s
sv: %s är mycket lätt att se från %s med %s

source: Object not logged in Deepskylog
de: Objekt nicht in deepskylog eingeloggt
es: Objeto no registrado en Deepskylog
fr: L’objet n’a pas encore été observe en Deepskylog
nl: Object nog niet waargenomen in Deepskylog
sv: Objektet är inte inloggat i Deepskylog

source: Object already observed by others, but not by me
de: Objekt bereits von Anderen beobachtet (aber nicht bei mir)
es: Objeto ya observado por otros, pero no por mí
fr: Objet déjà observé par d'autres, mais pas par moi
nl: Object al waargenomen door anderen, maar niet door mij
sv: Objekt som redan observerats av andra, men inte av mig

source: Object already observed by me
de: Objekt bereits von mir beobachtet
es: Objeto ya observado por mí
fr: Objet déjà observé par moi
nl: Object dat al door mij is waargenomen
sv: Objekt som jag redan har observerat

source: %s does not rise above horizon
de: %s übersteigt nicht den Horizont
es: %s no se eleva por encima del horizonte
fr: %s ne monte pas au-dessus de l’horizon
nl: %s komt niet boven de horizon
sv: %s stiger inte över horisonten

source: %s is circumpolar
de: %s ist zirkumpolar
es: %s es circumpolar
fr: %s est circumpolair
nl: %s is circumpolair
sv: %s är cirkumpolär

source: %s rises at %s on %s in %s
de: Aufgang von %s um %s am %s in %s
es: %s se eleva a %s en %s en %s
fr: %s monte à %s le %s à %s
nl: %s komt op om %s op %s in %s
sv: %s har stigit %s på %s i %s

source: %s transits at %s on %s in %s
de: Transit von %s um %s am %s in %s
es: %s transita a %s en %s en %s
fr: %s passe à %s le %s à %s
nl: %s heeft een doorgang om %s op %s in %s
sv: %s transiter på %s på %s i %s

source: %s sets at %s on %s in %s
de: Untergang von %s um %s am %s in %s
es: %s establece en %s en %s en %s
fr: %s déscend à %s le %s à %s
nl: %s gaat onder om %s op %s in %s
sv: %s anger %s på %s i %s

source: %s reaches an altitude of %s in %s
de: %s erreicht eine Höhe von %s in %s
es: %s alcanza una altitud de %s en %s
fr: %s atteint une altitude de %s à %s
nl: %s bereikt een hoogte van %s in %s
sv: %s når en höjd av %s i %s

source: Number of own observations
de: Anzahl der eigenen Beobachtungen
es: Número de observaciones propias
fr: Nombre d’observations propres
nl: Aantal eigen waarnemingen
sv: Antal egna iakttagelser

source: Last own observation
de: Letzte eigene Beobachtung
es: Última observación propia
fr: Dernière observation propre
nl: Laatste eigen waarneming
sv: Sista egna iakttagelse

source: Number of own drawings
de: Anzahl der eigenen Zeichnungen
es: Número de dibujos propios
fr: Nombre de dessins propres
nl: Aantal eigen tekeningen
sv: Antal egna ritningar

source: Object already observed and sketched by me
de: Objekt, das von mir bereits beobachtet und skizziert wurde
es: Objeto ya observado y esbozado por mí
fr: Objet déjà observé et esquissé par moi
nl: Object al waargenomen en geschetst door mij
sv: Objekt redan observerats och skissas av mig

source: end
de: Ende
es: fin
fr: fin
nl: eind
sv: slut

source: mid
de: Mitte
es: med
fr: mi-
sv: mitten

source: begin
de: Start
es: comienza
fr: début
sv: starta

source: start
es: inicio
fr: premier
sv: börja

source: Contrast reserve can only be calculated when you have set a standard location...
de: Kontrast Reserve kann nur berechnet werden, wenn Sie einen Standardstandort gesetzt haben...
es: La reserva de contraste sólo se puede calcular cuando se ha establecido una ubicación estándar...
fr: La réserve de contraste ne peut être calculée que lorsque vous avez défini une location standard…
nl: Contrast reserve kan enkel worden berekend als de standaard waarneemplaats is gezet…
sv: Kontrast reserven kan bara beräknas när du har angett en standardplats...

source: Contrast reserve can only be calculated when you have set a standard instrument...
de: Kontrast Reserve kann nur berechnet werden, wenn Sie ein Standardinstrument gesetzt haben...
es: La reserva de contraste sólo se puede calcular cuando se ha ajustado un instrumento estándar...
fr: La réserve de contraste ne peut être calculée que lorsque vous avez défini un instrument standard...
nl: Contrast reserve kan enkel worden berekend als een standaard instrument is gezet…
sv: Kontrast reserven kan bara beräknas när du har ställt in ett standardinstrument...

source: Contrast reserve can only be calculate when the standard instrument has a fixed magnification or when there are eyepieces defined...
de: Kontrast Reserve kann nur berechnet werden, wenn das Standardinstrument eine feste Vergrößerung hat oder wenn Okulare definiert sind...
es: La reserva de contraste sólo se puede calcular cuando el instrumento estándar tiene un aumento fijo o cuando hay oculares definidos...
fr: La réserve de contraste ne peut être calculée que lorsque l'instrument standard a un grossissement fixe ou lorsqu'il y a des oculaires définis...
nl: Contrast reserve kan enkel worden berekend als het standaardinstrument een vaste vergroting heeft of als er oculairs gedefinieerd zijn…
sv: Kontrast reserv kan bara beräknas när standard instrumentet har en fast förstoring eller när det finns okular definierade...

source: Contrast reserve can only be calculated when you have set a typical limiting magnitude or sky background for your standard location...
de: Kontrast Reserve kann nur berechnet werden, wenn Sie eine typische Begrenzungs Größe oder einen Himmelshintergrund für Ihren Standard-Standort gesetzt haben...
es: La reserva de contraste sólo se puede calcular cuando se ha establecido una magnitud de limitación típica o un fondo de cielo para su ubicación estándar...
fr: La réserve de contraste ne peut être calculée que si vous avez défini une magnitude de limitation typique ou un fond de ciel pour votre emplacement standard...
nl: Contrast reserve kan enkel worden berekend als er een typische grensmagnitude of hemelachtergrond is gezet voor je standaard waarneemplaats…
sv: Kontrast reserven kan endast beräknas när du har ställt in en typisk begränsande magnitud eller himmel bakgrund för din standardplats...

source: Create new empty catalog
de: Erstellen Sie einen neuen leeren Katalog
es: Crear nuevo catálogo vacío
fr: Créer un nouveau catalogue vide
nl: Maak een nieuwe lege cataloog
sv: Skapa ny tom katalog

source: page
de: seite
es: página
nl: pagina
sv: sida

source: Contrast reserve
de: Kontrast Reserve
es: Reserva de contraste
fr: Réserve de contraste
sv: Kontrast reserv

source: Alternative name
de: Alternativer Name
es: Nombre alternativo
fr: Nom alternatif
nl: Alternatieve naam
sv: Alternativt namn

source: (Contains)/Part of
de: (enthält)/Teil von
es: (contiene)/Part de
fr: (Contient)/part de
nl: (bevat)/Deel van
sv: (innehåller)/part av

source: List description
de: Listen Beschreibung
es: Descripción de la lista
fr: Description de la liste
nl: Lijst omschrijving
sv: Lista Beskrivning

source: In my lists
de: In meinen Listen
es: En mis listas
fr: Dans mes listes
nl: In mijn lijsten
sv: I mina listor

source: In public lists
de: In öffentlichen Listen
es: En las listas públicas
fr: Dans les listes publiques
nl: In publieke lijsten
sv: I offentliga listor

source: Best Time
de: Beste
es: Mejor Tiempo
fr: Meilleur
nl: Beste tijd
sv: Bästa tiden

source: Add all results of the page to list %s
de: Fügen Sie alle Ergebnisse der Seite zur Liste %s
es: Agregar todos los resultados de la página a la lista %s
fr: Ajouter tous les résultats de la page à la liste %s
nl: Alle resultaten van de pagina toevoegen aan lijst %s
sv: Lägga till alla resultat för sidan till listan %s

source: Remove all results of the page from list %s
de: Entfernen Sie alle Ergebnisse der Seite aus der Liste %s
es: Eliminar todos los resultados de la página de la lista %s
fr: Supprimer tous les résultats de la page de la liste %s
nl: Alle resultaten van de pagina verwijderen uit lijst %s
sv: Ta bort alla resultat från sidan från listan %s

source: The list
de: Die Liste
es: La lista
fr: La liste
nl: De lijst
sv: I listan

source: Typ
es: Tip

source: Best
es: EL Mejor
fr: Meilleur
sv: Bästa

source: Highest Alt.
de: Höchste Alt.
es: Alt más alto.
fr: Alt. Supérieure
nl: Hoogste alt.
sv: Högsta Alt.

source: Highest from
de: Am höchsten von
es: Más alto de
fr: Sup. de
nl: Hoogst van
sv: Högsta från

source: Highest to
de: Am höchsten bis
es: Más alto a
fr: Sup. à
nl: Hoogst tot
sv: Högsta till

source: Highest around
de: Am höchsten um
es: Más alto alrededor
fr: Sup. autour de
nl: Hoogst rond
sv: Högsta runt

source: Please enter the new position
de: Bitte geben Sie die neue Position ein
es: Por favor ingrese la nueva posición
fr: Prière de rentrer la nouvelle position dans la liste
nl: Vul de nieuwe positie in
sv: Ange den nya positionen

source: Move the object to a specific place in the list.
de: Verschieben Sie das Objekt an einen bestimmten Ort in der Liste.
es: Mueva el objeto a un lugar específico de la lista.
fr: Déplacez l'objet vers un emplacement spécifique dans la liste.
nl: Verplaats het object naar een bepaalde plaats in de lijst.
sv: Flytta objektet till en viss plats i listan.

source: Best magnification
de: Beste Vergrößerung
es: Mejor ampliación
fr: Agrand. préféré
nl: Beste vergroting
sv: Bästa förstoring

source: Mark
de: Marke
es: Marca
fr: Marquer
nl: Markeer
sv: Markera

source: Unmark the objects that are not visible from the selected observation location.
de: Entferne die Markierung der Objekte welche nicht sichtbar sind von der ausgewählten Lokation.
es: Desmarque los objetos que no son visibles desde la ubicación de observación seleccionada.
fr: Démarquez les objets qui ne sont pas visibles à partir du lieu d’observation sélectionné.
nl: On-markeer de objecten aan die niet zichtbaar zijn vanop de geselecteerde waarneemplaats.
sv: Avmarkera de objekt som inte syns från den valda observations platsen.

source: Mark the objects that are not visible from the selected observation location.
de: Markiere die Objekte welche nicht sichtbar sind von der ausgewählten Lokation.
es: Marque los objetos que no son visibles desde la ubicación de observación seleccionada.
fr: Marquez les objets qui ne sont pas visibles à partir du lieu d’observation sélectionné.
nl: Markeer de objecten aan die niet zichtbaar zijn vanop de geselecteerde waarneemplaats.
sv: Markera objekten som inte syns från den valda observations platsen.

source: Unmark the objects that are not visible from the selected date and time.
de: Entferne die Markierung an Objekten welche nicht sichtbar sind an dem ausgewählten Datum und Uhrzeit.
es: Desmarque los objetos que no son visibles desde la fecha y hora seleccionadas.
fr: Ne marquez plus les objets invisibles à l’endroit et la date sélectionnés.
nl: On-markeer de objecten aan die niet zichtbaar zijn op de geselecteerde datum en tijd.
sv: Avmarkera de objekt som inte är synliga från det valda datumet och tiden.

source: Mark the objects that are not visible on the selected date and time.
de: Markiere die Objekte welche nicht sichtbar sind an dem ausgewählten Datum und Uhrzeit.
es: Marque los objetos que no son visibles en la fecha y hora seleccionadas.
fr: Marquez les objets invisibles à l’endroit et la date sélectionnés.
nl: Markeer de objecten aan die niet zichtbaar zijn op de geselecteerde datum en tijd.
sv: Markera de objekt som inte syns på det valda datumet och tiden.

source: Date-Time
de: Datum-Zeit
es: Fecha-Hora
fr: Date-Temps
nl: Datum-Tijd
sv: Datum-Tid

source: Please enter the title
de: Bitte geben Sie den Titel
es: Introduzca el título
fr: Veuillez saisir le titre
nl: Vul de titel in
sv: Ange titel

source: DeepskyLog Objects
de: Deepskylog-Objekte
es: Objetos DeepskyLog
fr: Objets DeepskyLog
nl: DeepskyLog objecten
sv: DeepskyLog-objekt

source: names pdf
de: Namen PDF
es: nombres pdf
fr: noms PDF
nl: namen PDF
sv: namn PDF

source: details pdf
es: detalles pdf
fr: détails PDF
sv: detaljer PDF

source: Report
de: Bericht
es: Informe
fr: Rapport
nl: Rapport
sv: Rapportera

source: Maps
de: Karten
es: Mapas
fr: Cartes
nl: Mappen
sv: Kartor

source: Position
es: Posición
nl: Positie

source: You need to be logged in to add an object.
de: Sie müssen eingeloggt sein, um ein Objekt hinzuzufügen.
es: Debe iniciar una sesión para agregar un objeto.
fr: Vous devez être connecté pour ajouter un objet.
nl: Je moet ingelogd zijn om een object toe te voegen.
sv: Du måste vara inloggad för att kunna lägga till ett objekt.

source: Wrong right ascension!
de: Falscher RA!
es: ¡Ascensión derecha incorrecta!
fr: Mauvaise Ascension Droite!
nl: Verkeerde rechte klimming!
sv: Fel rätt uppstigning!

source: Wrong declination!
de: Falsche Deklination!
es: ¡Declinación incorrecta!
fr: Mauvaise déclinaison!
nl: Verkeerde declinatie!
sv: Fel deklination!

source: Wrong magnitude format!
de: Falsches Magnitud-Format!
es: ¡Formato incorrecto de magnitud!
fr: Format de magnitude erronée!
nl: Verkeerde magnitude!
sv: Fel magnitud format!

source: Wrong position angle!
de: Falscher Positions Winkel!
es: ¡Ángulo de posición incorrecto!
fr: Mauvais angle de position!
nl: Verkeerde positiehoek!
sv: Fel position vinkel!

source: You did not provide any object size units!
de: Sie haben keine Größeneinheit angegeben!
es: ¡No proporcionó ninguna unidad de tamaño de objeto!
fr: Vous n'avez fourni aucune unité de taille d'objet!
nl: Gelieve de eenheden van de grootte van het object in te vullen!
sv: Du har inte ange några objektstorlek enheter!

source: An unknown error occured. Please do contact the developers with this messsage.
de: Ein unbekannter Fehler ereignete sich. Bitte kontaktieren Sie die Entwickler mit dieser Nachricht.
es: Se ha producido un error desconocido. Por favor contacte a los desarrolladores con este Messsage.
fr: Une erreur inconnue s'est produite. S'il vous plaît contactez les développeurs avec ce messsage.
nl: Er is een onbekende fout opgetreden. Neem contact op met de ontwikkelaars met deze foutmelding.
sv: Ett okänt fel uppstod. Vänligen kontakta utvecklarna med denna messsage.

source: Observations added (longest)
de: Beobachtungen hinzugefügt (längsten)
es: Observaciones agregadas (las más largas)
fr: Observations ajoutées (plus longues)
nl: Waarnemingen toegevoegd (langste)
sv: Inkomna observationer (längsta)

source: Observations removed
de: Beobachtungen entfernt
es: Observaciones eliminadas
fr: Observations supprimées
nl: Opmerkingen verwijderd
sv: Observationer borttagna

source: Public list created with name %s by %s
de: Öffentliche Liste angelegt %s von %s
es: Lista pública creada con el nombre %s por %s
fr: Liste publique créé avec le nom %s par %s
nl: Publieke lijst met naam %s aangemaakt door %s
sv: Offentlig lista som skapades med namnet %s av %s

source: A new public list is available in DeepskyLog.
de: Eine neue öffentliche Liste ist verfügbar in DeepskyLog.
es: Una nueva lista pública está disponible en DeepskyLog.
fr: Une nouvelle liste publique est disponible en DeepskyLog.
nl: Er is een nieuwe publieke lijst beschikbaar in DeepskyLog.
sv: En ny offentlig lista finns i DeepskyLog.

source: Go to
de: Gehe zu
es: Ir a
fr: Aller vers
nl: Bekijk
sv: Gå till
