Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: Zoom: The field of view is mentioned at the bottom of the page (FoV) in arc degrees or arc minutes.
de: Zoom: Das Gesichtsfeld (FoV) wird am unteren Ende der Seite in Grad order Bogenminuten angezeigt.
es: Zoom: el campo de visión se menciona en la parte inferior de la página (FoV) en grados del arco o minutos del arco.
fr: Zoom: Le champs de vue est indiqué en bas de page (CdV) en minutes ou secondes d’arc.
nl: Zoom: Het beeldveld staat onderaan de pagina vermeld (FoV) in booggraden of boogminuten.
sv: Zooma: synfältet nämns längst ned på sidan (FOV) i båg grader eller bågminuter.

source: use the mouse wheel to zoom in or out.
de: Nutzen Sie das Mausrad zum vergrößern/verkleinern.
es: utilice la rueda del ratón para acercar o alejar.
fr: utilisez le bouton trounant du souris pour zoomer.
nl: Gebruik het muiswieltje om in of uit te zoomen.
sv: Använd mushjulet för att zooma in eller ut.

source: or use the arrows on the keyboard: Ctrl + Shift + up or down arrow.
de: oder nutzen Sie die Pfeiltasten auf Ihrer Tastatur: Strg + Umschalt + Hoch oder Runter Pfeiltaste.
es: o utilice las flechas en el teclado: Ctrl + Shift + Flecha arriba o abajo.
fr: soit vous utilisez les touches du clavier: Ctrl + Shift + ^ ou v.
nl: of gebruik de pijltjes van het toetsenbord: Ctrl + Shift + op of neer pijltje.
sv: eller Använd pilarna på tangentbordet: CTRL + SKIFT + UPPIL eller NEDPIL.

source: or use the number keys 0 to 9 to zoom between 1 and 40 degrees.
de: oder nutzen Sie den Nummernblock (0..9) für die stufenweise Vergrößerung zwischen 1 und 40 Grad.
es: o utilice las teclas numéricas 0 a 9 para hacer zoom entre 1 y 40 grados.
fr: soit vous utilisez les touches avec les numéros 0 à 9 pour un affichage entre 1 et 40 degrées.
nl: of gebruik de cijfertoetsen 0 tot 9 om tussen 1 en 40 graden.
sv: eller Använd sifferknapparna 0 till 9 för att zooma mellan 1 och 40 grader.

source: NOTICE: some browsers use some of these combinations for other purposes, or have different key mappings,
de: NOTICE: einige Browser belegen bereits die verwendeten Tastenkürzel oder haben andere Tastenkürzel,
es: AVISO: algunos navegadores utilizan algunas de estas combinaciones para otros fines, o tienen diferentes asignaciones de teclas,
fr: NOTICE: dans certains navigateurs, ces touches peuvent évoquer d’autres actions,
nl: OPGEPAST: Sommige browsers gebruiken bepaalde van deze combinaties voor andere zaken, of hebben andere toetsenindelingen,
sv: Observera: vissa webbläsare använder vissa av dessa kombinationer för andra syften, eller har olika nyckel mappningar,

source: and do not support this operation. Use the mouse instead.
de: und unterstützen somit diese Operation nicht. Bitte nutzen Sie Ihre Maus.
es: y no apoye esta operación. Utilice el ratón en su lugar.
fr: et ils ne supportent pas ces opérations. Utilisez le souris dans ce cas.
nl: en ondersteunen deze operatie niet. Gebruik de muis in deze gevallen.
sv: och stöder inte den här åtgärden. Använd musen i stället.

source: Grid: use G to turn the grid on or off.
de: Gitter: drücken Sie G um das Gitter an- bzw. abzuschalten.
es: Cuadrícula: use G para encender o apagar la rejilla.
fr: Grid: utilisez la touche G pour montrer ou cacher le grillage.
nl: Grid: Gebruik G om het grid aan of uit te zetten.
sv: Rutnät: Använd G för att slå på eller av rutnätet.

source: Labels: use L to turn the object labels on or off.
de: Beschriftung: drücken Sie L um die Beschriftung an- bzw. abzuschalten.
es: Etiquetas: Use L para activar o desactivar las etiquetas de los objetos.
fr: Labels: utilisez la touche L pour montrer ou cacher les libellés.
nl: Labels: Gebruik L om de objectlabels aan of uit te zetten.
sv: Etiketter: Använd L för att sätta på eller stänga av objekt etiketterna.

source: Magnitude: The maximal magnitude of the shown objects is mentioned at the bottom of the page.
de: Helligkeit: Die maximale Helligkeit der gezeigten Objekte ist am unteren Seitenrand beschrieben.
es: Magnitud: la magnitud máxima de los objetos mostrados se menciona en la parte inferior de la página.
fr: Magnitude: La magnitude maximale des objet sur l’écran en montré en bas de l’écran.
nl: Magnitude: De maximale magnitude van de objecten die getoond worden staat onderaan de pagina vermeld.
sv: Magnitud: den maximala storleken på de objekt som visas anges längst ned på sidan.

source: Use Shift + M to show more and dimmer objects, use m to show less and only brighter objects.
de: Drücke Umschalt + M um mehr lichtschwache Objekte zu sehen, oder m um weniger lichtschwache (oder nur helle) Objekte zu sehen.
es: Utilice Shift + m para mostrar más objetos y mas débilas, utilice m para mostrar menos y sólo objetos más brillantes.
fr: Utilisez la touche SHIFT+M pour afficher plus d’objets faibles, utilisez m pour en afficher moins.
nl: Gebruik Shift + M om meer en zwakkere objecten te tonen, gebruik m om minder en enkel helderder objecten te tonen.
sv: Använd Skift + M för att visa fler och dimmer-objekt, Använd m för att visa mindre och bara ljusare objekt.

source: Use Ctrl + M for maximal magnitude.
de: Drücke Strg + M für die maximale Helligkeit.
es: Utilice CTRL + M para la magnitud máxima.
fr: Utilisez CTRL+M pour un maximum d’objets.
nl: Gebruik CTRL + M voor maximale magnitude.
sv: Använd Ctrl + M för maximal magnitud.

source: The maximal magnitude of the shown stars is mentioned at the bottom of the page.
de: Die maximale Helligkeit der gezeigten Objekte ist am unteren Seitenrand beschrieben.
es: La magnitud máxima de las estrellas mostradas se menciona en la parte inferior de la página.
fr: La magnitude maximale des étoiles sur l’écran en montré en bas de l’écran.
nl: De maximale magnitude van de sterren die getoond worden staat onderaan de pagina vermeld.
sv: Den maximala storleken på de visade stjärnorna nämns längst ner på sidan.

source: Use Shift + S to show more and dimmer stars, use s to show less and only brighter stars.
de: Drücke Umschalt + S um mehr lichtschwache Sternen zu sehen, oder s um weniger lichtschwache (oder nur helle) Sternen zu sehen.
es: Utilice Shift + S para mostrar más y mas débil estrellas, utilizar s para mostrar menos y sólo estrellas más brillantes.
fr: Utilisez la touche SHIFT+S pour afficher plus d’étoiles faibles, utilisez s pour en afficher moins.
nl: gebruik Shift + S om meer en zwakkere sterren te tonen, gebruik s om minder en enkel helderder sterreb te tonen.
sv: Använd Skift + S för att visa fler och dimmer stjärnor, Använd s för att visa mindre och bara ljusare stjärnor.

source: The star magnitudes are mentioned at the top of the page.
de: Die maximale Helligkeit der gezeigten Sternen ist am oberen Seitenrand beschrieben.
es: Las magnitudes estelares se mencionan en la parte superior de la página.
fr: La magnitude correspondant à chaque taille d’étoile est mentionnée en haut de la page.
nl: De stermagnitudes worden bovenaan de pagina getoond.
sv: Stjärnans magnituder nämns högst upp på sidan.

source: Objects: The labels next to the objects reflect their most common name.
de: Objekte: Die Beschriftungen am Objekte zeigen den gebräuchlisten Objektnamen.
es: Objetos: las etiquetas junto a los objetos reflejan su nombre más común.
fr: Objects: Les intitulés montrent le nom principal de l’objet.
nl: Objecten: De labels naast het object geven zijn meest gekende naam weer.
sv: Objekt: etiketterna bredvid objekten återspeglar deras mest allmänna namn.

source: You can click on it to go that object's page in DeepskyLog.
de: Clicken Sie auf das Objekt um die Objektseite in DeepskyLog zu sehen.
es: Puede hacer clic en él para ir a la página de ese objeto en DeepskyLog.
fr: Vous pouvez cliquer ce nom pour aller aux détails de cet objet en DeepskyLog.
nl: Je kan er op klikken om naar de DeepskyLog pagina van het object te gaan.
sv: Du kan klicka på den för att gå det objektets sida i DeepskyLog.

source: Their color shows you if they have been observed: red = not seen, yellow = seen by others, green = seen by you.
de: Die Objektfarben zeigen Ihnen an, ob das Objekt schon beobachtet wurde: rot = nicht gesehen, gelb = von anderen gesehen, grün = von Ihnen gesehen.
es: Su color te muestra si se han observado: rojo = no visto, amarillo = visto por otros, verde = visto por ti.
fr: La couleur vvous montre si l’objet a été vu: rouge = pas vu par personne, jaune = vu par des autres, vert = vu par vous.
nl: De kleur geeft aan of ze gezien zijn: rood = niet gezien, geel = door anderen gezien, groen = door jou gezien.
sv: Deras färg visar dig om de har observerats: röd = inte sett, gult = sett av andra, grön = ses av dig.

source: The lines give you comparable information: no line = not seen, dotted line = seen by others,
de: Die Linien geben Ihnen vergleichs Informationen: keine Linie = nicht gesehen, gepunktete Linie = von anderen gesehen,
es: Las líneas le dan información comparable: ninguna línea = no vista, línea punteada = vista por otros,
fr: Les lignes vous disent la même chose: aucune ligne = pas vu, ligne pointillé = vu par les autres,
nl: De lijntjes geven gelijkaardige informatie: geen lijn = niet gezien, stippellijn = door anderen gezien,
sv: Linjerna ger dig jämförbar information: ingen linje = inte sett, prickad linje = sett av andra,

source: line below = seen by you, line above = seen and sketched by you.
de: Linie unterhalb = von Ihnen gesehen, Linie oberhalb = gesehen und gezeichnet von Ihnen.
es: línea debajo = vista por usted, línea arriba = vista y bosquejada por usted.
fr: ligne en-dessous = vu par vous, ligne au-dessus = vous avez également fait un dessin.
nl: onderlijnd = door jou gezien, lijn erboven = door jou gezien en geschetst.
sv: linje nedan = sett av dig, linje ovan = sett och skissade av dig.

source: Just keeping the mouse over the label shows you additional information on the object.
de: Bewegen Sie die Maus über die Beschriftung um mehr Informationen zu erhalten.
es: Sólo mantener el ratón sobre la etiqueta muestra información adicional sobre el objeto.
fr: Laissez le souris au-dessus du nom pour voir des informations supplémentaires.
nl: Hou de muis over het label voor bijkomende informatie over het object.
sv: Bara att hålla musen över etiketten visar ytterligare information om objektet.

source: Cursor: The cursor coordinates are mentioned at the bottom of the page.
de: Cursor: Die Cursor Koordinaten werden am unteren Seitenrand angezeigt.
es: Cursor: las coordenadas del cursor se mencionan en la parte inferior de la página.
fr: Cursor: Les coordonnées du curseur sont mentionnés en bas de page.
nl: Cursor: De cursor co&ouml;rdinaten worden onderaan het scherm getoond.
sv: Markör: markörens koordinater nämns längst ned på sidan.

source: Print: By clicking p you can get a pdf print of the page.
de: Drucken: Drücke p um die Seite als PDF zu drucken.
es: Imprimir: al hacer clic en p puede obtener una impresión en PDF de la página.
fr: Print: En appuyant sur la touche p vous pouvez générer une version pdf de la page.
nl: Afdrukken: Door op p te drukken kan je de pagina onder pdf formaat krijgen.
sv: Skriv ut: genom att klicka på p kan du få en PDF-utskrift av sidan.

source: Credit: Star data made available by Tycho2+
de: Credit: Sterndaten wurden durch Tycho2+ zur Verfügung gestellt
es: Crédito: Star Data hecho disponible por Tycho2 +
fr: Credit: Les données des étoiles sont fournis par Tycho2+ et USNO UCAC3
nl: Credit: Ster data beschikbaar gesteld door Tycho2+
sv: Kredit: Star data som tillhandahålls av Tycho2 +

source: Abbreviations page - use A to turn it on or off
de: Abkürzungen - drücke A zum an- abschalten
es: Abreviaturas Page - utilice A para activarla o desactivarla
fr: Page d’abbreviations - utilisez la touche A pour la montrer ou cacher
nl: Afkortingen pagina - gebruik A om aan of uit te zetten
sv: Förkortningar sida - Använd A för att slå på eller av

source: Add object
de: Objekt anlegen
es: Agregar objeto
fr: Ajouter un objet
nl: Object toevoegen
sv: Lägg till objekt

source: Now continue entering the object details.When all is ready, confirm using the button above, named 'Add object'.
de: Gehen Sie nun weiter in die Objektdetails. Wenn alles fertig ist, bestätigen Sie mit dem Button oben mit dem Namen 'Objekt hinzufügen'.
es: Ahora siga introduciendo los detalles del objeto. Cuando todo esté listo, confirme con el botón anterior, llamado ‘Agregar objeto'.
fr: Maintenant, continuez à entrer les détails de l'objet. Lorsque tout est prêt, confirmez à l'aide du bouton ci-dessus, nommé 'Ajouter Object'.
nl: Ga nu verder met het invoeren van de objectdetails. Als alles klaar is, bevestig dan bovenaan met de knop ‘Voeg object toe’.
sv: Nu fortsätta att ange objektdetaljer. När allt är klart, bekräfta med hjälp av knappen ovan, som heter "Lägg till objekt".

source: Cancel adding
de: Hinzufügen abbrechen
es: Cancelar adición
fr: Annuler l'ajout
nl: Annuleer toevoegen
sv: Avbryt lägga till

source: Check the coordinates
de: Überprüfen Sie die Koordinaten
es: Comprueba las coordenadas
fr: Vérifiez les coordonnées
nl: Controleer de coördinaten
sv: Kontrollera koordinaterna

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Bevestigen
sv: Bekräfta

source: Now you have to check if the name doesn't already exist in the list below, based on its coordinates. Take your time to carefully check the entries. If the object is in the list, you can leave this section by e.g. clicking the object to verify it's the right one. If the object is not in the list, you can continue entering it by clicking the 'Confirm' button. Attention: it's possible you have to scroll to see the whole list.
de: Nun müssen Sie prüfen, ob der Name nicht bereits in der untenstehenden Liste existiert, basierend auf seinen Koordinaten. Nehmen Sie sich Zeit, um die Einträge sorgfältig zu überprüfen. Wenn sich das Objekt in der Liste befindet, können Sie diesen Abschnitt verlassen, indem Sie z.b. auf das Objekt klicken, um zu überprüfen, ob es das richtige ist. Wenn das Objekt nicht in der Liste ist, können Sie es weiter eingeben, indem Sie auf die Schaltfläche "Confirm" klicken. Achtung: Es ist möglich, dass Sie scrollen müssen, um die ganze Liste zu sehen.
es: Ahora usted tiene que comprobar si el nombre no existe ya en la lista abajo, basado en sus coordenadas. Tómese su tiempo para comprobar cuidadosamente las entradas. Si el objeto está en la lista, puede dejar esta sección por ejemplo, haciendo clic en el objeto para verificar que es el correcto. Si el objeto no está en la lista, puede seguir ingresando haciendo clic en el botón 'confirmar'. Atención: es posible que tenga que desplazarse para ver toda la lista.
fr: Maintenant, vous devez vérifier si le nom n'existe pas déjà dans la liste ci-dessous, en fonction de ses coordonnées. Prenez votre temps pour vérifier attentivement les entrées. Si l'objet est dans la liste, vous pouvez quitter cette section par exemple en cliquant sur l'objet pour vérifier que c'est la bonne. Si l'objet n'est pas dans la liste, vous pouvez continuer à l'entrer en cliquant sur le bouton 'confirmer'. ATTENTION: il est possible que vous devez dérouler pour voir toute la liste.
nl: Nu dien je na te gaan of de naam nog niet voorkomt in de onderstaande lijst, gebaseerd op zijn ligging. Neem de tijd om de objecten nauwkeurig na te kijken. Als jouw object in de lijst zit, verlaat dan deze sectie door bv. op het object te klikken en het na te kijken. Staat je object niet in de lijst, ga dan verder door op de ‘Bevestiging’ knop te drukken. Let op: het kan zijn dat je moet scrollen om de hele lijst te zien.
sv: Nu måste du kontrollera om namnet inte redan finns i listan nedan, baserat på dess koordinater. Ta dig tid att noga kontrollera posterna. Om objektet finns i listan kan du lämna det här avsnittet genom att t ex klicka på objektet för att kontrollera att det är det rätta. Om objektet inte finns i listan kan du fortsätta att ange det genom att klicka på knappen "bekräfta". Observera: det är möjligt att du måste bläddra för att se hela listan.

source: Now you give the coordinates of the object: right ascension and declination. Our coordinates are in the epoch 2000 reference system (J2000).
de: Nun geben Sie die Koordinaten des Objekts an: RA und Deklination. Unsere Koordinaten befinden sich im Epoch 2000 Referenzsystem (J2000).
es: Ahora usted da las coordenadas del objeto: Ascensión derecha y declinación. Nuestras coordenadas están en el sistema de referencia de la época 2000 (J2000).
fr: Maintenant vous donnez les coordonnées de l'objet: ascension droite et déclinaison. Nos coordonnées sont dans le système de référence EPOCH 2000 (J2000).
nl: Nu geef je de coördinaten van het object: rechts klimming en declinatie. Onze coördinaten zijn in Epoch 2000 (J2000).
sv: Nu ger du koordinaterna för objektet: rätt uppstigning och deklination. Våra koordinater finns i Epoch 2000 Reference system (J2000).

source: Check the name
de: Überprüfen Sie den Namen
es: Comprobar el nombre
fr: Vérifier le nom
nl: Controleer de naam
sv: Kontrollera namnet

source: Now you have to check if the name doesn't already exist in the list below, based on its name. Take your time to carefully check the entries. If the object is in the list, you can leave this section by e.g. clicking the object to verify it's the right one. If the object is not in the list, you can continue entering it by clicking the 'Confirm' button. Attention: it's possible you have to scroll to see the whole list.
de: Nun müssen Sie prüfen, ob der Name nicht bereits in der untenstehenden Liste existiert, basierend auf seinem Namen. Nehmen Sie sich Zeit, um die Einträge sorgfältig zu überprüfen. Wenn sich das Objekt in der Liste befindet, können Sie diesen Abschnitt verlassen, indem Sie z.b. auf das Objekt klicken, um zu überprüfen, ob es das richtige ist. Wenn das Objekt nicht in der Liste ist, können Sie es weiter eingeben, indem Sie auf die Schaltfläche "Confirm" klicken. Achtung: Es ist möglich, dass Sie scrollen müssen, um die ganze Liste zu sehen.
es: Ahora usted tiene que comprobar si el nombre no existe ya en la lista abajo, basado en su nombre. Tómese su tiempo para comprobar cuidadosamente las entradas. Si el objeto está en la lista, puede dejar esta sección por ejemplo, haciendo clic en el objeto para verificar que es el correcto. Si el objeto no está en la lista, puede seguir ingresando haciendo clic en el botón 'confirmar'. Atención: es posible que tenga que desplazarse para ver toda la lista.
fr: Maintenant, vous devez vérifier si le nom n'existe pas déjà dans la liste ci-dessous, en fonction de son nom. Prenez votre temps pour vérifier attentivement les entrées. Si l'objet est dans la liste, vous pouvez quitter cette section par exemple en cliquant sur l'objet pour vérifier que c'est la bonne. Si l'objet n'est pas dans la liste, vous pouvez continuer à l'entrer en cliquant sur le bouton'confirmer'. ATTENTION: il est possible que vous devez dérouler pour voir toute la liste.
nl: Nu dien je na te gaan of de naam nog niet voorkomt in de onderstaande lijst, gebaseerd op zijn naam. Neem de tijd om de objecten nauwkeurig na te kijken. Als jouw object in de lijst zit, verlaat dan deze sectie door bv. op het object te klikken en het na te kijken. Staat je object niet in de lijst, ga dan verder door op de ‘Bevestiging’ knop te drukken. Let op: het kan zijn dat je moet scrollen om de hele lijst te zien.
sv: Nu måste du kontrollera om namnet inte redan finns i listan nedan, baserat på dess namn. Ta dig tid att noga kontrollera posterna. Om objektet finns i listan kan du lämna det här avsnittet genom att t ex klicka på objektet för att kontrollera att det är det rätta. Om objektet inte finns i listan kan du fortsätta att ange det genom att klicka på knappen "bekräfta". Observera: det är möjligt att du måste bläddra för att se hela listan.

source: Only enter new objects that are not in the system yet. First, you have to enter the name of the object. In the first box, you enter the catalog name, in the second box, you enter the number of the object within the catalog (e.g. M in the first box, 1 in the second box).
de: Geben Sie nur neue Objekte ein, die noch nicht im System sind. Zuerst muss man den Namen des Objekts eingeben. In der ersten Box geben Sie den Katalognamen ein, in der zweiten Box geben Sie die Nummer des Objekts innerhalb des Katalogs ein (z.b. M im ersten Feld, 1 im zweiten Feld).
es: Introduzca sólo los nuevos objetos que aún no se encuentran en el sistema. Primero, debe introducir el nombre del objeto. En el primer cuadro, introduzca el nombre del catálogo, en el segundo cuadro, introduzca el número del objeto dentro del catálogo (por ejemplo, M en el primer cuadro, 1 en el segundo cuadro).
fr: Entrez uniquement les nouveaux objets qui ne sont pas encore dans le système. Tout d'abord, vous devez entrer le nom de l'objet. Dans la première zone, vous entrez le nom du catalogue, dans la deuxième zone, vous entrez le numéro de l'objet dans le catalogue (par exemple M dans la première case, 1 dans la deuxième zone).
nl: Geef enkel objecten in die nog niet in het systeem zitten. Geef eerst de naam van het object in. In het eerste vak geef je de cataloog in, in het tweede vak het nummer binnen de cataloog (bv. M in het eerste vak, 1 in het tweede vak).
sv: Ange bara nya objekt som inte finns i systemet ännu. Först måste du ange namnet på objektet. I den första rutan anger du katalognamnet, i den andra rutan anger du numret på objektet i katalogen (t. ex. M i den första rutan, 1 i den andra rutan).

source: Surface brightness
de: Oberflächenhelligkeit
es: Brillo superficial
fr: Luminosité de surface
nl: Oppervlaktehelderheid
sv: Ljusstyrka på ytan

source: Position angle
de: Positions Winkel
es: Ángulo de posición
fr: Angle de position
nl: Positie hoek
sv: Positions vinkel

source: Possible candidates
de: Möglichen Kandidaten
es: Posibles candidatos
fr: Candidats possibles
nl: Mogelijke kandidaten
sv: Möjliga kandidater

source: Please confirm that the object is not listed below
de: Bitte bestätigen Sie, dass das Objekt nicht unten aufgelistet ist
es: Por favor confirme que el objeto no está listado abajo
fr: Prière de confirmer que l’objet n’est pas présent
nl: Gelieve te bevestigen dat het object hier niet tussen zit
sv: Kontrollera att objektet inte är listat nedan

source: This form gives you the possibility to add different objects at once using a CSV file (comma separated value). The form makes it also possible to easily add objects from another database to your DeepskyLog list.
de: Dieses Formular gibt Ihnen die Möglichkeit, verschiedene Objekte gleichzeitig mit einer CSV-Datei (Komma-separater Wert) hinzuzufügen. Das Formular ermöglicht es auch, Objekte aus einer anderen Datenbank einfach in Ihre deepskylog-Liste einzufügen.
es: Este formulario le da la posibilidad de añadir diferentes objetos a la vez utilizando un archivo CSV (valor separado por comas). El formulario permite también añadir fácilmente objetos de otra base de datos a su lista de DeepskyLog.
fr: Ce formulaire vous donne la possibilité d'ajouter des objets différents à la fois à l'aide d'un fichier CSV (valeur séparée par des virgules). Le formulaire permet également d'ajouter facilement des objets d'une autre base de données à votre liste DeepskyLog.

source: The CSV file has to start with the following definition on the first line, the next lines contain the data:
de: Die CSV-Datei muss mit der folgenden Definition in der ersten Zeile beginnen, die nächsten Zeilen enthalten die Daten:
es: El archivo CSV tiene que comenzar con la siguiente definición en la primera línea, las siguientes líneas contienen los datos:
fr: Le fichier CSV doit commencer par la définition suivante sur la première ligne, les lignes suivantes contiennent les données:
