Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: Only show the observations from my profile languages
de: Zeigen Sie nur die Beobachtungen aus meinen Profil Sprachen
es: Sólo mostrar las observaciones de mis idiomas de perfil
fr: Afficher uniquement les observations de mes langues de profil
nl: Toon enkel de observaties in mijn geselecteerde talen
sv: Visa endast iakttagelserna från mina profil språk

source: Only show observations in English
de: Nur Beobachtungen in Deutsch zeigen
es: Sólo mostrar observaciones en español
fr: Afficher uniquement les observations en français
nl: Toon enkel de nederlandstalige observaties
sv: Visa endast observationer på svenska

source: (*) All Observations(AO), My observations(MO), my Last observations(LO) of this object
de: (*) Alle Beobachtungen (AO), meine Beobachtungen (MO), meine letzten Beobachtungen (LO) dieses Objekts
es: (*) Todas las observaciones (AO), mis observaciones (MO), mis últimas observaciones (lo) de este objeto
fr: (*) Toutes les observations (AO), mes observations (MO), mes dernières observations (LO) de cet objet
nl: (*) Alle observaties (AO), mijn waarnemingen (MO), mijn laatste waarnemingen (LO) van dit object
sv: (*) Alla observationer (Ao), mina observationer (Mo), mina sista observationer (LO) av detta objekt

source: Filter objects
de: Filter Objekte
es: Filtrar objetos
fr: Filtrer les objets
nl: Objecten filteren
sv: Filtrera objekt

source: Please enter a title
de: Bitte geben Sie einen Namen an
es: Por favor introduce un título
fr: Veuillez entrer un titre
nl: Geef een titel op
sv: Titel saknas

source: DeepskyLog observations
de: Deepskylog Beobachtungen
es: Observaciones DeepskyLog
fr: Observations DeepskyLog
nl: DeepskyLog waarnemingen
sv: DeepskyLog observationer

source: Click on a list to view its details
de: Wählen Sie eine Liste um Details zu sehen
es: Haga clic en una lista para ver sus detalles
fr: Cliquez une catalogue pour voir ses détails
nl: Klik op een lijst om de details te zien
sv: Klicka på en lista för att se dess Detaljer

source: What's new in DeepskyLog since version
de: Was gibt es Neues in DeepskyLog seit Version
es: Novedades de DeepskyLog desde la versión
fr: Nouveautés de DeepskyLog depuis la version
nl: Nieuw in DeepskyLog sinds versie
sv: Nyheter i DeepskyLog sedan version

source: <h2>Welcome to DeepskyLog!</h2> In close collaboration with the Astronomical Society of Belgium (<a href="http://www.vvs.be">Vereniging Voor Sterrenkunde (VVS)</a>) we are glad to offer a comprehensive and free database for deepsky objects. The database is developed by the deepsky-section of the VVS. The database already contains tens of thousands observations and thousands of sketches and drawings made by amateur astronomers around the world. After you have registered for DeepskyLog, you get access to a variety of useful tools:<br /><br /> <ul><li>Information on the observations you made, the objects observed and sketches made,</li> <li>observing lists with different deepsky objects,</li> <li>you can share your observations with other observers,</li> <li>translate function to read observations in other languages,</li> <li>free atlases,</li> <li>create your own file with maps and DSS images of the objects,</li> <li>interactive star atlas down to magnitude 16,</li> <li>suggestions for objects visible in your instruments,</li> <li>information about the objects that are visible from your observation sites.</li> </ul> To start recording your observations, you need an account, which you can get after registration. Please contact the <a href="mailto:developers@deepskylog.be">DeepskyLog developers</a> if you encounter problems or have questions.
es: <h2>¡Bienvenido a DeepskyLog!</h2> En estrecha colaboración con la sociedad astronómica de Bélgica (<a href="http://www.vvs.be">Vereniging voor Sterrenkunde (VVS)</a>) nos complace ofrecer una base de datos completa y gratuita para los objetos Deepsky. La base de datos es desarrollada por la sección Deepsky de la VVS. La base de datos ya contiene decenas de miles de observaciones y miles de bocetos y dibujos realizados por astrónomos aficionados de todo el mundo. Después de registrarse para DeepskyLog, podrá acceder a una variedad de herramientas útiles: <br /> <br /> <ul> <li> información sobre las observaciones realizadas, los objetos observados y los bocetos realizados, </li> <li> observando listas con diferentes objetos Deepsky, </li> <li> puede compartir sus observaciones con otros observadores, </li> <li> traducir para leer las observaciones en otros idiomas, </li> <li> Atlas libres, </li> <li> crear su propio archivo con mapas e imágenes de DSS de los objetos, </li> <li> Atlas interactivo de la estrella abajo a magnitud 16, </li> <li> sugerencias para objetos visibles en sus instrumentos, </li> <li> información sobre los objetos visibles desde sus sitios de observación. </li> </ul> Para iniciar la grabación de sus observaciones, necesita una cuenta, que puede obtener después de la inscripción. Póngase en contacto con <a href="mailto:developers@deepskylog.be"> deepskylog Developers</a> si encuentra problemas o tiene preguntas.
fr: <h2>Bienvenue à DeepskyLog!</h2> En étroite collaboration avec la société astronomique de Belgique (<a href="http://www.vvs.be"> Vereniging voor sterrenkunde (VVS) </a>) nous sommes heureux d'offrir une base de données complète et gratuite pour les objets Deepsky. La base de données est développée par la section Deepsky du VVS. La base de données contient déjà des dizaines de milliers d'observations et des milliers de croquis et de dessins réalisés par des astronomes amateurs à travers le monde. Une fois que vous vous êtes inscrit à DeepskyLog, vous accédez à une variété d'outils utiles: <br/> <br/> <ul> <li> informations sur les observations que vous avez faites, les objets observés et croquis faits, </li> <li> des listes avec différents objets Deepsky, </li> <li> vous pouvez partager vos observations avec d'autres observateurs, </li> <li> Fonction de traduction pour lire les observations dans d'autres langues, </li> <li> Atlas gratuit, </li> <li> créer votre propre fichier avec des cartes et des images DSS des objets, </li> <li> interactive Star Atlas jusqu'à Magnitude 16, </li> <li> suggestions pour les objets visibles dans vos instruments, </li> <li> des informations sur les objets visibles à partir de vos sites d'observation. </li> </ul> Pour commencer à enregistrer vos observations, vous avez besoin d'un compte, que vous pouvez obtenir après l'enregistrement. S'il vous plaît contacter les <a href="mailto:developers@deepskylog.be">développeurs de DeepskyLog</a> si vous rencontrez des problèmes ou des questions.

source: Latest observations
de: Neuesten Beobachtungen
es: Últimas observaciones
fr: Dernières observations
nl: Laatste waarnemingen
sv: Senaste iakttagelserna

source: Download atlases
de: Download Atlanten
es: Descargar Atlas
fr: Téléchargez les atlas
nl: Download atlassen
sv: Hämta atlaser

source: New drawings
de: Neue Zeichnungen
es: Nuevos dibujos
fr: Nouveaux dessins
nl: Nieuwe tekeningen
sv: Nya ritningar

source: Most popular objects (drawings)
de: Beliebteste Objekte (Zeichnungen)
es: Objetos más populares (dibujos)
fr: Les objets les plus populaires (dessins)
nl: Meest getekende objecten
sv: Mest populära objekt (ritningar)

source: All objects, seen or not
de: Alle Objekte, gesehen oder nicht
es: Todos los objetos, vistos o no
fr: Tous les objets, vus ou non
nl: Alle objecten, gezien of niet
sv: Alla objekt, sett eller inte

source: Already seen by someone else but not by me
de: Schon von jemand anderem gesehen, aber nicht von mir
es: Ya visto por otra persona, pero no por mí
fr: Déjà vu par quelqu'un d'autre, mais pas par moi
nl: Al gezien door iemand anders, maar niet door mij
sv: Redan sett av någon annan men inte av mig

source: Only objects that have been seen by me
de: Nur Objekte, die von mir gesehen wurden
es: Sólo los objetos que han sido vistos por mí
fr: Seuls les objets qui ont été vus par moi
nl: Alleen objecten die door mij zijn gezien
sv: Endast objekt som har setts av mig

source: Clear Fields
de: Klare Felder
es: Borrar campos
fr: Effacer les champs
nl: Velden wissen
sv: Rensa fält

source: Select catalog
de: Katalog Auswahl
es: Seleccionar catálogo
fr: Sélectionnez catalogue
nl: Kies cataloog
sv: Välj katalog

source: Enter number in catalog
de: Nummer im Katalog
es: Ingrese el número en el catálogo
fr: Numéro dans le catalogue
nl: Nummer in cataloog
sv: Ange nummer i katalog

source: Atlas Page
de: Atlas Seite
es: Página del Atlas
fr: Page de l’atlas
nl: Atlas pagina
sv: Atlas sida

source: Constellation
de: Sternbild
es: Constelación
nl: Sterrenbeeld
sv: Konstellation

source: Minimum declination
de: Minimale Deklination
es: Declinación mínima
fr: Déclination minimale
nl: Minimale declinatie
sv: Minsta deklination

source: Maximum declination
de: Maximale Deklination
es: Declinación máxima
fr: Déclinaison maximale
nl: Maximale declinatie
sv: Maximal deklination

source: Minimum RA
es: RA mínimo
nl: Minimale RA
sv: Minsta ra

source: Maximum RA
es: RA máximo
nl: Maximale RA
sv: Maximal ra

source: Surface brightness lower than
de: Oberflächenhelligkeit niedriger als
es: Brillo superficial inferior a
fr: Luminosité de surface inférieure à
nl: Oppervlaktehelderheid lager dan
sv: Ytans ljusstyrka är lägre än

source: Minimum size
de: Mindestgröße
es: Tamaño mínimo
fr: Taille minimale
nl: Minimale grootte
sv: Minsta storlek

source: Surface brightness higher than
de: Oberflächenhelligkeit höher als
es: Brillo superficial superior a
fr: Luminosité de surface supérieure à
nl: Oppervlaktehelderheid hoger dan
sv: Ytans ljusstyrka högre än

source: Maximum size
de: Maximale Größe
es: Tamaño máximo
fr: Taille maximale
nl: Maximale grootte
sv: Maximal storlek

source: January
de: Januar
es: Enero
fr: Janvier
nl: Januari
sv: Januari

source: February
de: Februar
es: Febrero
fr: Février
nl: Februari
sv: Februari

source: March
de: März
es: Marzo
fr: Mars
nl: Maart
sv: Mars

source: April
es: Abril
fr: Avril

source: May
de: Mai
es: Mayo
fr: Mai
nl: Mei
sv: Maj

source: June
de: Juni
es: Junio
fr: Juin
nl: Juni
sv: Juni

source: July
de: Juli
es: Julio
fr: Juillet
nl: Juli
sv: Juli

source: August
es: Agosto
fr: Août
nl: Augustus
sv: Augusti

source: September
es: Septiembre
fr: Septembre

source: October
de: Oktober
es: Octubre
fr: Octobre
nl: Oktober
sv: Oktober

source: November
es: Noviembre
fr: Novembre

source: December
de: Dezember
es: Diciembre
fr: Décembre

source: Minimum Latitude
de: Minimaler Breitengrad
es: Latitud mínima
fr: Latitude minimale
nl: Minimale breedtegraad
sv: Minsta latitud

source: Worst limiting magnitude
de: Schlimmste Begrenzungs Größe
es: Magnitud de limitación peor
fr: Pire magnitude de limitation
nl: Slechtste grensmagnitude
sv: Värsta begränsande magnitud

source: Maximum Latitude
de: Maximaler Breitengrad
es: Latitud máxima
fr: Latitude maximale
nl: Maximale breedtegraad
sv: Maximal latitud

source: Best limiting magnitude
de: Beste Begrenzungs Größe
es: La mejor magnitud de limitación
fr: Meilleure magnitude de limitation
nl: Beste grensmagnitude
sv: Bäst begränsande magnitud

source: Worst seeing
de: Schlimmste seeing
es: Peor seeing
fr: Pire Seeing
nl: Ergste seeing
sv: Sämsta seeing

source: Excellent
de: Ausgezeichnet
es: Excelente
nl: Uitstekend
sv: Utmärkt

source: Good
de: Gut
es: Bueno
fr: Bon
nl: Goed
sv: Bra

source: Moderate
de: Mittel
es: Moderado
fr: Modéré
nl: Matig
sv: Måttligt

source: Poor
de: Nicht besonders
es: Pobre
fr: Médiocre
nl: Slecht
sv: Dåligt

source: Bad
de: Schlecht
es: Mal
fr: Mauvais
nl: Heel slecht
sv: Dålig

source: Best seeing
de: Besten seeing
es: Mejor seeing
fr: Mieux seeing
nl: Beste seeing
sv: Bäst seeing

source: Only observations with drawing
de: Nur Beobachtungen mit Zeichnung
es: Sólo observaciones con dibujo
fr: Seulement observations avec un dessin
nl: Alleen waarnemingen met tekening
sv: Endast observationer med rit

source: without drawing
de: ohne Zeichnung
es: sin dibujo
fr: sans dessin
nl: zonder tekening
sv: utan att dra

source: Worst visibility
de: Schlechteste Sicht
es: Peor visibilidad
fr: La pire visibilité
nl: Slechtste zichtbaarheid
sv: Sämsta synlighet

source: Very simple, prominent object
de: Sehr einfaches, prominentes Objekt
es: Objeto muy simple, prominente
fr: Objet très simple et proéminent
nl: Zeer eenvoudig, prominent object
sv: Mycket enkelt, framstående objekt

source: Object easily percepted with direct vision
de: Objekt leicht mit direktem Sehvermögen wahrnehmbar
es: Objeto fácilmente percepted con visión directa
fr: Objet facilement visible à vision direct
nl: Object gemakkelijk waarneembaar met direct zicht
sv: Objekt lätt percepted med direkt vision

source: Object perceptable with direct vision
de: Objekt bei direktem Beobachten zu sehen
es: Objeto perceptable con visión directa
fr: Objet visible à vision direct
nl: Object waarneembaar met direct zicht
sv: Objekt perceptable med Direct vision

source: Averted vision required to percept object
de: Indirektes Beobachten ist nötig, um das Objekt zu sehen
es: Visión evitada requerida para percibir el objeto
fr: Vision périphérique nécessaire pour voir l’objet
nl: Perifeer zicht nodig om object te zien
sv: Avvärjd vision krävs för att percept objekt

source: Object barely perceptable with averted vision
de: Objekt bei indirektem Beobachten gerade noch wahrnehmbar
es: Objeto apenas perceptable con visión evitada
fr: Objet difficilement visible en vision périphérique
nl: Object nauwelijks waarneembaar met perifeer zicht
sv: Objekt knappt perceptable med avvärjt vision

source: Perception of object is very questionable
de: Sichtung des Objektes sehr fraglich
es: La percepción del objeto es muy cuestionable
fr: Visibilité de l’objet est douteuse
nl: Zichtbaarheid van object is twijfelachtig
sv: Perception av objekt är mycket tveksamt

source: Object definitely not seen
de: Objekt definitiv nicht gesehen
es: Objeto definitivamente no visto
fr: Objet définitivement pas vu
nl: Object zeker niet gezien
sv: Objekt definitivt inte sett

source: Best visibility
de: Beste Sicht
es: Mejor visibilidad
fr: Meilleure visibilité
nl: Beste zichtbaarheid
sv: Bästa synlighet

source: Stored searches:
de: Gespeicherte Abfragen:
es: Búsquedas almacenadas:
fr: Recherches connues:
nl: Opgeslagen zoekopdrachten:
sv: Lagrade sökningar:

source: Save As...
de: Speichern als…
es: Guardar como...
fr: Sauvegarder comme…
nl: Bewaar als…
sv: Spara som...

source: Remove
de: Entfernen
es: Eliminar
fr: Effacer
nl: Verwijder
sv: Radera

source: This form gives you the possibility to add different observations at the same time using an OpenAstronomyLog XML file.
de: Dieses Formular gibt Ihnen die Möglichkeit, verschiedene Beobachtungen gleichzeitig mit einer OpenAstronomyLog XML-Datei hinzuzufügen.
es: Este formulario le da la posibilidad de añadir diferentes observaciones al mismo tiempo utilizando un archivo XML OpenAstronomyLog.
fr: Ce formulaire vous donne la possibilité d'ajouter des observations différentes en même temps à l'aide d'un fichier XML OpenAstronomyLog.
nl: Dit formulier geeft u de mogelijkheid om verschillende waarnemingen toe te voegen op hetzelfde moment met behulp van een OpenAstronomyLog XML-bestand.
sv: Det här formuläret ger dig möjlighet att lägga till olika observationer samtidigt med hjälp av en OpenAstronomyLog XML-fil.

source: This way, you can exchange in a fast and easy way observations between different applications which support the OpenAstronomyLog XML format (like <a href="http://observation.sourceforge.net">Observation Manager</a>, <a href="http://www.eyeandtelescope.com/">Eye&Telescope</a>, <a href="http://knightware.biz/dsp/">Deep-Sky Planner</a>, <a href="https://skysafariastronomy.com/">SkySafari 6+</a>, ...)
de: Auf diese Weise können Sie schnell und einfach Beobachtungen zwischen verschiedenen Anwendungen austauschen, die das OpenAstronomyLog XML-Format unterstützen (wie <a href="http://observation.sourceforge.net">Observation Manager</a>, <a href="http://www.eyeandtelescope.com/">Eye & Teleskope</a>, <a href="http://knightware.biz/dsp/"> Deep-Sky-Planner </a>, <a href="https://skysafariastronomy.com/">skysafari 6 +</a>,...)
es: De esta manera, puede intercambiar de forma rápida y sencilla observaciones entre diferentes aplicaciones que soportan el formato XML OpenAstronomyLog (como <a href="http://observation.sourceforge.net">Observation Manager</a>, <a href="http://www.eyeandtelescope.com/">Eye & telescope</a>, <a href="http://knightware.biz/dsp/">Deep-Sky Planner</a>, <a href="https://skysafariastronomy.com/">SkySafari 6 +</a>,...)
fr: De cette façon, vous pouvez échanger d'une manière rapide et facile des observations entre différentes applications qui prennent en charge le format XML OpenAstronomyLog (comme <a href="http://observation.sourceforge.net">Observation Manager</a>, <a href="http://www.eyeandtelescope.com/">Eye & Telescope</a>, <a href="http://knightware.biz/dsp/">Deep-Sky Planner</a>, <a href="https://skysafariastronomy.com/">SkySafari 6 +</a>,...)
nl: Op deze manier kunt u op een snelle en gemakkelijke manier observaties uitwisselen tussen verschillende toepassingen die het OpenAstronomyLog XML formaat ondersteunen (zoals <a href=“http://observation.sourceforge.net”>Observation Manager</a>, <a href="http://www.eyeandtelescope.com/">Eye & Telescope</a>, <a href="http://knightware.biz/dsp/">Deep-Sky planner</a>, <a href="https://skysafariastronomy.com/">SkySafari 6 +</a>,...)
sv: På så sätt kan du utbyta på ett snabbt och enkelt sätt observationer mellan olika program som stöder OpenAstronomyLog XML-format (som <a href="http://observation.sourceforge.net"> observation Manager </a>, <a href="http://www.eyeandtelescope.com/" > Eye & teleskope</a>, <a href="http://knightware.biz/dsp/">Deep-Sky Planner</a>, <a href="https://skysafariastronomy.com/"> SkySafari 6 + </a>,...)

source: Information: Only observations with your name (first name and last name) will be added. Observations which are already available in DeepskyLog will not be imported a second time.
de: Bitte beachten Sie: Es werden nur Beobachtungen mit Ihrem Namen (Vor- und Nachname) hinzugefügt. Beobachtungen die DeepskyLog bereits bekannt sind, werden ebenfalls nicht importiert.
es: Información: sólo se añadirán observaciones con su nombre (nombre y apellido). Las observaciones que ya están disponibles en DeepskyLog no se importarán por segunda vez.
fr: Informations: seules les observations portant votre nom (prénom et nom de famille) seront ajoutées. Les observations qui sont déjà disponibles dans DeepskyLog ne seront pas importées une deuxième fois.
nl: Informatie: alleen waarnemingen met uw naam (voornaam en achternaam) zullen worden toegevoegd. Waarnemingen die reeds beschikbaar zijn in DeepskyLog zullen niet opnieuw worden ingevoerd.
sv: Information: endast observationer med ditt namn (förnamn och efternamn) kommer att läggas till. Observationer som redan finns i DeepskyLog kommer inte att importeras en andra gång.

source: Import!
es: ¡Importación!
fr: Importer!
nl: Importeren!
sv: Importera!

source: Page North
de: Seite nördlich
es: Página norte
fr: Page Nord
nl: Pagina Noord
sv: Sidan norr

source: Section North
de: Bereich nördlich
es: Sección norte
fr: Section nord
nl: Sectie Noord
sv: Avsnitt norr

source: Page South
de: Seite südlich
es: Página sur
fr: Page sud
nl: Pagina Zuid
sv: Sidan syd

source: Section South
de: Bereich südlich
es: Sección sur
fr: Section sud
nl: Sectie Zuid
sv: Avsnitt syd

source: Page East
de: Seite östlich
es: Página este
fr: Page est
nl: Pagina Oost
sv: Sidan öster

source: Section East
de: Bereich östlich
es: Sección este
fr: Section est
nl: Sectie Oost
sv: Avsnitt öst

source: Page West
de: Seitengröße:Seite westlich
es: Página oeste
fr: Page ouest
nl: Pagina West
sv: Sidan väst

source: Section West
de: Bereich westlich
es: Sección oeste
fr: Section ouest
nl: Sectie West
sv: Sektionen väst

source: Zoom In
de: Vergrößern
es: Acercar
fr: Agrandir
sv: Zooma in

source: Zoom to 1°
de: Vergrößern um 1°
es: Zoom a 1°
fr: Zoom sur 1°
nl: Zoom naar 1°
sv: Zooma till 1°

source: Zoom to 2°
de: Vergrößern um 2°
es: Zoom a 2°
fr: Zoom sur 2°
nl: Zoom naar 2°
sv: Zooma till 2°

source: Zoom out
de: Verkleinern
es: Alejar
fr: Réduire
nl: Zoom uit
sv: Zooma ut

source: Dimensions
de: Ausmaße
es: Dimensiones
nl: Grootte
sv: Dimensioner

source: Press H for help - A for abbreviations - P for printing - O for Overview chart - Z for Lookup chart - D for Detail chart
de: Drücke H für Hilfe - A für Abkürzungen - P für Drucken - O für Übersichtskarte - Z für Aufsuchkarte - D für Detailkarte
es: Presione H para la ayuda - A para las abreviaturas - P para la impresión - O para la carta de visión general - Z para la carta de búsqueda - D para la carta de detalle
fr: Appuyez sur H pour l'aide-A pour les abréviations-P pour l'impression-O pour la vue d'ensemble-Z pour le graphique de recherche-D pour le graphique détaillé
nl: Druk H voor help - A voor afkortingen - P voor afdrukken - O voor overzichtskaart - Z voor zoekkaart - D voor detailkaart
sv: Tryck på H för hjälp - A för förkortningar - P för utskrift - O för översikt diagram - Z för uppslags diagram - D för detalj diagram

source: Fetching object data to magnitude ...
de: Lade Objektdaten bis zur Helligkeit …
es: Obtención de datos de objeto a magnitud...
fr: Extraction des données d'objet à magnitude...
nl: Ophalen objectgegevens tot magnitude …
sv: Hämtar objektdata till magnitud...

source: Fetching star data to magnitude ...
de: Lade Sterndaten bis zur Helligkeit …
es: Obtención de datos estelares a magnitud...
fr: Extraction des données étoiles à magnitude…
nl: Ophalen stargegevens tot magnitude …
sv: Hämtar stjärn data till magnitud...

source: Objects to mag:
de: Objekte bis mag:
es: Objetos a mag:
fr: Objets jusqu’à mag.:
nl: Objecten tot mag:
sv: Objekt till mag:

source: Stars to mag:
de: Sterne bis mag:
es: Estrellas a mag:
fr: Etoiles jusqu’à mag:
nl: Sterren tot mag:
sv: Stjärnor till mag:

source: Help page - use H to turn it on or off
de: Hilfe - Drücken Sie H um die Hilfe an- bzw. abzuschalten
es: Página de ayuda-utilice H para activarlo o desactivarlo
fr: Page d’aide - utilisez la touche H pour la montrer ou cacher
nl: Help pagina - gebruik H om aan of uit te zetten
sv: Hjälpsida-Använd H för att aktivera eller inaktivera

source: Navigation: use mouseclick to center page on a specific place.
de: Navigation: Zentrieren Sie die Seite mittels Mausclick.
es: Navegación: utilice ratón para centrar la página en un lugar específico.
fr: Navigation: cliquez le souris pour centrer la page à un endroit précis.
nl: Navigatie: Gebruik een muisklik om de pagina te centreren.
sv: Navigering: Använd musklick för att centrera sidan på en specifik plats.

source: or use the arrows of the keyboard. Extra keys: Ctrl (minimal) - Shift (maximal displacement).
de: oder nutzen sie die Pfeiltasten Ihrer Tastatur. Extra Tasten: Strg (minimal) - Umschalt (maximal Abstand).
es: o utilice las flechas del teclado. Teclas adicionales: Ctrl (mínimo)-Shift (desplazamiento máximo).
fr: soit, utilisez les flèches du clavier. Boutons supplémentaires: Ctrl (minimal) - Shift (déplacement maximal).
nl: of gebruik de pijltjes van het toetsenbord. Extra toetsen: Ctrl (minimale) - Shift (maximale verplaatsing).
sv: eller Använd pilarna på tangentbordet. Extra tangenter: Ctrl (minimal)-Skift (maximal förskjutning).
