Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: You wanted to watch a filter, but none is specified. Please contact the developers with this message.
de: Sie wollten einen Filter sehen, aber keiner ist angegeben. Bitte kontaktieren Sie die Entwickler mit dieser Nachricht.
es: Querías ver un filtro, pero no se especifica ninguno. Póngase en contacto con los desarrolladores con este mensaje.
fr: Vous vouliez regarder un filtre, mais aucun n'est spécifié. Veuillez contacter les développeurs avec ce message.
nl: Je wilde een filter bekijken, maar er is geen opgegeven. Neem contact op met de ontwikkelaars met deze foutmelding.
sv: Du ville titta på ett filter, men ingen anges. Kontakta utvecklarna med det här meddelandet.

source: Change filter
de: Filter anpassen
es: Cambiar filtro
fr: Changer le filtre
nl: Filter wijzigen
sv: Ändra filter

source: Overview Filters
de: Filter
es: Resumen filtros
fr: Filtres
nl: Overzicht filters
sv: Översikt filters

source: Generate a set of charts for each object.
de: Kartensammlung zu einem Objekt erstellen.
es: Genere un conjunto de gráficos para cada objeto.
fr: Generez une collection de cartes pour chaque objet.
nl: Maak een set van kaarten voor elk object.
sv: Generera en uppsättning diagram för varje objekt.

source: Each set contains a number of charts specified by the FoVs asked below.
de: Jede Kartensammlung enthält mehrere Aufsuchkarten mit den jeweils unten angegebenen Gesichtsfeldwerten.
es: Cada conjunto contiene un número de gráficos especificados por el campo que se pide a continuación.
fr: Chaque collection contient le nombre de cartes spécifié par le nombre de champs de vue spécifiés.
nl: Elke set bevat even veel kaarten als gespecifieerd in het FoV vak.
sv: Varje uppsättning innehåller ett antal diagram som anges av FoVs frågade nedan.

source: Each chart specified by the FoVs, shows stars and objects up to the specified magnitudes.
de: Jede Aufsuchkarte zeigt Sterne und Objekte bis zur unten angegebenen max. Helligkeit.
es: Cada gráfico especificado por el campo, muestra las estrellas y los objetos hasta las magnitudes especificadas.
fr: Chaque carte spécifié par les champs de vue, montre des étoiles et des objets juqsu’à la magnitude spécifié dans les cases correspondantes.
nl: Elke kaart gespecifieerd in het vak FoVs, toont sterren en objecten zoals gespecifieerd in de respectievelijke vakken.
sv: Varje diagram som anges av FoVs, visar stjärnor och objekt upp till de angivna magnituderna.

source: Each magnitude field should contain as many magnitudes as there are FoVs.
de: Die max. Helligkeitsfelder unten sollten soviele Einträge haben, wie Gesichtsfelder angegeben wurden.
es: Cada campo de magnitud debe contener tantas magnitudes como campo.
fr: Chaque case de magnitude devra contenir autant de valuers que spécifiés par les champs de vue.
nl: Elk magnitudevak moet even veel magnitudes bevatten als er FoVs zijn.
sv: Varje magnitud fält bör innehålla så många magnituder som det finns FoVs.

source: Before each object, you can add a data section. This contains the elementary data, an object description when available, and 2 photos by the size indicated by you (15, 30 or 60 arc minutes, or nothing).
de: Vor jedem Objekt können Sie einen Datenbereich angeben. Dieser enthält grundlegende Daten, eine Objektbeschreibung (falls verfügbar) sowie 2 Fotos in der von Ihnen angegebenen Größe (15, 30 oder 60 Bogenminuten).
es: Antes de cada objeto, puede Agregar una sección de datos. Esto contiene los datos elementales, una descripción del objeto cuando está disponible, y 2 fotos por el tamaño indicado por usted (15, 30 o 60 arco minutos, o nada).
fr: Pour chaque objet, vous avez la possibilité derajouter une page de données. Celle-ci contient les données de base de l’objet, eune description de l’objet si disponible, et deux photos avec la taille spécifié par vous (15, 30 ou 60 minutes d’arc, ou rien).
nl: Voor elk object kan u een datasectie toevoegen. Dit bevat de elementaire data, een objectbeschrijving indien beschikbaar, en 2 foto’s met de door u aangeduide grootte (15, 30 of 60 boogminuten, of geen).
sv: Innan varje objekt kan du lägga till ett data avsnitt. Detta innehåller elementära data, en objekt Beskrivning när det är tillgängligt, och 2 bilder av den storlek som anges av dig (15, 30 eller 60 bågminuter, eller ingenting).

source: You can add an index after each section. This index contains an overview of all the objects on each of the maps.
de: Sie können einen Index nach jedem Abschnitt anlegen lassen. Dieser Index enthält eine übersicht über alle Objekte auf jeder Karte.
es: Puede Agregar un índice después de cada sección. Este índice contiene una visión general de todos los objetos de cada uno de los mapas.
fr: Par objet, vous pouvez rajouter une table de contenu. Celli-ci contient l’aperçu de toutes les objet figurant sur les cartes correspondantes.
nl: Na elk object kan u een inhoudstafel toevoegen. Deze bevat een overzicht van elk van de objecten die op de verschillende kaarten staan.
sv: Du kan lägga till ett index efter varje avsnitt. Detta index innehåller en översikt över alla objekt på varje karta.

source: You can save each set and use a pdf merger to make one large atlas-catalogue if you wish.
de: Sie können die Kartensammlungen speichern und mit einem PDF Merger zusammenfügen. Damit können Sie Ihren eigenen Sternkartenatlas erstellen.
es: Puede guardar cada conjunto y utilizar una fusión PDF para hacer un gran catálogo Atlas si lo desea.
fr: Vous pouvez sauvegarder chaque collection et éventuellement les réunir dans un seule fichier pdf catalogue - atlas avec des outils libres disponibles sur l’internet.
nl: U kan elke set opslaan en eventueel met een pdf samenvoegprogramma samenstellen tot één catalogus-atlas.
sv: Du kan spara varje uppsättning och använda en PDF-sammanslagning för att göra en stor Atlas-katalog om du vill.

source: If you choose to make all objects in one pass, please remember that each object can take up to 30 seconds or more to generate. Attention: this option is available in all browsers except for Microsoft Internet Explorer.
de: Sie können auch angeben, alle Kartensammlungen in einem Durchgang zu erstellen, bedenken Sie jedoch, daß dies etwas länger zur Generierung benötigt. Achtung: diese Option ist verfügbar in jedem Browser, aber nicht in Microsoft Internet Explorer.
es: Si elige hacer todos los objetos de una pasada, por favor recuerde que cada objeto puede tomar hasta 30 segundos o más para generar. Atención: esta opción está disponible en todos los navegadores excepto Microsoft Internet Explorer.
fr: Si vous faites tout d’un coup, comptez sur une longue durée de traitement, jusqu’à 30 secondes ou plus par objet. Attention: cette option est disponible dans tous les navigateurs, sauf dans Microsoft Internet Explorer.
nl: Als u alles in één keer aanmaakt, reken dan op een lange verwerkingstijd, tot 30 seconden of meer per object. Let op: deze optie is beschikbaar in alle browsers behalve Microsoft Internet Explorer.
sv: Om du väljer att göra alla objekt i ett pass, kom ihåg att varje objekt kan ta upp till 30 sekunder eller mer att generera. Observera: det här alternativet är tillgängligt i alla webbläsare utom Microsoft Internet Explorer.

source: Generate all
de: Alle generieren
es: Generar todos
fr: Generez tous
nl: Maak alles aan
sv: Generera alla

source: Add a data page
de: Datenbereich hinzufügen
es: Agregar una página de datos
fr: Rajoutez une page de données
nl: Voeg een datapagina toe
sv: Lägga till en data sida

source: with ephemerides
de: mit Ephemeriden
es: con efemérides
fr: avec les éphémerides
nl: met efemeriden
sv: med efemerider

source: with yearephemerides
de: mit Jahresephemeriden
es: con efemérides del año
fr: avec les éphémerides pour toute l’année
nl: met jaarefemeriden
sv: med ephemerides de år

source: Add an index page
de: Index hinzufügen
es: Agregar una página de índice
fr: Rajoutez une table de contenu
nl: Voeg een inhoudstafel toe
sv: Lägga till en indexsida

source: Please select a layout for the index page.
de: Bitte wählen Sie ein Layout für den Index.
es: Seleccione un diseño para la página de índice.
fr: Prière de sélectionner le type de page à utiliser.
nl: Gelieve een layout voor de index te kiezen.
sv: Välj en layout för indexsidan.

source: Size
de: Größe
es: Tamaño
fr: Taille
nl: Grootte
sv: Storlek

source: FoVs: shown field of views
de: Gesichtsfelder
es: Campo: se muestra el campo de vistas
fr: Champs de vue
nl: FoVs: Afgebeelde beeldvelden
sv: FOVs: visat synfält

source: Object magnitudes
de: Objekt Helligkeit
es: Magnitudes de objetos
fr: Magnitudes des objets correspondantes
nl: Respectievelijke objectenmagnitudes
sv: Objektets magnituder

source: Stellar magnitudes
de: Stern Helligkeit
es: Magnitudes estelares
fr: Magnitudes des étoiles correspondantes
nl: Respectievelijke sterrenmagnitudes
sv: Stellar magnituder

source: Photos (arc minutes)
de: Fotos (Bogenminuten)
es: Fotos (minutos de arco)
fr: Taille des photos (minutes d’arc)
nl: Respectievelijke foto’s (boogminuten)
sv: Bilder (bågminuter)

source: You wanted to change an instrument, but none is specified. Please contact the developers with this message.
de: Sie wollten ein Instrument ändern, aber keines ist angegeben. Bitte kontaktieren Sie die Entwickler mit dieser Nachricht.
es: Querías cambiar un instrumento, pero no se especificó ninguno. Póngase en contacto con los desarrolladores con este mensaje.
fr: Vous vouliez modifier un instrument, mais aucun n'est spécifié. Veuillez contacter les développeurs avec ce message.
nl: Je wilde een instrument veranderen, maar er is geen opgegeven. Neem contact op met de ontwikkelaars met deze foutmelding.
sv: Du ville ändra ett instrument, men ingen anges. Kontakta utvecklarna med det här meddelandet.

source: Instrument not found in change_instrument.php, please contact the developers with this message:
de: Ein Instrument könnte nicht gefunden werden in change_instrument.php, kontaktieren Sie bitte die Entwickler mit dieser Nachricht:
es: Instrumento no encontrado en change_instrument.php, póngase en contacto con los desarrolladores con este mensaje:
fr: Instrument introuvable dans change_instrument.php, s'il vous plaît contacter les développeurs avec ce message:
nl: Instrument niet gevonden in change_instrument.php, neem contact op met de ontwikkelaars met dit bericht:
sv: Instrument som inte finns i change_instrument.php, kontakta utvecklarna med detta meddelande:

source: Change instrument
de: Beobachtungsgerät ändern
es: Cambiar instrumento
fr: Changer d'instrument
nl: Instrument wijzigen
sv: Ändra instrument

source: View messages
de: Nachrichten anzeigen
es: Ver mensajes
fr: Voir les messages
nl: Bekijk berichten
sv: Visa meddelanden

source: New moon
de: Nächster Neumond
es: Luna nueva
fr: Nouvelle lune
nl: Nieuwe maan
sv: Ny måne

source: Moon / Sun
de: Mond / Sonne
es: Luna / Sol
fr: Lune / Soleil
nl: Maan / Zon
sv: Måne / sön

source: Moon
de: Mond
es: Luna
fr: Lune
nl: Maan
sv: Månen

source: on
de: am
es: en
fr: le
nl: op
sv: på

source: Sun
de: Sonne
es: Dom
fr: Soleil
nl: Zon
sv: Sön

source: Ask question
de: Frage stellen
es: Hacer una pregunta
fr: Posez votre question
nl: Stel een vraag
sv: Ställ fråga

source: Report issue
de: Melde Probleme
es: Reportar problema
fr: Signaler un problème
nl: Rapporteer probleem
sv: Rapportera ett problem

source: What's new in DeepskyLog
de: Was gibt es Neues in DeepskyLog
es: Novedades de DeepskyLog
fr: Nouveautés de DeepskyLog
nl: Nieuw in DeepskyLog
sv: Vad är nytt i DeepskyLog

source: Import observations from a CSV file
de: Beobachtungen aus einer CSV-Datei importieren
es: Importar observaciones desde un archivo CSV
fr: Importer des observations à partir d'un fichier CSV
nl: Importeer waarnemingen uit een CSV-bestand
sv: Importera observationer från en CSV-fil

source: Import observations from an XML file
de: Beobachtungen aus einer XML-Datei importieren
es: Importar observaciones desde un archivo XML
fr: Importation d'observations à partir d'un fichier XML
nl: Waarnemingen importeren uit een XML-bestand
sv: Importera observationer från en XML-fil

source: Interactive Atlas
de: Interaktiver Atlas
es: Atlas interactivo
fr: Atlas interactif
nl: Interactieve atlas
sv: Interaktiv Atlas

source: Import objects from a CSV file to your list
de: Importieren Sie Objekte aus einer CSV-Datei in Ihre Liste
es: Importar objetos desde un archivo CSV a la lista
fr: Importer des objets d'un fichier CSV vers votre liste
nl: Objecten uit een CSV-bestand importeren in jouw lijst
sv: Importera objekt från en CSV-fil till din lista

source: Manage objects from CSV file
de: Objekte aus der CSV-Datei verwalten
es: Administrar objetos desde el archivo CSV
fr: Gérer les objets à partir du fichier CSV
nl: Objecten beheren vanuit CSV-bestand
sv: Hantera objekt från CSV-fil

source: Overview of last year's observations
de: Übersicht der Beobachtungen aus dem letzten Jahr
es: Resumen de las observaciones del año pasado
fr: Aperçu des observations de l'an dernier
nl: Overzicht van de waarnemingen van vorig jaar
sv: Översikt över förra årets iakttagelser

source: Overview observed
de: Übersicht beobachtet
es: Visión general observada
fr: Aperçu observé
nl: Overzicht waargenomen
sv: Översikt som observerats

source: objects
de: Objekten
es: objetos
fr: objets
nl: objecten
sv: objekt

source: Details observer
de: Details Beobachter
es: Detalles del observador
fr: Détails observateur
nl: Details waarnemer
sv: Detaljer observatör

source: Settings
de: Einstellungen
es: Opciones
fr: Paramètres
nl: Instellingen
sv: Inställningar

source: Details eyepiece
de: Okulare
es: Detalles de los oculares
fr: Détails oculaire
nl: Details oculair
sv: Översikt okular

source: Details filter
de: Filter
es: Detalles de los filtros
fr: Détails filtres
sv: Översikt filter

source: Details instrument
de: Details Beobachtungsgerät
es: Detalles del instrumento
fr: Détails instrument
sv: Detaljer instrument

source: Details lens
de: Linse
es: Detalles de los lentes
fr: Détails lentilles
sv: Översikt linser

source: Details location
de: Beobachtungsplatze
es: Detalles de los ubicaciónes
fr: Détails de l’endroit
nl: Details locatie
sv: Översikt plats

source: Filters of
de: Filtern von
es: Filtros de
fr: Filtres de
nl: Filters van
sv: Filter av

source: Lenses of
de: Linsen von
es: Lentes de
fr: Lentilles de
nl: Lenzen van
sv: Linser av

source: Overview of all observations of
de: Übersicht aller Beobachtungen von
es: Resumen de todas las observaciones de
fr: Aperçu de toutes les observations de
nl: Overzicht van alle waarnemingen van
sv: Översikt över alla observationer av

source: My instruments
de: Meine Instrumente
es: Mis instrumentos
fr: Mes instruments
nl: Mijn instrumenten
sv: Mina instrument

source: My eyepieces
de: Meine Okulare
es: Mis oculares
fr: Mes oculaires
nl: Mijn oculairs
sv: Mina okular

source: My filters
de: Meine Filter
es: Mis filtros
fr: Mes filtres
nl: Mijn filters
sv: Mina filter

source: My lenses
de: Meine Linsen
es: Mis lentes
fr: Mes lentilles
nl: Mijn lenzen
sv: Mina linser

source: My locations
de: Meine Standorte
es: Mis ubicaciones
fr: Mes locations
nl: Mijn locaties
sv: Mina platser

source: New Observation
de: Neue Beobachtung
es: Nueva observación
fr: Nouvelle observation
nl: Nieuwe waarneming
sv: Ny observation

source: Details
es: Detalles
fr: Détails
sv: Detaljer

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
nl: Uitloggen
sv: Logga ut

source: Login
de: Anmelden
es: Entrar
nl: Inloggen
sv: Logga in

source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
nl: Wachtwoord vergeten?
sv: Glömt lösenord?

source: Please enter your DeepskyLog username <strong>or</strong> your email.
de: Bitte geben Sie Ihren Benutzernamen <strong> oder </strong> Ihre E-Mail ein.
es: Por favor ingrese su nombre de usuario DeepskyLog <strong> o </strong> su correo electrónico.
fr: Veuillez entrez votre nom d’utilisateur DeepskyLog <strong> ou </strong> votre adresse émail.
nl: Gelieve je DeepskyLog gebruikersnaam <strong>of</strong> je in DeepskyLog gekend emailadres in te voeren.
sv: Vänligen ange ditt DeepskyLog användarnamn <strong> eller </strong> din e-post.

source: DeepskyLog username
de: DeepskyLog Benutzernamen
es: DeepskyLog nombre de usuario
fr: Nom d’utilisateur DeepskyLog
nl: DeepskyLog gebruikersnaam
sv: DeepskyLog användarnamn

source: Request new password
de: Neues Passwort anfordern
es: Solicitar nueva contraseña
fr: Changer mot de passe
nl: Vraag nieuw wachtwoord aan
sv: Begär nyttlösenord

source: Administration
es: Administración
nl: Administratie

source: Send message to all
de: Sende Benachrichtigung an Alle
es: Enviar mensaje a todos
fr: Envoyer un message à tous
nl: Stuur bericht naar iedereen
sv: Skicka meddelande till alla

source: Check Objects
de: Prüfe Objekte
es: Comprobar objetos
fr: Vérifier les objets
nl: Controleer objecten
sv: Kontrollera objekt

source: Eyepieces
de: Okulare
es: Oculares
fr: Oculaires
nl: Oculairs
sv: Okular

source: Filters
de: Filter
es: Filtros
fr: Filtres
sv: Filter

source: Lenses
de: Linsen
es: Lentes
fr: Lentilles
nl: Lenzen
sv: Linser

source: Tell us!
de: Sagen Sie uns!
es: ¡Cuéntanos!
fr: Dites-nous!
nl: Vertel het ons!
sv: Berätta!

source: A DeepskyLog Change Password Request was canceled
de: Eine DeepskyLog Passwortänderunganforderung wird abgesagt
es: Se canceló una solicitud de contraseña de cambio DeepskyLog
fr: DeepskyLog Demande de changer le mot de passe a été annulée
nl: Een DeepskyLog aanvraag om je wachtwoord te wijzigen is geannuleerd
sv: En begäran om DeepskyLog ändra lösenord avbröts

source: A request was canceled from the ip-address %s
de: Eine Passwortänderunganforderung wird abgesagt von %s
es: Se canceló una solicitud desde la dirección IP %s
fr: Demande de changer le mot de passe a été annulée de %s
nl: Een aanvraag om je wachtwoord te wijzigen is geannuleerd vanaf het ip-adres %s
sv: En begäran avbröts från IP-adressen %s

source: If you did not request this, it could be either an honest mistake or someone attempting to break into your DeepskyLog account.
de: Wenn Sie dies nicht angefordert haben, könnte es ein ehrlicher Fehler sein oder jemand versucht in Ihr DeepskyLog Konto zu brechen.
es: Si usted no solicitó esto, podría ser un error honesto o alguien que intenta entrar en su cuenta de DeepskyLog.
fr: Si vous n’avez pas demandé cela, il pourrait être une erreur honnête ou quelqu’un qui essaie de pénétrer dans votre compte DeepskyLog.
nl: Als je dit niet hebt aangevraagd, zou het een eerlijke vergissing kunnen zijn of iemand die probeert in te breken in jouw DeepskyLog account.
sv: Om du inte begär detta, kan det vara antingen ett ärligt misstag eller någon försöker bryta sig in i ditt DeepskyLog konto.

source: arcseconds
de: Bogensekunden
es: segundos de arco
fr: arcsecondes
nl: boogseconden
sv: bågsekunder

source: or part-of objects
de: oder Teil der Objekte
es: o parte de los objetos
fr: ou partie d'objets
nl: of deelobjecten
sv: eller del av objekt

source: (no part-of objects)
de: (kein Teil der Objekte)
es: (ninguna parte-de objetos)
fr: (aucune partie-d'objets)
nl: (geen deelobjecten)
sv: (ingen del av objekt)

source: Show without part-of objects
de: Zeig ohne Teil von Objekten
es: Mostrar sin parte de los objetos
fr: Afficher sans partie-d'objets
nl: Toon zonder deelobjecten
sv: Visa utan del-av objekt

source: Show with part-of objects
de: Show mit Teil von Objekten
es: Mostrar sin parte de los objetos
fr: Afficher sans partie-d'objets
nl: Toon met deelobjecten
sv: Visa med del av objekt

source: Hide object details
de: Verstecke Objekt Details
es: Ocultar detalles de objeto
fr: Cacher les détails de l’objet
nl: Verberg object details
sv: Dölj objektdetaljer

source: Show object details
de: Zeige Objekt Details
es: Mostrar detalles de objeto
fr: Montrer les détails de l’objet
nl: Toon object details
sv: Visa objektdetaljer

source: Nearby objects
de: Nahegelegene Objekte
es: Objetos cercanos
fr: Les objets proches
nl: Nabije objecten
sv: Närliggande objekt

source: %s to remove from the list %s
de: %s um von der Liste %s zu entfernen
es: %s para quitar de la lista %s
fr: %s à supprimer de la liste %s
nl: %s uit de lijst %s verwijderen
sv: %s tas bort från listan %s

source: %s to add to the list %s
de: %s um die Liste %s hinzuzufügen
es: %s para agregar a la lista %s
fr: %s à ajouter à la liste %s
nl: %s toevoegen aan de lijst %s
sv: %s som ska läggas till i listan %s

source: selected languages
de: ausgewählten Sprachen
es: idiomas seleccionados
fr: langues sélectionnées
nl: geselecteerde talen
sv: valda språk

source: all languages
de: Alle Sprachen
es: todos los idiomas
fr: toutes les langues
nl: alle talen
sv: alla språk

source: Look again, using all languages.
de: Schauen Sie noch einmal mit allen Sprachen.
es: Mira de nuevo, usando todos los idiomas.
fr: Regardez à nouveau, en utilisant toutes les langues.
nl: Kijk nogmaals, met behulp van alle talen.
sv: Titta igen, med alla språk.

source: Set up a detailed search.
de: Eine detaillierte Suche einrichten.
es: Configure una búsqueda detallada.
fr: Mettre en place une recherche détaillée.
nl: Stel een gedetailleerde zoekopdracht in.
sv: Ställ in en detaljerad sökning.

source: selected languages only
de: nur ausgewählte Sprachen
es: sólo idiomas seleccionados
fr: langues sélectionnées uniquement
nl: alleen geselecteerde talen
sv: endast utvalda språk

source: Overview with the basic information on one line per observation
de: Übersicht mit den Basisinformationen zu einer Zeile pro Beobachtung
es: Descripción con la información básica en una línea por la observación
fr: Aperçu avec une seule ligne d’information par observation
nl: Overzicht met één enkele lijn van informatie per waarneming
sv: Översikt med grundläggande information om en rad per observation

source: List
de: Liste
es: Lista
fr: Liste
nl: Lijst
sv: Lista

source: Overview with an information line and a description per observation
de: Übersicht mit einer informationslinie und einer Beschreibung pro Beobachtung
es: Visión general con una línea de información y una descripción por observación
fr: Aperçu avec égallement la description à cîté de la ligne d’information
nl: Overzicht met naast de informatielijn eveneens de beschrijving van de waarneming
sv: Översikt med en informationsrad och en beskrivning per observation

source: Compact
de: Kompakt
es: Compacto
sv: Kompakt

source: Overview with an information line, a description and your last observation
de: Übersicht mit einer informationslinie, einer Beschreibung und ihrer letzten Beobachtung
es: Resumen con una línea de información, una descripción y su última observación
fr: Aperçu avec la ligne d’information, la description et votre dernière observation
nl: Overzicht met de informatielijn, de beschrijving en uw laatste waarneming
sv: Översikt med en informationsrad, en beskrivning och din sista iakttagelse

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
nl: Vergelijk
sv: Jämför

source: Highlight own observations
de: Eigene Beobachtungen hervorheben
es: Destacar las propias observaciones
fr: Marquez mes propres observations
nl: Eigen waarnemingen oplichten
sv: Belysa egna iakttagelser

source: Don't highlight own observations
de: Eigene Beobachtungen nicht hervorheben
es: No destacar las propias observaciones
fr: Ne marquez plus mes propres observations
nl: Eigen waarnemingen niet oplichten
sv: Markera inte egna observationer

source: Show all languages
de: Zeige alle Sprachen
es: Mostrar todos los idiomas
fr: Afficher toutes les langues
nl: Toon alle talen
sv: Visa alla språk
