Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: Objectname;free fields;These fields will not be taken into account...
de: Objekt;freies Feld;Diese Felder werden ignoriert…
es: Nombre de objeto; campos libres; Estos campos no se tendrán en cuenta...
fr: Nom de l’objet;champs libres;ils ne sont pas pris en considération …
nl: Objectnaam;vrije velden;Deze velden zullen niet in aanmerking worden genomen...
sv: Objektnamn;fria fält;Dessa fält kommer inte att tas med i beräkningen...

source: NGC 7000;NA Nebula;...
es: NGC 7000; Nebulosa na;...
fr: NGC 7000; Nébuleuse de Na;...
nl: NGC 7000; NA nevel;...

source: Watch out!
de: Achtung!
es: ¡Cuidado!
fr: Fais gaffe!
nl: Let op!
sv: Se upp!

source: The objects in the CSV file should be known already by DeepskyLog. When this is not the case, an error message will appear and no objects will be added at all!
de: Die Objekte in der CSV-Datei sollten bereits von DeepskyLog bekannt sein. Wenn dies nicht der Fall ist, wird eine Fehlermeldung angezeigt und werden überhaupt keine Objekte hinzugefügt!
es: Los objetos del archivo CSV deben ser conocidos ya por DeepskyLog. Cuando este no es el caso, aparecerá un mensaje de error y no se agregarán objetos!
fr: Les objets dans le fichier CSV doivent déjà être connus par DeepskyLog. Lorsque ce n'est pas le cas, un message d'erreur s'affiche et aucun objet ne sera ajouté!
nl: De objecten in het CSV-bestand moeten al gekend zijn in DeepskyLog. Wanneer dit niet het geval is, zal een foutmelding verschijnen en zullen er helemaal geen objecten worden toegevoegd!
sv: Objekten i CSV-filen bör redan vara kända av DeepskyLog. När detta inte är fallet, kommer ett felmeddelande visas och inga objekt kommer att läggas alls!

source: The non existing objects should be added manually until no error messages are shown. When everything goes fine, the added objects will be shown in your list.
de: Die nicht vorhandenen Objekte sollten manuell hinzugefügt werden, bis keine Fehlermeldungen angezeigt werden. Wenn alles gut geht, werden die hinzugefügten Objekte in Ihrer Liste angezeigt.
es: Los objetos no existentes deben agregarse manualmente hasta que no se muestren mensajes de error. Cuando todo salga bien, los objetos agregados se mostrarán en su lista.
fr: Les objets non existants doivent être ajoutés manuellement jusqu'à ce qu'aucun message d'erreur ne soit affiché. Quand tout va bien, les objets ajoutés seront affichés dans votre liste.
nl: De niet-bestaande objecten moeten handmatig worden toegevoegd totdat er geen foutmeldingen meer worden weergegeven. Als alles goed gaat, zullen de toegevoegde objecten worden weergegeven in uw lijst.
sv: De icke befintliga objekten ska läggas till manuellt tills inga felmeddelanden visas. När allt går bra kommer de tillagda objekten att visas i din lista.

source: Double objects will not be duplicated in the list!
de: Dublikate Objekten werden eliminiert beim Import!
es: ¡Los objetos dobles no se duplicarán en la lista!
fr: Les objets doubles ne seront pas dupliqués dans la liste!
nl: Dubbele objecten zullen niet worden gedupliceerd in de lijst!
sv: Dubbla objekt kommer inte att dupliceras i listan!

source: CSV file
de: CSV Datei
es: Archivo CSV
fr: Fichier CSV
nl: CSV-bestand
sv: CSV-fil

source: You wanted to change a session, but none is specified. Please contact the developers with this message.
de: Sie wollten eine Session ändern, aber keine ist angegeben. Bitte kontaktieren Sie die Entwickler mit dieser Nachricht.
es: Desea cambiar una sesión, pero no se especifica ninguna. Póngase en contacto con los desarrolladores con este mensaje.
fr: Vous vouliez modifier une session, mais aucune n'est spécifiée. Veuillez contacter les développeurs avec ce message.
nl: Je wilde een sessie veranderen, maar er is geen opgegeven. Neem contact op met de ontwikkelaars met deze foutmelding.
sv: Du ville ändra en session, men ingen har angetts. Kontakta utvecklarna med det här meddelandet.

source: Adapt a session
de: Übernehme Sitzung
es: Adaptar una sesión
fr: Adaptez une session
nl: Pas een sessie aan
sv: Anpassa en session

source: Add session
de: Sitzung hinzufügen
es: Agregar sesión
fr: Ajouter une session
nl: Voeg locatie toeVoeg sessie toe
sv: Lägg till session

source: Adapt session
de: Übernehme Sitzung
es: Adaptar sesión
fr: Adapter la session
nl: Pas sessie aan
sv: Anpassa session

source: When you leave this field blank, DeepskyLog makes a name with begin- and enddate.
de: Wenn Sie dieses Feld leer lassen, wird DeepskyLog einen Namen aus Anfangs- und Endezeit ermitteln.
es: Cuando deja este campo en blanco, DeepskyLog hace un nombre con Begin-y endDate.
fr: Si vous laissez ce champs vide, DeepskyLog fera un nom avec la date du début et de la fin.
nl: Als je geen naam invult, maakt DeepskyLog zelf een naam met de begin- en einddatum aan.
sv: När du lämnar det här fältet tomt gör DeepskyLog ett namn med startdatum och slutdatum.

source: Start of the session *
de: Start der Sitzung *
es: Inicio de la sesión *
fr: Début de session *
nl: Begin van de sessie *
sv: Början av sessionen *

source: The start of your observing session.
de: Der Start Ihrer Sitzung.
es: El comienzo de su sesión de observación.
fr: Le début de votre session d’observation.
nl: De start van je waarneemsessie.
sv: Början av din observation session.

source: End of the session *
de: Ende der Sitzung *
es: Final de la sesión *
fr: Fin de session *
nl: Einde van de sessie *
sv: Slutet av sessionen *

source: The end of your observing session.
de: Das Ende Ihrer Sitzung.
es: El final de su sesión de observación.
fr: La fin de votre session d’observation.
nl: Het einde van je waarneemsessie.
sv: Slutet av din observation session.

source: (will be added by DeepskyLog)
de: (wird von DeepskyLog hinzugefügt)
es: (será añadida por DeepskyLog)
fr: (sera ajoutée par DeepskyLog)
nl: (wordt toegevoegd door DeepskyLog)
sv: (kommer att läggas till genom DeepskyLog)

source: Location *
de: Beobachtungsplatz *
es: Ubicación *
fr: Endroit *
nl: Waarneemplaats *
sv: Adress *

source: The location of your observing session.
de: Der Beobachtungsplatz Ihrer Sitzung.
es: La ubicación de su sesión de observación.
fr: L’endroit de votre session d’observation.
nl: De waarneemplaats van je sessie.
sv: Platsen för din observation session.

source: Language *
de: Sprache *
es: Idioma *
fr: Langue *
nl: Taal *
sv: Språk *

source: Language of the observations during your observing session.
de: Sprache der Beobachtungen, die zur Sitzung gehören.
es: Idioma de las observaciones durante su sesión de observación.
fr: Langue d’observation pendant votre session d’observation.
nl: Taal van de waarnemingen tijdens je sessie.
sv: Observations språket under din observationsperiod.

source: Observers *
de: Beobachter *
es: Observadores *
fr: Observateurs *
nl: Waarnemers *
sv: Observatörer *

source: Observers during this session. The other observers will get a message to make a similar session.
de: Beobachter der Sitzung. Andere Beobachter bekommen eine Benachrichtigung um eine ähnliche Sitzung anzulegen.
es: Observadores durante esta sesión. Los otros observadores recibirán un mensaje para hacer una sesión similar.
fr: Observateurs pendant cette session. Les autres observateurs recevront un message afin de créer une session similaire.
nl: Waarnemers tijdens deze sessie. De andere waarnemers krijgen een bericht om deze sessie ook aan te maken.
sv: Observatörer under denna session. De andra observatörerna kommer att få ett meddelande att göra en liknande session.

source: Add observer
de: Beobachter hinzufügen
es: Agregar observador
fr: Ajouter un observateur
nl: Voeg waarnemer toe
sv: Lägg till observatör

source: Select an observer to add to your observing session.
de: Wählen Sie einen Beobachter aus um Ihn/Sie zu Ihrer Sitzung hinzuzufügen.
es: Seleccione un observador para agregarlo a su sesión de observación.
fr: Selectionez un observateur a ajouter à votre session d’observation.
nl: Selecteer hier een waarnemer om toe te voegen aan de sessie.
sv: Välj en observatör som du vill lägga till i din observation session.

source: Remove observer
de: Beobachter entfernen
es: Quitar observador
fr: Eliminer observateur
nl: Verwijder waarnemer
sv: Ta bort observatör

source: Select an observer to remove from your observing session.
de: Wählen Sie einen Beobachter aus, um Ihn/Sie aus Ihrer Sitzung zu entfernen.
es: Seleccione un observador para eliminar de la sesión de observación.
fr: Selectionez un observateur a eliminer de votre session d’observation.
nl: Selecteer hier een waarnemer om te verwijderen van de sessie.
sv: Välj en observatör att ta bort från din observation session.

source: Weather
de: Wetter
es: El Tiempo
fr: Météo
nl: Weersomstandigheden
sv: Väder

source: The weather during your observing session.
de: Das Wetter während Ihrer Sitzung.
es: El tiempo durante su sesión de observación.
fr: La météo pendant votre session d’observation.
nl: Het weer tijdens je waarneemsessie.
sv: Vädret under din observation session.

source: Comments about the used instruments during your observing session.
de: Kommentare zu den Beobachtungsgeräten die Sie während der Sitzung verwendet haben.
es: Comentarios sobre los instrumentos usados durante su sesión de observación.
fr: Commentaires à propos des instruments utilisés pendant votre session d’observation.
nl: Commentaar over de gebruikte instrumenten tijdens je sessie.
sv: Kommentarer om de använda instrumenten under din observation session.

source: Comments
de: Kommentar
es: Comentarios
fr: Commentaires
nl: Commentaar
sv: Kommentarer

source: Comments on your observing session.
de: Kommentar zur Sitzung.
es: Comentarios sobre su sesión de observación.
fr: Commentaires à propos de votre session d’observation.
nl: Commentaar over je waarneemsessie.
sv: Kommentarer på din observation session.

source: Picture
de: Bild
es: Foto
fr: Image
nl: Afbeelding
sv: Bild

source: A picture showing the location of the session, a weather satellite picture, ...
de: Ein Bild der Sitzung. (z.B. des Beobachtungsortes, Wetters, Sattelitenbild, etc.)
es: Una imagen que muestra la ubicación de la sesión, una imagen satelital meteorológica,...
fr: Une image montrant l’endroit de la session, une image d’un satellite météo, …
nl: Een foto van de waarneemlocatie, van de waarnemers, …
sv: En bild som visar platsen för sessionen, en väder satellitbild,...

source: Remove the list
de: Die Liste entfernen
es: Quitar la lista
fr: Supprimer la liste
nl: Verwijder de lijst
sv: Ta bort listan

source: Change name
de: Namen ändern
es: Cambiar nombre
fr: Modifier le nom
nl: Verander naam
sv: Ändra namn

source: Rename
de: Umbenennen
es: Renombre
fr: Renommer
nl: Hernoem
sv: Byt namn

source: Make private
de: Privat machen
es: Definir como Privado
fr: Rendre privé
nl: Maak privaat
sv: Göra privata

source: Make public
de: Veröffentlichen
es: Hacer público
fr: Rendre public
nl: Maak publiek
sv: Göra offentliga

source: Add new list
de: Neue Liste hinzufügen
es: Agregar nueva lista
fr: Ajouter une nouvelle liste
nl: Maak een nieuwe waarneemlijst aan
sv: Lägg till ny lista

source: Import data
de: Daten importieren
es: Importar datos
fr: Importer des données
nl: Importeer gegevens
sv: Importera data

source: Empty the List
de: Die Liste leeren
es: Vaciar la lista
fr: Vider la liste
nl: De lijst leegmaken
sv: Töm listan

source: Add observation (longest)
de: Beobachtung hinzufügen (längste)
es: Añadir observación (más larga)
fr: Ajouter une observation (plus longue)
nl: Waarneming toevoegen (langste)
sv: Lägg till observationer (längsta)

source: Remove observations
de: Beobachtungen entfernen
es: Eliminar observaciones
fr: Supprimer les observations
nl: Verwijder waarnemingen
sv: Ta bort observationer

source: List by:
de: Liste von:
es: Lista por:
fr: Liste par:
nl: Lijst door:
sv: Lista efter:

source: The list is empty, there are no objects in the list.
de: Die Liste ist leer, es gibt keine Objekte in der Liste.
es: La lista está vacía, no hay objetos en la lista.
fr: La liste est vide, il n'y a aucun objet dans la liste.
nl: De lijst is leeg, er zijn geen objecten in de lijst.
sv: Listan är tom, det finns inga objekt i listan.

source: New name for the observing list
de: Neuer Name für die Beobachtungsliste
es: Nuevo nombre para la lista de observación
fr: Nouveau nom pour la liste d'observation
nl: Nieuwe naam voor de waarneemlijst
sv: Nytt namn på observationslistan

source: This form gives you the possibility to manage several objects using one single csv file (comma separated value).
de: Dieses Formular gibt Ihnen die Möglichkeit, mehrere Objekte mit einer einzigen CSV-Datei zu verwalten (Komma-separater Wert).
es: Este formulario le da la posibilidad de administrar varios objetos usando un solo archivo CSV (valor separado por comas).
fr: Ce formulaire vous donne la possibilité de gérer plusieurs objets à l'aide d'un seul fichier CSV (valeur séparée par des virgules).
nl: Dit formulier geeft u de mogelijkheid om meerdere objecten te beheren met behulp van één enkel CSV-bestand (komma gescheiden waarde).
sv: Det här formuläret ger dig möjlighet att hantera flera objekt med en enda CSV-fil (Comma separerade värdet).

source: This way you can easily and quickly introduce several objects, alternative names, etc.
de: Auf diese Weise können Sie einfach und schnell mehrere Objekte, Alternative Namen, etc. vorstellen.
es: De esta manera usted puede introducir fácilmente y rápidamente varios objetos, nombres alternativos, etc.
fr: De cette façon, vous pouvez facilement et rapidement introduire plusieurs objets, des noms alternatifs, etc.
nl: Op deze manier kunt u gemakkelijk en snel verschillende objecten, alternatieve namen, enz. toevoegen.
sv: På så sätt kan du enkelt och snabbt införa flera objekt, alternativa namn, etc.

source: The csv file must adhere to the following syntax if the instructions concern object naming:
de: Dies CSV Datei sollte folgenden Aufbau haben, wenn sie die Nomenklatur von Objekten betrifft:
es: El archivo CSV debe adherirse a la siguiente sintaxis si las instrucciones se refieren al nombre del objeto:
fr: Le fichier CSV doit respecter la syntaxe suivante si les instructions concernent l'attribution d'un nom d'objet:
nl: Het CSV bestand moet beginnen met onderstaande definitie als het om benamingen gaat:
sv: CSV-filen måste följa följande syntax om instruktionerna gäller namngivning av objekt:

source: Instruction;Object;Catalog;Catalogindex;
de: Anweisung;Objekt;Katalog;Katalognummer;
es: Instrucción;Objecto;Index de Catálogo;
fr: Instruction;Objet;Catalog;Catalogindex;
nl: Opdracht;Object;Catalog;Catalogindex;
sv: Instruktion;objekt;Katalog;Katalogindex;

source: or if the file contains data
de: oder wenn die Datei Daten enthält
es: o si el archivo contiene datos
fr: ou si le fichier contient des données
nl: of als het om data gaat
sv: eller om filen innehåller data

source: Instruction;Object;;Data
de: Anweisung;Objekt;;DAta
es: Instrucción;Object;;Data
nl: Instructie;object;;Data
sv: Instruktion;objekt;;Data

source: This form allows you to submit multiple observations at once by importing them directly from a CSV file (comma separated value file). This will facilitate and speed up the number of observations you can submit at once. It also allows you to easily add former observations already kept in some sort of database program. For your interest: only observations with your name (in full) will be inserted.
de: Dieses Formular erlaubt es Ihnen, mehrere Beobachtungen auf einmal einzureichen, indem Sie Sie direkt aus einer CSV-Datei importieren (Komma-getrennte Werte Datei). Dies wird die Anzahl der Beobachtungen, die Sie sofort einreichen können, erleichtern und beschleunigen. Es ermöglicht Ihnen auch, einfach frühere Beobachtungen hinzuzufügen, die bereits in einer Datenbankprogramm aufbewahrt wurden. Für Ihr Interesse: Es werden nur Beobachtungen mit Ihrem Namen (in vollem Umfang) eingefügt.
es: Este formulario le permite enviar varias observaciones a la vez al importarlas directamente desde un archivo CSV (archivo de valores separados por comas). Esto facilitará y agilizará el número de observaciones que puede presentar a la vez. También le permite añadir fácilmente observaciones anteriores ya guardadas en algún tipo de programa de base de datos. Por su interés: sólo se insertarán observaciones con su nombre (en su totalidad).
fr: Ce formulaire vous permet de soumettre plusieurs observations à la fois en les important directement à partir d'un fichier CSV (fichier de valeurs séparées par des virgules). Cela permettra de faciliter et d'accélérer le nombre d'observations que vous pouvez soumettre à la fois. Il vous permet également d'ajouter facilement d'anciennes observations déjà conservées dans une sorte de programme de base de données. Pour votre intérêt: seules les observations portant votre nom (en entier) seront insérées.
nl: Dit formulier geeft u de mogelijkheid om meerdere waarnemingen tegelijkertijd toe te voegen door middel van een CSV bestand (comma separated value). Op deze manier kan u gemakkelijk en snel meerdere waarnemingen ineens invoeren. Het formulier laat u ook toe om vroegere waarnemingen, reeds bijgehouden in een of andere databank, op een gemakkelijke manier toe te voegen aan DeepskyLog. Ter informatie: alleen waarnemingen met uw naam (voornaam + naam voluit) zullen toegevoegd worden.
sv: Med det här formuläret kan du skicka flera observationer samtidigt genom att importera dem direkt från en CSV-fil (kommaavgränsad fil). Detta kommer att underlätta och påskynda antalet observationer som du kan skicka på en gång. Det gör också att du enkelt lägga till tidigare iakttagelser redan hållits i någon form av databasprogram. För ditt intresse: endast observationer med ditt namn (i sin helhet) kommer att infogas.

source: The CSV file uses the following format:
de: Die CSV-Datei verwendet folgendes Format:
es: El archivo CSV utiliza el siguiente formato:
fr: Le fichier CSV utilise le format suivant:
nl: Het CSV-bestand gebruikt het volgende formaat:
sv: CSV-filen använder följande format:

source: 1-Object; 2-Observer; 3-Date; 4-UT; 5-Location; 6-Instrument; 7-Eyepiece; 8-Filter; 9-Lens; 10-Seeing; 11-LimMag or SQM as you wish; 12-Visibility; 13-Language; 14-Description
de: 1-Objekt; 2-Beobachter; 3-Datum; 4-UT; 5-Beobachtungsplatz; 6-Beobachtungsgerät; 7-Okular; 8-Filter; 9-Linse; 10-Seeing; 11-SchwächsterStern oder SQM; 12-Sichtbarkeit; 13-Sprache; 14-Beschreibung
es: 1-Objeto; 2-Observador; 3-Fecha; 4-UT; 5-Ubicación; 6-Instrumento; 7-Ocular; 8-Filtro; 9-Lente; 10-Seeing; 11-NELM o SQM como usted desea; 12-Visibilidad; 13-Idioma; 14-Descripción
fr: 1-Objet; 2-Observateur; 3-Date; 4-TU; 5-Location; 6-Instrument; 7-Oculaire; 8-Filtre; 9-Lentille; 10-Seeing; 11-LimMag ou sqm comme vous le souhaitez; 12-Visibilité; 13-Langue; 14-Déscription
nl: 1-Object; 2-Waarnemer; 3-Datum; 4-UT; 5-Locatie; 6-Instrument; 7-Oculair; 8-Filter; 9-Lens; 10-Seeing; 11-LimMag of SQM naar keuze; 12-Zichtbaarheid; 13-Taal; 14-Beschrijving
sv: 1-Objekt;2-observatör;3-date;4-ut;5-plats;6-instrument;7-okular;8-filter;9-lins;10-seeing;11-LimMag eller SQM som du vill;12-synlighet;13-språk;14-Beskrivning

source: The file does not contain a header line, the first line immediately contains the actual observations in the format mentioned above, e.g.:
de: Die Datei enthält keine Kopfzeile, in der ersten Zeile finden Sie sofort die tatsächlichen Beobachtungen im oben genannten Format, z.b.:
es: El archivo no contiene una línea de encabezado, la primera línea contiene inmediatamente las observaciones reales en el formato mencionado anteriormente, por ejemplo:
fr: Le fichier ne contient pas de ligne d'en-tête, la première ligne contient immédiatement les observations réelles dans le format mentionné ci-dessus, par exemple:
nl: Er is geen header lijn toegelaten in de csv import file. De eerste lijn bevat onmiddellijk de eigenlijke waarnemingen in het bovenstaande formaat, bv:
sv: Filen innehåller ingen rubrikrad, den första raden innehåller omedelbart de faktiska observationerna i det format som nämns ovan, t. ex.:

source: NGC 2392;John Smith;21-01-2005;20:45;Aalst;Obsession 15";31mm Nagler;Lumicon O-III filter;Televue 2x Barlow;2;4.0;3;en;Nice planetary nebula with a very bright central star! M 35;John Smith;21-01-2005;20:53;Aalst;Obsession 15";;;;2;4.0;1;en;About thirty members with several curved chains of stars.
de: NGC 2392;John Smith;21-01-2005;20:45;Berlin;Obsession 15”;31mm Nagler;Lumicon O-III filter;Televue 2x Barlow;2;4.0;3;de;Schöner planetarischer Nebel mit einem sehr hellen Mittel Stern! M 35;John Smith;23-01-2015;20:53;Bonn;Obsession 15”;;;;2;4.0;1;de;Etwa dreißig Mitglieder mit mehreren geschwungenen Ketten von Sternen.
es: NGC 2392;John Smith;21-01-2005;20:45;Aalst;Obsession 15”;31mm Nagler;Lumicon O-III filter;Televue 2x Barlow;2;4.0;3;en;Bonita nebulosa planetaria con una estrella central muy brillante M 35;John Smith;21-01-2005;20:53;Aalst;Obsession 15”;;;;2;4.0;1;en;Unos treinta miembros con varias cadenas de estrellas curvas.
fr: NGC 2392;John Smith;21-01-2005;20:45;Paris;Obsession 15”;31mm Nagler;Lumicon O-III filter;Televue 2x Barlow;2;4.0;3;fr;Belle nébuleuse planétaire avec une étoile centrale très brillante! M 35;John Smith;26-01-2015;20:53;Bordeaux;Obsession 15”;;;;2;4.0;1;fr;Une trentaine de membres avec plusieurs chaînes courbes d'étoiles.
nl: NGC 2392;Piet Janssens;21-01-2005;20:45;Aalst;Obsession 15\”;31mm Nagler;Lumicon O-III filter;Televue 2x Barlow;2;4.0;3;nl;Mooie planetaire nevel met een zeer heldere centrale ster! M 35;Piet Janssens;21-01-2005;20:53;Aalst;Obsession 15\”;;;;2;4.0;1;nl;Ongeveer dertig leden tellend in gebogen lijnen.
sv: NGC 2392;John Smith;21-01-2005;20:45;Kiruna;Obsession 15";31mm Nagler;Lumicon O-III filter;Televue 2x Barlow;2;4.0;3;sv;Planetarisk nebulosa med en mycket ljus centralstjärna! M 35;John Smith;21-01-2005;20:53;Kiruna;Obsession 15 “;;;;2;4.0;1;sv;Omkring trettio medlemmar med flera böjda kedjor av stjärnor.

source: Seeing should be given as a number between 1 and 5 (1=excellent, 2=good, 3=moderate, 4=poor, 5=bad).
de: Seeing sollte als Zahl zwischen 1 und 5 (1=excellent, 2=gut, 3=Moderat, 4=Schwach, 5=Sehr schwach) angegeben werden.
es: Seeing debe ser dado como un número entre 1 y 5 (1 = excelente, 2 = bueno, 3 = moderado, 4 = pobre, 5 = malo).
fr: Seeing doit être donné comme un nombre entre 1 et 5 (1 = excellent, 2 = bon, 3 = modéré, 4 = médiocre, 5 = mauvais).
nl: Seeing wordt aangegeven door een nummer tussen 1 en 5 (1=uitstekend, 2=goed, 3=middelmatig, 4=zwak, 5=slecht).
sv: Seende bör ges som ett nummer mellan 1 och 5 (1 = utmärkt, 2 = bra, 3 = måttlig, 4 = dålig, 5 = dåligt).
