Repository: DeepskyLog/DeepskyLog
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr, nl, sv

source: Magnification used
de: Benutzte Vergrößerung
es: Ampliación utilizada
fr: Grossissement utilisé
nl: Gebruikte vergroting
sv: Förstoring som används

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
nl: Zichtbaarheid
sv: Synlighet

source: Estimated diameter
de: Geschätzter Durchmesser
es: Diámetro estimado
fr: Diamètre estimé
nl: Geschatte diameter
sv: Uppskattad diameter

source: Search the object in the database
de: Suchen Sie das Objekt in der Datenbank
es: Buscar el objeto en la base de datos
fr: Rechercher l'objet dans la base de données
nl: Zoek het object op in de databank
sv: Söka i objektet i databasen

source: import observations from a CSV file
de: Beobachtungen aus einer CSV-Datei importieren
es: importar observaciones desde un archivo CSV
fr: importer des observations à partir d'un fichier CSV
nl: importeer waarnemingen uit een CSV-bestand
sv: importera observationer från en CSV-fil

source: or
de: oder
es: o
fr: ou
nl: of
sv: eller

source: import observations from an <OAL> (XML) file
de: Importieren Sie Beobachtungen aus einer <OAL> (XML) Datei
es: importar observaciones desde un archivo <OAL> (XML)
fr: importation d'observations à partir d'un fichier <OAL> (XML)
nl: importeer waarnemingen uit een <OAL>-bestand (XML)
sv: importera observationer från en <OAL> (XML-fil)

source: Search object
de: Such Objekt
es: Buscar objeto
fr: Cherchez l’objet
nl: Zoek object
sv: Sök objekt

source: Image Catalogs
de: Bildbände
es: Catálogos de imágenes
fr: Catalogues d’images
nl: Beeldencatalogi
sv: Bild kataloger

source: DeepskyLog is a very powerful tool, where you can create personalized atlases and image catalogs.
de: DeepskyLog ist ein mächtiges Werkzeug. Sie können u.a. personalisierte Atlanten und Bildbände erzeugen.
es: DeepskyLog es una herramienta muy potente, donde se pueden crear Atlas personalizados y catálogos de imágenes.
fr: Deepskylog est un outil puissant qui vous permet de créer des atlas personnalisés et de catalogues d’images.
nl: DeepskyLog is een zeer krachtige applicatie, die het mogelijk maakt om gepersonaliseerde atlassen en beeldencatalogi aan te maken.
sv: DeepskyLog är ett mycket kraftfullt verktyg, där du kan skapa personliga atlaser och bild kataloger.

source: However, making your own image catalog is time consuming. To help you, we created some interesting image catalogs and made them available for download.
de: Das Erstellen Ihres eigenen Bildbandes ist zeitaufwändig. Um Ihnen die Arbeit zu erleichtern bieten wir einige interessante Bildbände bereits zum Download an.
es: Sin embargo, hacer su propio catálogo de imágenes es una pérdida de tiempo. Para ayudarle, hemos creado algunos catálogos de imágenes interesantes y los hemos hecho disponibles para su descarga.
fr: Néanmoins, faire son propre catalogue d’images prends du temps. Pour vous aider, nous avons créé des catalogues d’images intéressants que vous pouvez télécharger.
nl: Het kan echter een hele tijd duren voor een beelden cataloog is aangemaakt. Om de gebruikers het leven eenvoudiger te maken, hebben we enkele interessante catalogi aangemaakt en beschikbaar gemaakt.
sv: Att göra en egen avbildnings katalog är dock tidskrävande. För att hjälpa dig, skapade vi några intressanta bild kataloger och gjorde dem tillgängliga för nedladdning.

source: They are very useful for telescopes with a goto system, where the goto system guides you to the neighbourhood of the object. Using the images, it is very easy to find the final object.
de: Diese Bildbände sind sehr nützlich für Teleskope mit Goto-System, bei denen Sie durch das Goto-System in die Nähe eines Objektes geführt werden. Mittels des Bilder ist es so einfach möglich das gesuchte Objekt zu finden.
es: Son muy útiles para telescopios con un sistema Goto, donde el sistema Goto le guía hacia el vecindario del objeto. Utilizando las imágenes, es muy fácil encontrar el objeto final.
fr: Ils sont très utiles pour les télescopes avec un système Goto, où le système Goto vous guide vers le voisinage de l'objet. En utilisant les images, il est très facile de trouver l'objet final.
nl: De catalogi zijn zeer nuttig voor goto-telescopen, waar het goto systeem je al in de buurt van het object brengt. Met behulp van de beeldjes, is het eenvoudig om het object te vinden.
sv: De är mycket användbara för teleskop med ett goto-system, där goto-systemet guidar dig till närheten av objektet. Med hjälp av bilderna, är det mycket lätt att hitta den slutliga objektet.

source: Catalogs sorted by name
de: Kataloge sortiert nach Namen
es: Catálogos ordenados por nombre
fr: Catalogues triés par nom
nl: Catalogi gesorteerd op naam
sv: Kataloger sorterade efternamn

source: The Abell Planetary Nebula Catalog
de: Der Abell planetarische Nebel Katalog
es: El catálogo de la nebulosa planetaria Abell
fr: Catalogue de Nébuleuses planétaires d’Abell
nl: De Abell Planetaire Nevel cataloog
sv: Abels planetarisk nebulosa katalog

source: Catalogs sorted by constellation
de: Kataloge sortiert nach Sternbildern
es: Catálogos ordenados por constelación
fr: Catalogues triés par constellation
nl: Catalogi gesorteerd op sterrenbeeld
sv: Kataloger sorterade efter konstellation

source: Active list
de: Aktive Liste
es: Lista activa
fr: Liste active
nl: Actieve lijst
sv: Aktiva listan

source: is your active list. You can search for objects and add these objects to this list.
de: ist Ihre aktive Liste. Sie können nach Objekten suchen und diese Objekte in diese Liste aufnehmen.
es: es su lista activa. Puede buscar objetos y agregar estos objetos a esta lista.
fr: est votre liste active. Vous pouvez rechercher des objets et ajouter ces objets à cette liste.
nl: is jouw actieve lijst. Je kan objecten zoeken en deze toevoegen aan deze lijst.
sv: är din aktiva lista. Du kan söka efter objekt och lägga till dessa objekt i den här listan.

source: There is no active list. Select one of the lists to make that list active. You can search for objects and add these objects to your active lists.
de: Eine aktive Liste gibt es nicht. Wählen Sie eine der Listen aus, um diese Liste aktiv zu machen. Sie können nach Objekten suchen und diese Objekte zu ihren aktiven Listen hinzufügen.
es: No hay lista activa. Seleccione una de las listas para hacer que esa lista esté activa. Puede buscar objetos y agregar estos objetos a las listas activas.
fr: Il n'y a pas de liste active. Sélectionnez une liste pour rendre cette liste active. Vous pouvez rechercher des objets et ajouter ces objets à vos listes actives.
nl: Je hebt geen actieve lijst geselecteerd. Kies één van de lijsten om deze lijst actief te maken. Je kan objecten zoeken en deze toevoegen aan jouw actieve lijsten.
sv: Det finns ingen aktiv lista. Välj en av listorna för att göra den listan aktiv. Du kan söka efter objekt och lägga till dessa objekt i dina aktiva listor.

source: Public lists of %s
de: Öffentliche Listen von %s
es: Listas públicas de %s
fr: Listes publiques de %s
nl: Publieke lijsten van %s
sv: Offentliga listor med %s

source: Private lists of %s
de: Private Listen von %s
es: Listas privadas de %s
fr: Listes privées de %s
nl: Private lijsten van %s
sv: Privata listor med %s

source: (with associated objects)
de: (mit zugehörigen Objekten)
es: (con objetos asociados)
fr: (avec les objets associés)
nl: (met bijbehorende objecten)
sv: (med associerade objekt)

source: (without associated objects)
de: (ohne zugehörige Objekte)
es: (sin objetos asociados)
fr: (sans objets associés)
nl: (zonder bijhorende objecten)
sv: (utan associerade objekt)

source: Active list:
de: Aktive Liste:
es: Lista activa:
fr: Liste active:
nl: Actieve lijst:
sv: Aktiv lista:

source: Add all results to the list
de: Nehme alle ergebnisse auf in die Liste
es: Agregar todos los resultados a la lista
fr: Ajouter tous les résultats à la liste
nl: Alle resultaten toevoegen aan de lijst
sv: Lägga till alla resultat i listan

source: Show no associated objects
de: Keine zugehörigen Objekte anzeigen
es: No mostrar ningún objeto asociado
fr: Afficher aucun objet associé
nl: Geen gekoppelde objecten weergeven
sv: Visa inga associerade objekt

source: Show associated objects
de: Zugehörigen Objekte anzeigen
es: Mostrar objetos asociados
fr: Afficher les objets associés
nl: Gekoppelde objecten weergeven
sv: Visa associerade objekt

source: Switch names and alternative names
de: Namen und alternative Namen ändern
es: Cambiar nombres y nombres alternativos
fr: Changer les noms et les noms alternatifs
nl: Wissel namen en alternatieve namen
sv: Byta namn och alternativa namn

source: Observing list
de: Beobachtungsliste
es: Lista de observación
fr: Liste d'observation
nl: Waarneemlijst
sv: Observera lista

source: Sessions
de: Sitzungen
es: Sesiones
nl: Sessies
sv: Sessioner

source: Downloads
es: Descargas
fr: Téléchargements
sv: Nedladdningar

source: Forms
de: Formulieren
es: Formularios
fr: Formulaires
nl: Formulieren
sv: Formulär

source: My drawings
de: Meine Zeichnungen
es: Mis dibujos
fr: Mes dessins
nl: Mijn tekeningen
sv: Mina ritningar

source: My observing lists
de: Meine Beobachtungslisten
es: Mis listas de observación
fr: Mes listes d'observation
nl: Mijn waarneemlijsten
sv: Mina observations listor

source: My sessions
de: Meine Sitzungen
es: Mis sesiones
fr: Mes sessions
nl: Mijn sessies
sv: Mina sessioner

source: Catalogs
de: Kataloge
es: Catálogos
fr: Catalogues
nl: Catalogi
sv: Kataloger

source: Manage
de: Verwalten
es: Gestionar
fr: Gestion
nl: Beheer
sv: Hantera

source: Public:
de: Öffentlichen:
es: Público:
fr: Publique:
nl: Publiek:
sv: Offentliga:

source: Quick Search
de: Schnellsuche
es: Búsqueda rápida
fr: Recherche rapide
nl: Snel zoeken
sv: Snabb sökning

source: Enter object name
de: Geben Sie Objektnamen ein
es: Introduzca el nombre del objeto
fr: Entrez le nom de l’objet
nl: Voer objectnaam in
sv: Ange objektnamn

source: Give the name of an object (e.g.: 'NGC 7000', 'Mel 20' or even 'Ring Nebula'), or use the wildcard character % (e.g. M %).
de: Geben Sie den Namen eines Objekts (z. b.: 'NGC 7000', 'Mel 20' oder sogar 'Ringnebel'), oder verwenden Sie das Wildcard-Zeichen % (z.b. M%).
es: Dé el nombre de un objeto (p. ej.: 'NGC 7000', 'Mel 20' o incluso 'nebulosa del anillo'), o utilice el carácter comodín % (p. ej., M%).
fr: Donnez le nom d'un objet (par exemple: «NGC 7000», «Mel 20» ou même «nébuleuse de l'anneau»), ou utilisez le caractère générique % (p. ex. M%).
nl: Geef de naam van een object (bijv.: 'NGC 7000', 'Mel 20' of zelfs 'ring nevel'), of gebruik het jokerteken % (bijv. M%).
sv: Ange namnet på ett objekt (t. ex.: "NGC 7000", "Mel 20" eller "Ring Nebula"), eller Använd jokertecknet % (t. ex. M%).

source: Search Object
de: Such Objekt
es: Buscar objeto
fr: Cherchez l’objet
nl: Zoek object
sv: Sök objekt

source: Search Observations
de: Such Beobachtungen
es: Buscar observaciones
fr: Les observations
nl: Zoek waarnemingen
sv: Sök iakttagelser

source: All sessions
de: Alle Sitzungen
es: Todas las sesiones
fr: Toutes les sessions
nl: Alle sessies
sv: Alla sessioner

source: Invalid list data.
de: Ungültigen Listen Daten.
es: Datos de lista no válidos.
fr: Données de liste non valides.
nl: Ongeldige lijst data.
sv: Ogiltiga List data.

source: Errors have occured during the import.
de: Bei der Einfuhr sind Fehler aufgetreten.
es: Se han producido errores durante la importación.
fr: Des erreurs se sont produites pendant l'importation.
nl: Er zijn fouten opgetreden tijdens het importeren.
sv: Fel har inträffat under importen.

source: Unknown objects:
de: Unbekannte Objekte:
es: Objetos desconocidos:
fr: Objets inconnus:
nl: Onbekende objecten:
sv: Okända objekt:

source: You have to select a list of your own if you want to import into it.
de: Sie müssen eine eigene Liste auswählen, wenn Sie in Sie importieren möchten.
es: Usted tiene que seleccionar una lista de su propio si desea importar en él.
fr: Vous devez sélectionner votre propre liste si vous voulez importer.
nl: U moet een eigen lijst selecteren om te kunnen importeren in die lijst.
sv: Du måste välja en egen lista om du vill importera till den.

source: You didn't provide a valid CSV file!
de: Sie haben keine gültige CSV Datei angegeben!
es: ¡No proporcionaste un archivo CSV válido!
fr: Vous n'avez pas fourni un fichier CSV valide!
nl: U hebt geen geldig CSV-bestand gegeven!
sv: Du har inte angett en giltig CSV-fil!

source: Invalid XML file!
de: Ungültige XML-Datei!
es: Archivo XML no válido!
fr: Fichier XML non valide!
nl: Ongeldig XML-bestand!
sv: Ogiltig XML-fil!

source: DeepskyLog only supports openAstronomyLog version 2.0 or 2.1
de: Deepskylog unterstützt nur openAstronomyLog Version 2.0 oder 2.1
es: DeepskyLog sólo admite openAstronomyLog versión 2.0 o 2.1
fr: DeepskyLog ne prend en charge que openAstronomyLog version 2.0 ou 2.1
nl: DeepskyLog ondersteunt alleen openAstronomyLog versie 2.0 of 2.1
sv: DeepskyLog stöder endast openAstronomyLog version 2.0 eller 2.1

source: No observations for user %s in this OpenAstronomyLog file!
de: Keine Beobachtungen für bbeobachter %s in dieser OpenAstronomyLog-Datei!
es: No hay observaciones para el usuario %s en este archivo OpenAstronomyLog!
fr: Aucune observation pour l'utilisateur %s dans ce fichier OpenAstronomyLog!
nl: Geen waarnemingen voor gebruiker %s in dit OpenAstronomyLog bestand!
sv: Inga observationer för användaren %s i denna OpenAstronomyLog fil!

source: DeepskyLog - New Object
de: Deepskylog - Neues Objekt
es: DeepskyLog - Nuevo Objeto
fr: DeepskyLog- Nouvel Objet
nl: DeepskyLog - Nieuw Object
sv: DeepskyLog - Nytt Objekt

source: added during XML import
de: während des XML-Imports hinzugefügt
es: agregado durante la importación de XML
fr: ajouté pendant l'importation XML
nl: toegevoegd tijdens XML-import
sv: tillagd under XML-import

source: by observer
de: von Observer
es: por el observador
fr: par observateur
nl: door waarnemer
sv: av observatör

source: Observations added: %s
de: Beobachtungen hinzugefügt: %s
es: Observaciones agregadas: %s
fr: Observations ajoutées: %s
nl: Waarnemingen toegevoegd: %s
sv: Inkomna observationer: %s

source: observations rejected with problems: %s
de: Beobachtungen mit Problemen abgelehnt: %s
es: observaciones rechazadas con problemas: %s
fr: observations rejetées avec des problèmes: %s
nl: waarnemingen geweigerd met problemen: %s
sv: observationer som avvisats med problem: %s

source: observations dropped because already present: %s
de: beobachtungen fielen, weil bereits vorhanden: %s
es: las observaciones cayeron porque ya están presentes: %s
fr: observations abandonnées parce qu'elles sont déjà présentes: %s
nl: waarnemingen reeds aanwezig en niet hernomen: %s
sv: observationer har avbrutits eftersom det redan finns: %s

source: Please, fill in all fields!
de: Bitte füllen Sie alle Felder aus!
es: ¡Por favor, rellena todos los campos!
fr: S'll vous plaît, remplissez tous les champs!
nl: Vul a.u.b. alle velden in!
sv: Vänligen fyll i alla fält!

source: Password not confirmed!
de: Passwort nicht bestätigt!
es: ¡Contraseña no confirmada!
fr: Mot de passe non confirmé!
nl: Wachtwoord niet bevestigd!
sv: Lösenord inte bekräftat!

source: Your name and / or first name are not correct.
de: Ihr Name und/oder Vorname sind nicht korrekt.
es: Su nombre y / o nombre no son correctos.
fr: Votre nom et/ou prénom ne sont pas corrects.
nl: Uw naam en/of voornaam zijn niet correct.
sv: Ditt namn och/eller förnamn är inte korrekt.

source: The field 'Motivation' is not filled in.
de: Das Feld "Motivation" ist nicht ausgefüllt.
es: El campo ‘Motivación' no se rellena.
fr: Le champ «motivation» n'est pas rempli.
nl: Het veld ‘Motivatie' is niet ingevuld.
sv: Fältet “Motivation" är inte ifyllt.

source: Wrong email address!
de: Falsche e-Mail-Adresse!
es: ¡Dirección de correo electrónico incorrecta!
fr: Mauvaise adresse e-mail!
nl: Verkeerd e-mail adres!
sv: Fel e-postadress!

source: There is already someone with this account name, please choose another one!
de: Es gibt bereits jemanden mit diesem Kontonamen, bitte wählen Sie einen anderen!
es: Ya hay alguien con este nombre de cuenta, por favor elija otro!
fr: Il ya déjà quelqu'un avec ce nom de compte, s'il vous plaît choisir un autre!
nl: Er is al iemand met deze accountnaam, kies een andere!
sv: Det finns redan någon med detta kontonamn, vänligen välj en annan!

source: Details deepskylog account
de: Details deepskylog-Konto
es: Detalles deepskylog cuenta
fr: Détails de votre compte DeepskyLog
sv: Detaljer deepskylog konto

source: Account name
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
nl: Accountnaam
sv: Kontonamn

source: Email
es: Correo electrónico
sv: E-post

source: This email has automatically been sent by the DeepskyLog application
de: Diese e-Mail wurde automatisch von der deepskylog-Anwendung gesendet
es: Este correo electrónico ha sido enviado automáticamente por la aplicación DeepskyLog
fr: Ce courriel a été automatiquement envoyé par l'application DeepskyLog
nl: Deze e-mail is automatisch verstuurd door de DeepskyLog applicatie
sv: Detta e-postmeddelande har automatiskt skickats av DeepskyLog ansökan

source: DeepskyLog - registration
de: Deepskylog - Registrierung
es: DeepskyLog - registro
fr: DeepskyLog - inscription
nl: DeepskyLog - registratie
sv: DeepskyLog - registrering

source: Your DeepskyLog account has been created. One of our developers will validate your account as soon as possible. You will receive an email confirmation when this happens. Please remember that DeepskyLog is the work of only a very small group of volunteers, and that it can take up to a day or so to get validated. On very rare occasions, all developers are on an astronomical observing session for a week. Normally, there is a backup person in these periods. If your account is not validated within 24 hours, you can send an email to developers at deepskylog.be to be sure.
de: Ihr deepskylog-Konto wurde erstellt. Einer unserer Entwickler wird Ihr Konto so schnell wie möglich validieren. Sie erhalten eine e-Mail-Bestätigung, wenn dies geschieht. Bitte denken Sie daran, dass deepskylog das Werk von nur einer sehr kleinen Gruppe von Freiwilligen ist, und dass es bis zu einem Tag oder so dauern kann, um validiert zu werden. In sehr seltenen Fällen befinden sich alle Entwickler eine Woche lang auf einer astronomischen Beobachtungsreise. Normalerweise gibt es in diesen Perioden eine Sicherungs Person. Wenn Ihr Konto nicht innerhalb von 24 Stunden validiert ist, können Sie eine e-Mail an developers at deepskylog.be senden, um sicher zu sein.
es: Se ha creado su cuenta DeepskyLog. Uno de nuestros desarrolladores validará su cuenta tan pronto como sea posible. Usted recibirá una confirmación por correo electrónico cuando esto suceda. Por favor recuerde que DeepskyLog es el trabajo de un grupo muy pequeño de voluntarios, y que puede tomar hasta un día más o menos para obtener validado. En muy raras ocasiones, todos los desarrolladores están en una sesión de observación astronómica durante una semana. Normalmente, hay una persona de respaldo en estos periodos. Si su cuenta no está validada en 24 horas, puede enviar un correo electrónico a developers at deepskylog.be para estar seguro.
fr: Votre compte DeepskyLog a été créé. Un de nos développeurs validera votre compte dès que possible. Vous recevrez une confirmation par courriel lorsque cela se produit. Rappelez-vous que DeepskyLog est le travail d'un très petit groupe de bénévoles, et qu'il peut prendre jusqu'à un jour ou plus pour obtenir validé. En de très rares occasions, tous les développeurs sont sur une séance d'observation astronomique pendant une semaine. Normalement, il y a une personne de secours dans ces périodes. Si votre compte n'est pas validé dans les 24 heures, vous pouvez envoyer un courriel aux developers at deepskylog.be pour être sûr.
nl: Je DeepskyLog account is aangemaakt. Een van onze ontwikkelaars zal uw account zo snel mogelijk valideren. U ontvangt een e-mail bevestiging wanneer dit gebeurt. Vergeet niet dat DeepskyLog het werk is van een zeer kleine groep van vrijwilligers, en dat het een dag kan duren voordat je gevalideerd wordt. In zeer zeldzame gevallen zijn alle ontwikkelaars samen op waarneemreis voor een week. Normaalgesproken is er een back-up persoon in deze periodes. Als uw account niet binnen 24 uur is gevalideerd, kunt u een e-mail sturen naar developers at deepskylog.be om zeker te zijn.

source: Your account has been successfully updated!
de: Ihr Konto wurde erfolgreich aktualisiert!
es: ¡Su cuenta ha sido actualizada satisfactoriamente!
fr: Votre compte a été mis à jour avec succès!
nl: Uw account is succesvol bijgewerkt!
sv: Ditt konto har uppdaterats!

source: One of the administrators made you a new administrator.
de: Einer der Administratoren hat Sie zu einem neuen Administrator gemacht.
es: Uno de los administradores te hizo un nuevo administrador.
fr: Un des administrateurs a fait de vous un nouvel administrateur.
nl: Een van de beheerders heeft u beheerders rechten gegeven.
sv: En av administratörerna gjorde dig till en ny administratör.

source: Dear %s, <br /><br />Your application for a DeepskyLog account is approved.<br /><br />You can now log in using your userid %s and password. <br /><br /> %s Enjoy using <a href="http://www.deepskylog.org/">DeepskyLog</a>. Greetings,<br /><br />The DeepskyLog Team<br /><br />
es: Estimado %s, <br /> <br /> su aplicación para una cuenta DeepskyLog está aprobada. <br /> <br /> ahora puede iniciar sesión utilizando su ID de usuario %s y contraseña. <br /> <br /> %s Disfruta usando <a href="http://www.deepskylog.org/">DeepskyLog</a>. Saludos, <br /> <br /> El equipo DeepskyLog<br /> <br />
fr: Cher %s, <br /> <br /> votre demande de compte DeepskyLog est approuvée. <br /> <br /> Vous pouvez maintenant vous connecter en utilisant votre userid %s et mot de passe. <br /> <br /> %s Profitez de l'utilisation de <a href="http://www.deepskylog.org/">deepskylog</a>. Salutations, <br /> <br /> l'équipe DeepskyLog <br /> <br />

source: DeepskyLog - account application approved
de: Deepskylog - Account-Anwendung genehmigt
es: DeepskyLog - solicitud de cuenta aprobada
fr: DeepskyLog - demande de compte approuvée
nl: DeepskyLog - account aanvraag goedgekeurd
sv: DeepskyLog - kontoansökan godkänd

source: Welcome in DeepskyLog, %s!
de: Willkommen bei DeepskyLog, %s!
es: Bienvenido a DeepskyLog, %s!
fr: Bienvenu à DeepskyLog, %s!
nl: Welkom in DeepskyLog, %s!
sv: Välkommen i DeepskyLog, %s!

source: We hope you will have a lot of fun using DeepskyLog. You can already find some interesting links to get you started :
de: Wir hoffen Sie haben viel Spaß bei DeepskyLog. Anbei finden Sie ein paar interessante Links für den Anfang :
es: Esperamos que se divierta mucho usando DeepskyLog. Ya puedes encontrar algunos enlaces interesantes para empezar:
fr: Nous vous souhaitons un bon usage de Deepskylog. Vous retrouverez déjà quelques lins intéressants pour commencer :
nl: We hopen dat je veel plezier aan DeepskyLog zal beleven. Om je op weg te zetten kan je hier alvast enkele nuttige links vinden :
sv: Vi hoppas att du kommer att ha mycket roligt med DeepskyLog. Du kan redan hitta några intressanta länkar för att komma igång:

source: Add an instrument
de: Beobachtungsgerät hinzufügen
es: Agregar un instrumento
fr: Rajouter un instrument
nl: Voeg een instrument toe
sv: Lägg till ett instrument

source: Add an observing site
de: Beobachtungsplatz hinzufügen
es: Agregar un sitio de observación
fr: Rajouter un site d’observation
nl: Voeg een waarneemplaats toe
sv: Lägga till en observations webbplats
