{
    " (in inch).": " (in Zoll).",
    " (in mm).": " (in mm).",
    "(Not active anymore)": "(Nicht mehr aktiv)",
    "3 stars": "3 Sterne",
    "4 stars": "4 Sterne",
    "8 stars": "8 Sterne",
    "10 newest comet observations": "10 neueste Kometenbeobachtungen",
    "10 newest comet Sketches": "10 neueste Kometenskizzen",
    "10 newest deep-sky observations": "10 neueste Deep-Sky-Beobachtungen",
    "10 newest deep-sky Sketches": "10 neueste Deep-Sky-Skizzen",
    "About me": "Über mich",
    "Accept Invitation": "Einladung annehmen",
    "Add": "Hinzufügen",
    "Add additional security to your account using two factor authentication.": "Fügen Sie Ihrem Konto zusätzliche Sicherheit hinzu, indem Sie die Zwei-Faktor-Authentifizierung verwenden.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Fügen Sie ein neues Teammitglied zu Ihrem Team hinzu, damit es mit Ihnen zusammenarbeiten kann.",
    "Add DeepskyLog Sketch of the month": "Fügen Sie den DeepskyLog-Sketch des Monats hinzu",
    "Add DeepskyLog Sketch of the week": "Fügen Sie den DeepskyLog-Sketch der Woche hinzu",
    "Added.": "Hinzugefügt.",
    "Add Eyepiece": "Okular hinzufügen",
    "Add Filter": "Filter hinzufügen",
    "Add Instrument": "Instrument hinzufügen",
    "Add Instrument Set": "Ausrüstungsset hinzufügen",
    "Add Lens": "Linse hinzufügen",
    "Add Location": "Ort hinzufügen",
    "Add new eyepiece": "Neues Okular hinzufügen",
    "Add new filter": "Neuen Filter hinzufügen",
    "Add new instrument": "Neues Instrument hinzufügen",
    "Add new instrument set": "Neues Ausrüstungsset hinzufügen",
    "Add new lens": "Neue Linse hinzufügen",
    "Add new location": "Neuen Ort hinzufügen",
    "Add sketch of the month": "Fügen Sie den Sketch des Monats hinzu",
    "Add sketch of the week": "Fügen Sie den Sketch der Woche hinzu",
    "Add Team Member": "Teammitglied hinzufügen",
    "Administration": "Verwaltung",
    "All drawings": "Alle Zeichnungen",
    "All drawings of ": "Alle Zeichnungen von ",
    "All observations of ": "Alle Beobachtungen von ",
    "All of the people that are part of this team.": "Alle Personen, die zu diesem Team gehören.",
    "All sessions": "Alle Sitzungen",
    "A lot of useful information is still available.  Besides Deep-sky, there are also articles about Amateur Telescope Making.": "Viel nützliche Informationen sind noch verfügbar. Neben Deep-Sky gibt es auch Artikel über den Bau von Amateurteleskopen.",
    "A lot of useful information is still available.  This magazine is full of pure Deep-sky information.": "Viel nützliche Informationen sind noch verfügbar. Dieses Magazin ist voll von reinen Deep-Sky-Informationen.",
    "Already registered?": "Bereits registrirt?",
    " and a ": " und ein ",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Ein neuer Bestätigungslink wurde an die E-Mail-Adresse gesendet, die Sie in Ihren Profil-Einstellungen angegeben haben.",
    "A new verification link has been sent to your email address.": "Ein neuer Bestätigungslink wurde an Ihre E-Mail-Adresse gesendet.",
    "Aperture of the instrument": "Öffnung des Instruments",
    "API Token": "API-Token",
    "API Token Permissions": "API-Token-Berechtigungen",
    "API Tokens": "API-Token",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API-Token ermöglichen es Drittanbieterdiensten, sich in Ihrem Namen bei unserer Anwendung zu authentifieren.",
    "Apparent Field of View": "Apparentes Gesichtsfeld",
    "Apparent Field Of View (in degrees)": "Apparentes Gesichtsfeld (in Grad)",
    "April": "April",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Sind Sie sicher, dass Sie dieses Team löschen möchten? Sobald ein Team gelöscht wurde, werden alle seine Ressourcen und Daten dauerhaft gelöscht.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Sobald Ihr Konto gelöscht wurde, werden alle seine Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie Ihr Konto dauerhaft löschen möchten.",
    "Are you sure you want to remove this account?": "Sind Sie sicher, dass Sie dieses Konto entfernen möchten?",
    "Are you sure you would like to delete this API token?": "Sind Sie sicher, dass Sie dieses API-Token löschen möchten?",
    "Are you sure you would like to leave this team?": "Sind Sie sicher, dass Sie dieses Team verlassen möchten?",
    "Are you sure you would like to remove this person from the team?": "Sind Sie sicher, dass Sie diese Person aus dem Team entfernen möchten?",
    "Ask a question": "Frage stellen",
    "Asterism": "Asterismus",
    "Atlases": "Atlanten",
    "Atlas Settings": "Atlas-Einstellungen",
    "At this moment, this form is very basic.  If a comet sketch is the sketch of the month, enter the negative ID.  In the future, the option to add a DeepskyLog sketch of the month will be included in the details of an observation.": "Im Moment ist dieses Formular sehr einfach. Wenn ein Kometenskizze die Skizze des Monats ist, geben Sie die negative ID ein. In Zukunft wird die Option, eine DeepskyLog-Skizze des Monats in den Details einer Beobachtung hinzuzufügen, enthalten sein.",
    "At this moment, this form is very basic.  If a comet sketch is the sketch of the week, enter the negative ID.  In the future, the option to add a DeepskyLog sketch of the week will be included in the details of an observation.": "Im Moment ist dieses Formular sehr einfach. Wenn ein Kometenskizze die Skizze der Woche ist, geben Sie die negative ID ein. In Zukunft wird die Option, eine DeepskyLog-Skizze der Woche in den Details einer Beobachtung hinzuzufügen, enthalten sein.",
    "August": "August",
    "bad": "schlechte",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Bevor Sie fortfahren, könnten Sie bitte Ihre E-Mail-Adresse überprüfen, indem Sie auf den Link klicken, den wir Ihnen gerade per E-Mail geschickt haben? Wenn Sie die E-Mail nicht erhalten haben, senden wir Ihnen gerne eine weitere.",
    "Bortle": "Bortle-Skala",
    "Bright nebula": "Heller Nebel",
    "Browser Sessions": "Browser-Sitzungen",
    " by ": " von ",
    "Caldwell objects": "Caldwell-Objekte",
    "Cancel": "Abbrechen",
    "Catalogs": "Kataloge",
    "Central obstruction": "Zentraler Obstruktion",
    "Check Objects": "Objekte überprüfen",
    "Ciel Extrême was the French magazine for Deep-sky observers. 67 editions were published, in French, from 1996 to October 2012.": "Ciel Extrême war das französische Magazin für Deep-Sky-Beobachter. 67 Ausgaben wurden von 1996 bis Oktober 2012 auf Französisch veröffentlicht.",
    "Click here to re-send the verification email.": "Klicken Sie hier, um die Bestätigungs-E-Mail erneut zu senden.",
    "Close": "Schließen",
    "Cluster with nebulosity": "Cluster mit Nebligkeit",
    "Cluster with nebulosity in galaxy": "Cluster mit Nebligkeit in Galaxie",
    "Cluster with nebulosity in LMC": "Cluster mit Nebligkeit in LMC",
    "Cluster with nebulosity in SMC": "Cluster mit Nebligkeit in SMC",
    "Code": "Code",
    "Color": "Farbe",
    "Comets": "Kometen",
    "Comet sketches": "Kometenskizzen",
    "Confirm": "Bestätigen",
    "Confirm Password": "Passwort bestätigen",
    "Connect": "Verbinden",
    "Connected :createdAt": "Verbunden :createdAt",
    "Connected Accounts": "Verbundene Konten",
    "Connect your social media accounts to enable Sign In with OAuth.": "Verbinden Sie Ihre Social-Media-Konten, um die Anmeldung mit OAuth zu aktivieren.",
    "Copyright notice": "Urheberrechtshinweis",
    "Country": "Land",
    "Country of residence": "Land des Wohnsitzes",
    "Create": "Erstellen",
    "Create Account": "Konto erstellen",
    "Create a new eyepiece": "Ein neues Okular erstellen",
    "Create a new filter": "Einen neuen Filter erstellen",
    "Create a new instrument": "Ein neues Instrument erstellen",
    "Create a new instrument set": "Ein neues Ausrüstungsset erstellen",
    "Create a new lens": "Ein neues Linse erstellen",
    "Create a new location": "Einen neuen Ort erstellen",
    "Create a new team": "Ein neues Team erstellen",
    "Create a new team to collaborate with others on projects.": "Erstellen Sie ein neues Team, um mit anderen an Projekten zusammenzuarbeiten.",
    "Create API Token": "API-Token erstellen",
    "Created.": "Erstellt.",
    "Create Team": "Team erstellen",
    "Current Password": "Aktuelles Passwort",
    "Dark nebula": "Dunkelnebel",
    "Dashboard": "Dashboard",
    "Date": "Datum",
    "December": "Dezember",
    "Deep-sky magazines": "Deep-Sky-Magazine",
    "Deepsky": "Deepsky",
    "DeepskyLog": "DeepskyLog",
    "DeepskyLog is a free web application, and we want to keep DeepskyLog ad-free forever.  There are however some costs involved in the development and maintenance of DeepskyLog.": "DeepskyLog ist eine kostenlose Webanwendung, und wir möchten DeepskyLog für immer werbefrei halten. Es gibt jedoch einige Kosten, die mit der Entwicklung und Wartung von DeepskyLog verbunden sind.",
    "DeepskyLog is an extended, comprehensive and free database for deepsky objects and has been developed by the Deepsky section of the Astronomical Society of Belgium (:linkVereniging Voor Sterrenkunde (VVS):close_link).": "DeepskyLog ist eine erweiterte, umfassende und kostenlose Datenbank für Deep-Sky-Objekte und wurde von der Deep-Sky-Sektion der Astronomischen Gesellschaft von Belgien (:linkVereniging Voor Sterrenkunde (VVS):close_link) entwickelt.",
    "DeepskyLog observer since ": "DeepskyLog-Beobachter seit ",
    "DeepskyLog Privacy Policy": "DeepskyLog-Datenschutzrichtlinie",
    "DeepskyLog sketches of the month": "DeepskyLog-Skizzen des Monats",
    "DeepskyLog sketches of the week": "DeepskyLog-Skizzen der Woche",
    "DeepskyLog Sketch of the Month": "DeepskyLog-Skizze des Monats",
    "DeepskyLog Sketch of the Week": "DeepskyLog-Skizze der Woche",
    "DeepskyLog sponsors": "DeepskyLog-Sponsoren",
    "DeepskyLog Trophy Gallery": "DeepskyLog-Trophäengalerie",
    "DeepskyLog UI language": "DeepskyLog-Benutzeroberflächensprache",
    "Default": "Standard",
    "Default atlas": "Standard-Atlas",
    "Default instrument": "Standard-Instrument",
    "Default instrument set": "Standard-Ausrüstungsset",
    "Default observing site": "Standard-Beobachtungsort",
    "Delete": "Löschen",
    "Delete Account": "Konto löschen",
    "Delete API Token": "API-Token löschen",
    "Delete make and move eyepieces to the selected make": "Hersteller löschen und Okulare zum ausgewählten Hersteller verschieben",
    "Delete make and move filters to the selected make": "Hersteller löschen und Filter zum ausgewählten Hersteller verschieben",
    "Delete make and move instruments to the selected make": "Hersteller löschen und Instrumente zum ausgewählten Hersteller verschieben",
    "Delete make and move lenses to the selected make": "Hersteller löschen und Linsen zum ausgewählten Hersteller verschieben",
    "Delete Team": "Team löschen",
    "Delete type and remove selected type from all eyepieces": "Löschen Sie den Typ und entfernen Sie den ausgewählten Typ von allen Okularen",
    "Delete users from DeepskyLog": "Benutzer aus DeepskyLog löschen",
    "Details": "Details",
    "Detail standard FoV (in arcminutes)": "Detail-Standard-Gesichtsfeld (in Bogenminuten)",
    "Detail standard object magnitude": "Detail-Standard-Objektmagnitude",
    "Detail standard star magnitude": "Detail-Standard-Sternmagnitude",
    "Details visible for other users": "Für andere Benutzer sichtbare Details",
    "Diameter": "Durchmesser",
    "Different objects": "Verschiedene Objekte",
    "Diffuse nebula in galaxy": "Diffuser Nebel in Galaxie",
    "Diffuse nebula in LMC": "Diffuser Nebel in LMC",
    "Diffuse nebula in SMC": "Diffuser Nebel in SMC",
    "Disable": "Deaktivieren",
    "Distant Targets was the magazine of the Deep-sky working group of the Belgian Astronomical Association (VVS). 32 editions were published, in Dutch, from 1996 to 2003.": "Distant Targets war das Magazin der Deep-Sky-Arbeitsgruppe der Belgischen Astronomischen Vereinigung (VVS). 32 Ausgaben wurden von 1996 bis 2003 auf Niederländisch veröffentlicht.",
    "Done.": "Fertig.",
    "Double Star": "Doppelstern",
    "Downloads": "Downloads",
    "Drawings last year": "Zeichnungen letztes Jahr",
    "Drawings of Caldwell objects": "Zeichnungen von Caldwell-Objekten",
    "Drawings of H400 objects": "Zeichnungen von H400-Objekten",
    "Drawings of H400-II objects": "Zeichnungen von H400-II-Objekten",
    "Drawings of Messier objects": "Zeichnungen von Messier-Objekten",
    "During the previous years, a lot of interesting information about Deep-Sky observing has been published.  Many of the magazines do not exist anymore, but can be downloaded for free.  If you know about other magazines, please let us know (": "In den vergangenen Jahren wurden viele interessante Informationen über Deep-Sky-Beobachtungen veröffentlicht. Viele der Magazine existieren nicht mehr, können aber kostenlos heruntergeladen werden. Wenn Sie über andere Magazine Bescheid wissen, lassen Sie es uns bitte wissen (",
    "Edit": "Bearbeiten",
    "Edit Profile": "Profil bearbeiten",
    "Elevation": "Höhe",
    "Email": "E-Mail",
    "Email or user ID": "E-Mail oder Benutzer-ID",
    "Email Password Reset Link": "E-Mail-Passwort-Reset-Link",
    "Emission and reflection nebula": "Emissions- und Reflexionsnebel",
    "Emission nebula": "Emissionsnebel",
    "Emission nebula around a star": "Emissionsnebel um einen Stern",
    "Enable": "Aktivieren",
    "Ensure your account is using a long, random password to stay secure.": "Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Everybody who sponsors DeepskyLog will appear with his \/ her the company name on this page.": "Jeder, der DeepskyLog sponsert, wird mit seinem \/ ihrem Firmennamen auf dieser Seite erscheinen.",
    "excellent": "exzellente",
    "Exit pupil": "Exit-Pupille",
    "Eyepiece": "Okular",
    " eyepiece": " Okular",
    "Eyepiece Make": "Okularhersteller",
    "Eyepiece Makes": "Okularhersteller",
    "Eyepieces": "Okulare",
    "Eyepieces in this set": "Okulare in diesem Set",
    "Eyepiece Type": "Okulartyp",
    "Eyepiece Types": "Okulartypen",
    "F\/D of the instrument": "F\/D des Instruments",
    "Factor": "Faktor",
    "Factor of the lens": "Faktor der Linse",
    "February": "Februar",
    "Fetch from Light Pollution Map": "Aus Light Pollution Map abrufen",
    "Field of View": "Gesichtsfeld",
    "Field stop": "Gesichtsfeldstopp",
    "Field stop (in mm)": "Gesichtsfeldstopp (in mm)",
    " filter": " Filter",
    "Filter Make": "Filterhersteller",
    "Filter Makes": "Filterhersteller",
    "Filters": "Filter",
    "Filters in this set": "Filter in diesem Set",
    "Finish enabling two factor authentication.": "Beenden Sie die Aktivierung der Zwei-Faktor-Authentifizierung.",
    "First light": "Erstes Licht",
    "First observation": "Erste Beobachtung",
    "First observation on ": "Erste Beobachtung am ",
    "Fixed Magnification": "Feste Vergrößerung",
    "Fixed magnification of the instrument (for example for finderscopes \/ binoculars)": "Feste Vergrößerung des Instruments (zum Beispiel für Sucherfernrohre \/ Ferngläser)",
    "Flipped and flopped image": "Gespiegeltes (flipped) und gekipptes (flopped) Bild",
    "Flipped image": "Gespiegeltes (flipped) Bild",
    "Flopped image": "Gekipptes (flopped) Bild",
    "Focal Length": "Brennweite",
    "Focal Length of the eyepiece (in mm)": "Brennweite des Okulars (in mm)",
    "Focal length of the instrument": "Brennweite des Instruments",
    "Font size printed atlas pages (6..9)": "Schriftgröße der gedruckten Atlas-Seiten (6..9)",
    "Forgot your password?": "Passwort vergessen?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Teilen Sie uns einfach Ihre E-Mail-Adresse mit, und wir senden Ihnen einen Link zum Zurücksetzen des Passworts per E-Mail, mit dem Sie ein neues auswählen können.",
    "Forms": "Formulare",
    "For your security, please confirm your password to continue.": "Zu Ihrer Sicherheit bestätigen Sie bitte Ihr Passwort, um fortzufahren.",
    " from ": " von ",
    "ft": "ft",
    "Galaxy": "Galaxie",
    "Galaxy cluster": "Galaxienhaufen",
    "Globular cluster": "Kugelsternhaufen",
    "Globular cluster in galaxy": "Kugelsternhaufen in Galaxie",
    "Globular cluster in LMC": "Kugelsternhaufen in LMC",
    "Globular cluster in SMC": "Kugelsternhaufen in SMC",
    "good": "gute",
    "Go to page :page": "Gehe zu Seite :page",
    "H-II region": "H-II-Region",
    "H400 objects": "H400-Objekte",
    "H400-II objects": "H400-II-Objekte",
    "Help": "Hilfe",
    "Hide the exact location for other users": "Genauen Standort für andere Benutzer verbergen",
    "I agree to the :privacy_policy": "Ich stimme der :privacy_policy zu",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Wenn nötig, können Sie sich aus allen anderen Browser-Sitzungen auf all Ihren Geräten abmelden. Einige Ihrer letzten Sitzungen sind unten aufgeführt; diese Liste ist jedoch möglicherweise nicht vollständig. Wenn Sie der Meinung sind, dass Ihr Konto kompromittiert wurde, sollten Sie auch Ihr Passwort aktualisieren.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Wenn Sie bereits ein Konto haben, können Sie diese Einladung annehmen, indem Sie auf die Schaltfläche unten klicken:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Wenn Sie nicht erwartet haben, eine Einladung zu diesem Team zu erhalten, können Sie diese E-Mail verwerfen.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Wenn Sie kein Konto haben, können Sie eines erstellen, indem Sie auf die Schaltfläche unten klicken. Nachdem Sie ein Konto erstellt haben, können Sie auf die Schaltfläche zur Einladungsannahme in dieser E-Mail klicken, um die Team-Einladung anzunehmen:",
    "Image catalogs": "Bildkataloge",
    "Image orientation": "Bildausrichtung",
    " in ": " in ",
    " in a sky with an SQM of ": " in einem Himmel mit einem SQM von ",
    "In case of questions or concerns regarding your personal data, do not hesitate to contact us at %sdeepskylog@groups.io%s.": "Bei Fragen oder Bedenken bezüglich Ihrer persönlichen Daten zögern Sie nicht, uns unter %sdeepskylog@groups.io%s. zu kontaktieren.",
    "In case the registered user has not recorded any information in DeepskyLog within 24 months after registration, his account will be made obsolete and personal information deleted from the database.": "Falls der registrierte Benutzer innerhalb von 24 Monaten nach der Registrierung keine Informationen in DeepskyLog aufgezeichnet hat, wird sein Konto veraltet und die persönlichen Informationen aus der Datenbank gelöscht.",
    "In case users want to record observations and get access to a variety of useful tools, the user is asked to register and provide personal information including name, first name and email address.": "Falls Benutzer Beobachtungen aufzeichnen und auf eine Vielzahl nützlicher Tools zugreifen möchten, werden sie gebeten, sich zu registrieren und persönliche Informationen wie Name, Vorname und E-Mail-Adresse anzugeben.",
    "inch": "Zoll",
    "In equipment sets": "in Ausrüstungssets",
    "Instrument": "Instrument",
    "Instrument Makes": "Instrumentenhersteller",
    "Instruments": "Instrumente",
    "Instrument sets": "Ausrüstungssets",
    "Instruments in this set": "Instrumente in diesem Set",
    "Instrument Type": "Instrumententyp",
    "Interstellarum was a German magazine for Deep-sky observers. The first 19 editions were purely focused on Deep-sky observing, later editions were focused on visual observations (of all objects). All editions are in German.": "Interstellarum war ein deutsches Magazin für Deep-Sky-Beobachter. Die ersten 19 Ausgaben waren ausschließlich auf Deep-Sky-Beobachtungen ausgerichtet, spätere Ausgaben konzentrierten sich auf visuelle Beobachtungen (aller Objekte). Alle Ausgaben sind auf Deutsch.",
    "Interstellarum was published from 1994 to 2015.": "Interstellarum wurde von 1994 bis 2015 veröffentlicht.",
    "Is the image flipped (mirrored top-bottom)?": "Ist das Bild umgedreht (gespiegelt oben-unten)?",
    "Is the image flopped (mirrored left-right)?": "Ist das Bild gekippt (gespiegelt links-rechts)?",
    "January": "Januar",
    "July": "Juli",
    "June": "Juni",
    "Language Settings": "Spracheinstellungen",
    "Last active": "Zuletzt aktiv",
    "Last observation": "Letzte Beobachtung",
    "Last used": "Zuletzt verwendet",
    "Last used on": "Letzte Verwendung am",
    "Latest observations": "Neueste Beobachtungen",
    "Latitude": "Breitengrad",
    "Leave": "Verlassen",
    "Leave Team": "Team verlassen",
    "Length of night": "Länge der Nacht",
    "Lenses": "Linsen",
    "Lenses in this set": "Linsen in diesem Set",
    "Lens Make": "Linsenhersteller",
    "Lens Makes": "Linsenhersteller",
    "License for drawings": "Lizenz für Zeichnungen",
    "Locations": "Orte",
    "Locations to use with this set": "Orte, die mit diesem Set verwendet werden",
    "Login": "Einloggen",
    "Log in": "Einloggen",
    "Log Out": "Ausloggen",
    "Log Out Other Browser Sessions": "Andere Browser-Sitzungen ausloggen",
    "Longitude": "Längengrad",
    "Look at this sketch of ": "Schauen Sie sich diese Skizze von ",
    "Lookup standard FoV (in arcminutes)": "Nachschlagen Standard-Gesichtsfeld (in Bogenminuten)",
    "Lookup standard object magnitude": "Nachschlagen Standard-Objektmagnitude",
    "Lookup standard star magnitude": "Nachschlagen Standard-Sternmagnitude",
    "m": "m",
    "Magnification": "Vergrößerung",
    "Main Sponsors": "Hauptsponsoren",
    "Make": "Hersteller",
    "Make default": "Standard machen",
    "Manage and log out your active sessions on other browsers and devices.": "Verwalten und melden Sie sich von Ihren aktiven Sitzungen auf anderen Browsern und Geräten ab.",
    "Manage API Tokens": "API-Token verwalten",
    "Manage Role": "Rolle verwalten",
    "Manage Team": "Team verwalten",
    "March": "März",
    "Max focal length (zoom eyepiece)": "Maximale Brennweite (Zoomokular)",
    "Maximal focal Length of the eyepiece (in mm) - only for zoom eyepieces": "Maximale Brennweite des Okulars (in mm) - nur für Zoomokulare",
    "May": "Mai",
    "Messier objects": "Messier-Objekte",
    "Missing information!": "Fehlende Informationen!",
    "mm": "mm",
    "moderate": "mäßige",
    "More details": "Mehr Details",
    "Most recent observation on ": "Die letzte Beobachtung am ",
    "mount": "Montierung",
    "Move all eyepieces with the make to an existing make.": "Verschieben Sie alle Okulare mit dem Hersteller zu einem vorhandenen Hersteller.",
    "Move all filters with the make to an existing make.": "Verschieben Sie alle Filter mit dem Hersteller zu einem vorhandenen Hersteller.",
    "Move all instruments with the make to an existing make.": "Verschieben Sie alle Instrumente mit dem Hersteller zu einem vorhandenen Hersteller.",
    "Move all lenses with the make to an existing make.": "Verschieben Sie alle Linsen mit dem Hersteller zu einem vorhandenen Hersteller.",
    "My drawings": "Meine Zeichnungen",
    "My eyepieces": "Meine Okulare",
    "My filters": "Meine Filter",
    "My instruments": "Meine Instrumente",
    "My instrument sets": "Meine Ausrüstungssets",
    "My lenses": "Meine Linsen",
    "My locations": "Meine Orte",
    "My observations": "Meine Beobachtungen",
    "My observing lists": "Meine Beobachtungslisten",
    "My sessions": "Meine Sitzungen",
    "Name": "Name",
    "Name of the eyepiece - proposal: ": "Name des Okulars - Vorschlag: ",
    "Name of the filter": "Name des Filters",
    "Name of the instrument": "Name des Instruments",
    "Name of the instrument set": "Name des Ausrüstungssets",
    "Name of the lens": "Name der Linse",
    "Name of the location": "Name des Ortes",
    "Nebula around star": "Nebel um Stern",
    "NELM": "NELM (Nacktauge-Grenzhelligkeit)",
    "New in DeepskyLog": "Neu in DeepskyLog",
    "Newly added sketch of the ": "Neu hinzugefügte Skizze des ",
    "New Password": "Neues Passwort",
    "No": "Nein",
    "Nonexistent": "Nichtexistierend",
    "No observations added!": "Keine Beobachtungen hinzugefügt!",
    "No sketches yet...": "Noch keine Skizzen...",
    "Not connected.": "Nicht verbunden.",
    "November": "November",
    "Number of drawings": "Anzahl der Zeichnungen",
    "Number of equipment sets": "Anzahl der Ausrüstungssets",
    "Number of eyepieces": "Anzahl der Okulare",
    "Number of filters": "Anzahl der Filter",
    "Number of instruments": "Anzahl der Instrumente",
    "Number of lenses": "Anzahl der Linsen",
    "Number of locations": "Anzahl der Orte",
    "Number of observations": "Anzahl der Beobachtungen",
    "Number of observations per month: ": "Anzahl der Beobachtungen pro Monat:",
    "Number of observations per year: ": "Anzahl der Beobachtungen pro Jahr: ",
    "Object": "Objekt",
    "Object types seen: ": "Gesehene Objekttypen: ",
    "Observation": "Beobachtung",
    "Observation ID": "Beobachtungs-ID",
    "Observations last year": "Beobachtungen letztes Jahr",
    "Observations per country: ": "Beobachtungen pro Land: ",
    " observed :object": " beobachtet :object",
    "Observed in the following locations": "Beobachtet an folgenden Orten",
    "Observers": "Beobachter",
    "Observing list": "Beobachtungsliste",
    "Observing Settings": "Beobachtungseinstellungen",
    "Obstruction of the instrument (in %)": "Obstruktion des Instruments (in %)",
    "October": "Oktober",
    "of": "von",
    "Offset between measured SQM value and the faintest visible star.": "Versatz zwischen gemessenem SQM-Wert und dem schwächsten sichtbaren Stern.",
    "on": "am",
    " on ": " am ",
    " on #deepskylog": " auf #deepskylog",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Sobald ein Team gelöscht wurde, werden alle seine Ressourcen und Daten dauerhaft gelöscht. Bevor Sie dieses Team löschen, laden Sie bitte alle Daten oder Informationen herunter, die Sie behalten möchten.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald Ihr Konto gelöscht wurde, werden alle seine Ressourcen und Daten dauerhaft gelöscht. Bevor Sie Ihr Konto löschen, laden Sie bitte alle Daten oder Informationen herunter, die Sie behalten möchten.",
    "Only add a make for the eyepiece here if the correct make is not available in the dropdown above.": "Addieren Sie hier nur einen Hersteller für das Okular, wenn der korrekte Hersteller nicht im Dropdown oben verfügbar ist.",
    "Only add a make for the filter here if the correct make is not available in the dropdown above.": "Addieren Sie hier nur einen Hersteller für den Filter, wenn der korrekte Hersteller nicht im Dropdown oben verfügbar ist.",
    "Only add a make for the instrument here if the correct make is not available in the dropdown above.": "Addieren Sie hier nur einen Hersteller für das Instrument, wenn der korrekte Hersteller nicht im Dropdown oben verfügbar ist.",
    "Only add a make for the lens here if the correct make is not available in the dropdown above.": "Addieren Sie hier nur einen Hersteller für die Linse, wenn der korrekte Hersteller nicht im Dropdown oben verfügbar ist.",
    "Only add a type for the eyepiece here if the correct type is not available in the dropdown above.": "Fügen Sie hier nur einen Typ für das Okular hinzu, wenn der richtige Typ im Dropdown oben nicht verfügbar ist.",
    "Open cluster": "Offener Sternhaufen",
    "Open cluster in LMC": "Offener Sternhaufen in LMC",
    "Open cluster in SMC": "Offener Sternhaufen in SMC",
    "Overview standard FoV (in arcminutes)": "Übersicht Standard-Gesichtsfeld (in Bogenminuten)",
    "Overview standard object magnitude": "Übersicht Standard-Objektmagnitude",
    "Overview standard star magnitude": "Übersicht Standard-Sternmagnitude",
    "Owner": "Besitzer",
    "Pagination Navigation": "Seiten-Navigation",
    "Password": "Passwort",
    "Password saved, please refresh.": "Passwort gespeichert, bitte aktualisieren.",
    "Pending Team Invitations": "Ausstehende Team-Einladungen",
    "Permanently delete this team.": "Dieses Team dauerhaft löschen.",
    "Permanently delete your account.": "Ihr Konto dauerhaft löschen.",
    "Permissions": "Berechtigungen",
    "Photo": "Foto",
    "Picture of eyepiece": "Bild des Okulars",
    "Picture of filter": "Bild des Filters",
    "Picture of instrument": "Bild des Instruments",
    "Picture of instrument set": "Bild des Ausrüstungssets",
    "Picture of lens": "Bild der Linse",
    "Picture of location": "Bild des Ortes",
    "Planetary nebula": "Planetarisches Nebel",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Bestätigen Sie den Zugriff auf Ihr Konto, indem Sie einen Ihrer Notfallwiederherstellungscodes eingeben.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Bestätigen Sie den Zugriff auf Ihr Konto, indem Sie den Authentifizierungscode eingeben, den Ihre Authentifizierungsanwendung bereitgestellt hat.",
    "Please contact the :linkDeepskyLog developers:close_link if you encounter problems or have questions.": "Bitte kontaktieren Sie die :linkDeepskyLog-Entwickler:close_link, wenn Sie Probleme haben oder Fragen haben.",
    "Please copy your new API token. For your security, it won't be shown again.": "Bitte kopieren Sie Ihr neues API-Token. Aus Sicherheitsgründen wird es nicht erneut angezeigt.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie sich von Ihren anderen Browser-Sitzungen auf all Ihren Geräten abmelden möchten.",
    "Please enter your password to confirm you would like to remove this account.": "Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie dieses Konto entfernen möchten.",
    "Please provide some information about your astronomical interests!": "Bitte geben Sie einige Informationen über Ihre astronomischen Interessen an!",
    "Please provide the name of the person you would like to add to this team.": "Bitte geben Sie den Namen der Person an, die Sie zu diesem Team hinzufügen möchten.",
    "poor": "schwache",
    "Popular objects": "Beliebte Objekte",
    "Privacy Policy": "Datenschutzrichtlinie",
    "Profile": "Profil",
    "Profile Information": "Profilinformationen",
    "Public observing lists": "Öffentliche Beobachtungslisten",
    "Quasar": "Quasar",
    "Rank": "Rang",
    "Recovery Code": "Wiederherstellungscode",
    "Reflection nebula": "Reflexionsnebel",
    "Reflection nebula and H-II": "Reflexionsnebel und H-II",
    "Regenerate Recovery Codes": "Wiederherstellungscodes neu generieren",
    "Register": "Registrieren",
    "Remember me": "Angemeldet bleiben",
    "Remove": "Entfernen",
    "Remove Account": "Konto entfernen",
    "Remove Photo": "Foto entfernen",
    "Remove Team Member": "Teammitglied entfernen",
    "Report issue": "Problem melden",
    "Resend Verification Email": "Bestätigungs-E-Mail erneut senden",
    "Reset Password": "Passwort zurücksetzen",
    "Rest": "Rest",
    "results": "Ergebnisse",
    "Role": "Rolle",
    "Save": "Speichern",
    "Saved.": "Gespeichert.",
    "Schott": "Schott",
    "Search": "Suche",
    "Search object": "Objekt suchen",
    "Search Observations": "Beobachtungen suchen",
    "seeing": "seeing",
    "Select A New Photo": "Wählen Sie ein neues Foto aus",
    "Select the color of the filter.": "Selektieren Sie die Farbe des Filters.",
    "Select the make of the eyepiece, if the make is not in the list, add a new make in the next field.": "Selektieren Sie den Hersteller des Okulars, wenn der Hersteller nicht in der Liste ist, fügen Sie einen neuen Hersteller im nächsten Feld hinzu.",
    "Select the make of the filter, if the make is not in the list, add a new make in the next field.": "Selektieren Sie den Hersteller des Filters, wenn der Hersteller nicht in der Liste ist, fügen Sie einen neuen Hersteller im nächsten Feld hinzu.",
    "Select the make of the instrument, if the make is not in the list, add a new make in the next field.": "Selektieren Sie den Hersteller des Instruments, wenn der Hersteller nicht in der Liste ist, fügen Sie einen neuen Hersteller im nächsten Feld hinzu.",
    "Select the make of the lens, if the make is not in the list, add a new make in the next field.": "Selektieren Sie den Hersteller der Linse, wenn der Hersteller nicht in der Liste ist, fügen Sie einen neuen Hersteller im nächsten Feld hinzu.",
    "Select the mount type of the instrument": "Selektieren Sie den Montierungstyp des Instruments",
    "Select the type of the eyepiece, if the make is not in the list, add a new type in the next field.": "Selektieren Sie den Typ des Okulars, wenn der Hersteller nicht in der Liste ist, fügen Sie einen neuen Typ im nächsten Feld hinzu.",
    "Select the type of the filter.": "Selektieren Sie den Typ des Filters.",
    "Select the type of the instrument.": "Selektieren Sie den Typ des Instruments.",
    "Send messages as email": "Nachrichten als E-Mail senden",
    "Send message to ": "Nachricht senden an ",
    "Send message to all": "Nachricht an alle senden",
    "September": "September",
    "Sessions": "Sitzungen",
    "Set Password": "Passwort festlegen",
    "Setup Key": "Einrichtungsschlüssel",
    "Share this sketch": "Diese Skizze teilen",
    "Show comet sketches": "Kometenskizzen anzeigen",
    "Show deep-sky sketches": "Deep-Sky-Skizzen anzeigen",
    "Showing": "Anzeigen",
    "Show instrument diameter in inch": "Instrumentendurchmesser in Zoll anzeigen",
    "Show Recovery Codes": "Wiederherstellungscodes anzeigen",
    "Sketches": "Skizzen",
    "Sketch of the Month": "Skizze des Monats",
    "Sketch of the Week": "Skizze der Woche",
    "Source: ": "Quelle: ",
    "Sponsor!": "Sponsor!",
    "Sponsor DeepskyLog": "DeepskyLog sponsern",
    "SQM": "SQM (Himmelshelligkeit)",
    "SQM (mag\/arcsec²)": "SQM (mag\/arcsec²)",
    "Standard language for observations": "Standard-Sprache für Beobachtungen",
    "Standard size of first picture (in arcminutes)": "Standardgröße des ersten Bildes (in Bogenminuten)",
    "Standard size of second picture (in arcminutes)": "Standardgröße des zweiten Bildes (in Bogenminuten)",
    "Star": "Stern",
    "Statistics": "Statistiken",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Speichern Sie diese Wiederherstellungscodes in einem sicheren Passwort-Manager. Sie können verwendet werden, um den Zugriff auf Ihr Konto wiederherzustellen, wenn Ihr Zwei-Faktor-Authentifizierungsgerät verloren geht.",
    "Subscribe to mailing list": "Abonnieren Sie die Mailingliste",
    "Supernova": "Supernova",
    "Supernova remnant": "Supernova-Überrest",
    "Switch Teams": "Teams wechseln",
    "Team Members": "Teammitglieder",
    "Team Name": "Teamname",
    "Team Owner": "Team-Eigentümer",
    "Team Settings": "Team-Einstellungen",
    "Tell something about this instrument set": "Erzählen Sie etwas über Ihr Ausrüstungsset",
    "Tell something about your astronomical interests": "Erzählen Sie etwas über Ihre astronomischen Interessen",
    "Tell something about your eyepiece": "Erzählen Sie etwas über Ihr Okular",
    "Tell something about your filter": "Erzählen Sie etwas über Ihren Filter",
    "Tell something about your instrument": "Erzählen Sie etwas über Ihr Instrument",
    "Tell something about your lens": "Erzählen Sie etwas über Ihre Linse",
    "Tell something about your location": "Erzählen Sie etwas über Ihren Standort",
    "The database is open for consultation and already contains tens of thousands observations and thousands of sketches and drawings made by amateur astronomers around the world.": "Die Datenbank ist zur Konsultation offen und enthält bereits Zehntausende von Beobachtungen und Tausende von Skizzen und Zeichnungen, die von Amateur-Astronomen auf der ganzen Welt erstellt wurden.",
    " The following notes where made: ": " Die folgenden Notizen wurden gemacht: ",
    "The majority of information on this site can be accessed without providing any personal information.": "Der Großteil der Informationen auf dieser Website kann ohne Angabe persönlicher Informationen abgerufen werden.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Diese Personen wurden zu Ihrem Team eingeladen und haben eine Einladungs-E-Mail erhalten. Sie können dem Team beitreten, indem sie die E-Mail-Einladung akzeptieren.",
    "The team's name and owner information.": "Der Name des Teams und die Eigentümerinformationen.",
    "The user has the right at any time, at no cost and upon request, to prohibit the use of his information for the purpose of direct communication.": "Der Benutzer hat jederzeit, kostenlos und auf Anfrage das Recht, die Verwendung seiner Informationen für den Zweck der direkten Kommunikation zu untersagen.",
    "This device": "Dieses Gerät",
    "This information will be used only for user management and to keep you informed about our activities.": "Diese Informationen werden nur zur Benutzerverwaltung und zur Information über unsere Aktivitäten verwendet.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dies ist ein sicherer Bereich der Anwendung. Bitte bestätigen Sie Ihr Passwort, bevor Sie fortfahren.",
    "This registration allows access to a variety of useful tools, including information on the objects observed and sketches made.": "Diese Registrierung ermöglicht den Zugriff auf eine Vielzahl nützlicher Tools, einschließlich Informationen zu den beobachteten Objekten und den erstellten Skizzen.",
    "Timezone": "Zeitzone",
    "to": "bis",
    "Today Astronomical Darkness": "Heutige astronomische Dunkelheit",
    "Today Civil Darkness": "Heutige bürgerliche Dämmerung",
    "Today Nautical Darkness": "Heutige nautische Dämmerung",
    "Today sunrise \/ sunset \/ transit": "Heute: Sonnenaufgang / Sonnenuntergang / Kulmination",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Um die Aktivierung der Zwei-Faktor-Authentifizierung abzuschließen, scannen Sie den folgenden QR-Code mit der Authentifizierungsanwendung Ihres Telefons oder geben Sie den Einrichtungsschlüssel ein und geben Sie den generierten OTP-Code ein.",
    "Token Name": "Token-Name",
    "To start recording your observations and share your observations with other observers, you are kindly requested to :linkregister:close_link to DeepskyLog.": "Um Ihre Beobachtungen aufzuzeichnen und mit anderen Beobachtern zu teilen, werden Sie gebeten, sich bei DeepskyLog zu :linkregistrieren:close_link.",
    "Total": "Gesamt",
    "Total number of observing lists": "Gesamtzahl der Beobachtungslisten",
    "Translate all the observations to the language of the UI": "Übersetze alle Beobachtungen in die Sprache der Benutzeroberfläche.",
    "Two Factor Authentication": "Zwei-Faktor-Authentifizierung",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Die Zwei-Faktor-Authentifizierung ist jetzt aktiviert. Scannen Sie den folgenden QR-Code mit der Authentifizierungsanwendung Ihres Telefons oder geben Sie den Einrichtungsschlüssel ein.",
    "Type": "Typ",
    " under ": " unter ",
    "Unknown": "Unbekannt",
    "Unmirrored image": "Ungespiegeltes Bild",
    "Update ": "Aktualisieren Sie ",
    "Update eyepiece": "Okular aktualisieren",
    "Update filter": "Filter aktualisieren",
    "Update instrument": "Instrument aktualisieren",
    "Update instrument set": "",
    "Update lens": "Linse aktualisieren",
    "Update location": "Ort aktualisieren",
    "Update make": "Aktualisieren Sie den Hersteller",
    "Update Password": "Passwort aktualisieren",
    "Update the language settings.": "Aktualisieren Sie die Spracheinstellungen.",
    "Update the settings for observing.": "Aktualisieren Sie die Einstellungen für die Beobachtung.",
    "Update the settings for the DeepskyLog atlases.": "Aktualisieren Sie die Einstellungen für die DeepskyLog-Atlanten.",
    "Update type": "Typ aktualisieren",
    "Update your account's profile information and email address.": "Aktualisieren Sie die Profilinformationen und die E-Mail-Adresse Ihres Kontos.",
    "Upload image": "Bild hochladen",
    "Use an authentication code": "Verwenden Sie einen Authentifizierungscode",
    "Use a recovery code": "Verwenden Sie einen Wiederherstellungscode",
    "Use Avatar as Profile Photo": "Avatar als Profilfoto verwenden",
    "Used eyepieces": "Genutzte Okulare",
    "Used filters": "Genutzte Filter",
    "Used instruments": "Verwendete Instrumente",
    "Used instrument was ": "Verwendetes Instrument war ",
    "Used lenses": "Genutzte Linsen",
    "Used with the following telescopes": "Mit den folgenden Teleskopen verwendet",
    "User name": "Benutzername",
    "Username": "Benutzername",
    " using a ": " mit einem ",
    "View": "Anzeigen",
    "Weather Prospects": "Wetterprognosen",
    "Welcome to DeepskyLog!": "Willkommen bei DeepskyLog!",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Wenn die Zwei-Faktor-Authentifizierung aktiviert ist, werden Sie bei der Authentifizierung nach einem sicheren, zufälligen Token gefragt. Sie können diesen Token aus der Google Authenticator-Anwendung Ihres Telefons abrufen.",
    "Whoops! Something went wrong.": "Hoppla! Etwas ist schief gelaufen.",
    " with a magnification of ": " mit einer Vergrößerung von ",
    "Without lenses": "Ohne Linsen",
    "Wolf-Rayet nebula": "Wolf-Rayet-Nebel",
    "Wratten": "Wratten",
    "x": "x",
    "Yes": "Ja",
    "You are free to connect any social accounts to your profile and may remove any connected accounts at any time. If you feel any of your connected accounts have been compromised, you should disconnect them immediately and change your password.": "Sie können jederzeit beliebige soziale Konten mit Ihrem Profil verbinden und können jederzeit beliebige verbundene Konten entfernen. Wenn Sie der Meinung sind, dass eines Ihrer verbundenen Konten kompromittiert wurde, sollten Sie es sofort trennen und Ihr Passwort ändern.",
    "You can also consult the observations and sketches of other observers and share your own observations and sketches with the community.": "Sie können auch die Beobachtungen und Skizzen anderer Beobachter konsultieren und Ihre eigenen Beobachtungen und Skizzen mit der Community teilen.",
    "You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instrument and from your observation sites. ": "Sie können Beobachtungslisten mit verschiedenen Deep-Sky-Objekten konsultieren und erstellen und Vorschläge für Objekte sehen, die mit Ihren Instrumenten und von Ihren Beobachtungsstandorten aus sichtbar sind. ",
    "You can create your own file with maps and DSS images of the objects and have access to an interactive and detailed free star atlas. ": "Sie können Ihre eigene Datei mit Karten und DSS-Bildern der Objekte erstellen und auf einen interaktiven und detaillierten kostenlosen Sternatlas zugreifen. ",
    "You can get more information on sponsoring DeepskyLog by sending us a mail:": "Weitere Informationen zum Sponsoring von DeepskyLog erhalten Sie, indem Sie uns eine E-Mail senden:",
    "You have been invited to join the :team team!": "Sie wurden eingeladen, dem :team-Team beizutreten!",
    "You have enabled two factor authentication.": "Sie haben die Zwei-Faktor-Authentifizierung aktiviert.",
    "You haven't selected a standard instrument for your observations! DeepskyLog can only calculate how easy an object can be seen if the standard instrument is set.": "Du hast kein Standardinstrument für deine Beobachtungen ausgewählt! DeepskyLog kann nur berechnen, wie einfach ein Objekt gesehen werden kann, wenn das Standardinstrument eingestellt ist.",
    "You haven't selected a standard location for your observations! DeepskyLog can only calculate how easy an object can be seen if the standard location is set.": "Du hast keinen Standardort für deine Beobachtungen ausgewählt! DeepskyLog kann nur berechnen, wie einfach ein Objekt gesehen werden kann, wenn der Standardort eingestellt ist.",
    "You have no connected accounts.": "Sie haben keine verbundenen Konten.",
    "You have not enabled two factor authentication.": "Sie haben die Zwei-Faktor-Authentifizierung nicht aktiviert.",
    "You may accept this invitation by clicking the button below:": "Sie können diese Einladung annehmen, indem Sie auf die Schaltfläche unten klicken:",
    "You may delete any of your existing tokens if they are no longer needed.": "Sie können alle Ihre vorhandenen Token löschen, wenn sie nicht mehr benötigt werden.",
    "Your connected accounts.": "Ihre verbundenen Konten.",
    "Your country of residence is not set. Please set it on this page!": "Ihr Land des Wohnsitzes ist nicht festgelegt. Bitte legen Sie es auf dieser Seite fest!",
    "Your email address is unverified.": "Ihre E-Mail-Adresse ist nicht verifiziert.",
    "Your personal data will be handled in accordance with our :linkprivacy policy:close_link.": "Ihre persönlichen Daten werden gemäß unserer :linkprivacy policy:close_link behandelt.",
    "Your personal information is never passed on to third parties.": "Ihre persönlichen Informationen werden niemals an Dritte weitergegeben."
}