{
    " (in inch).": " (en pulgadas).",
    " (in mm).": " (en mm).",
    "(Not active anymore)": "(Ya no está activo)",
    "3 stars": "3 estrellas",
    "4 stars": "4 estrellas",
    "8 stars": "8 estrellas",
    "10 newest comet observations": "10 observaciones de cometas más recientes",
    "10 newest comet Sketches": "10 bocetos de cometas más recientes",
    "10 newest deep-sky observations": "10 observaciones de cielo profundo más recientes",
    "10 newest deep-sky Sketches": "10 bocetos de cielo profundo más recientes",
    "About me": "Sobre mí",
    "Accept Invitation": "Aceptar invitación",
    "Add": "Añadir",
    "Add additional security to your account using two factor authentication.": "Añade seguridad adicional a tu cuenta usando autenticación de dos factores.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Añade un nuevo miembro a tu equipo, permitiéndole colaborar contigo.",
    "Add DeepskyLog Sketch of the month": "Añadir boceto del mes de DeepskyLog",
    "Add DeepskyLog Sketch of the week": "Añadir boceto de la semana de DeepskyLog",
    "Added.": "Añadido.",
    "Add Instrument": "Añadir instrumento",
    "Add new instrument": "Añadir nuevo instrumento",
    "Add sketch of the month": "Añadir boceto del mes",
    "Add sketch of the week": "Añadir boceto de la semana",
    "Add Team Member": "Añadir miembro al equipo",
    "Administration": "Administración",
    "All drawings": "Todos los bocetos",
    "All drawings of ": "Todos los bocetos de ",
    "All observations of ": "Todas las observaciones de ",
    "All of the people that are part of this team.": "Todas las personas que forman parte de este equipo.",
    "All sessions": "Todas las sesiones",
    "A lot of useful information is still available.  Besides Deep-sky, there are also articles about Amateur Telescope Making.": "Aún hay mucha información útil disponible. Además de Cielo profundo, también hay artículos sobre la fabricación de telescopios amateur.",
    "A lot of useful information is still available.  This magazine is full of pure Deep-sky information.": "Aún hay mucha información útil disponible. Esta revista está llena de información pura de Cielo profundo.",
    "Already registered?": "¿Ya registrado?",
    " and a ": " y un ",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionaste en la configuración de tu perfil.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
    "Aperture of the instrument": "Apertura del instrumento",
    "API Token": "Token de API",
    "API Token Permissions": "Permisos del token de API",
    "API Tokens": "Tokens de API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Los tokens de API permiten a los servicios de terceros autenticarse en nuestra aplicación en tu nombre.",
    "April": "Abril",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "¿Estás seguro de que quieres eliminar este equipo? Una vez que se elimine un equipo, todos sus recursos y datos se eliminarán de forma permanente.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Estás seguro de que quieres eliminar tu cuenta? Una vez que se elimine tu cuenta, todos sus recursos y datos se eliminarán de forma permanente. Por favor, introduce tu contraseña para confirmar que deseas eliminar tu cuenta de forma permanente.",
    "Are you sure you want to remove this account?": "¿Estás seguro de que quieres eliminar esta cuenta?",
    "Are you sure you would like to delete this API token?": "¿Estás seguro de que quieres eliminar este token de API?",
    "Are you sure you would like to leave this team?": "¿Estás seguro de que quieres abandonar este equipo?",
    "Are you sure you would like to remove this person from the team?": "¿Estás seguro de que quieres eliminar a esta persona del equipo?",
    "Ask a question": "Haz una pregunta",
    "Asterism": "Asterismo",
    "Atlases": "Atlas",
    "Atlas Settings": "Configuración de atlas",
    "At this moment, this form is very basic.  If a comet sketch is the sketch of the month, enter the negative ID.  In the future, the option to add a DeepskyLog sketch of the month will be included in the details of an observation.": "En este momento, este formulario es muy básico. Si un boceto de cometa es el boceto del mes, introduce el ID negativo. En el futuro, la opción de añadir un boceto del mes de DeepskyLog se incluirá en los detalles de una observación.",
    "At this moment, this form is very basic.  If a comet sketch is the sketch of the week, enter the negative ID.  In the future, the option to add a DeepskyLog sketch of the week will be included in the details of an observation.": "En este momento, este formulario es muy básico. Si un boceto de cometa es el boceto de la semana, introduce el ID negativo. En el futuro, la opción de añadir un boceto de la semana de DeepskyLog se incluirá en los detalles de una observación.",
    "August": "Agosto",
    "bad": "mal",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Antes de continuar, ¿podrías verificar tu dirección de correo electrónico haciendo clic en el enlace que acabamos de enviarte por correo electrónico? Si no recibiste el correo electrónico, estaremos encantados de enviarte otro.",
    "Bright nebula": "Nebulosa brillante",
    "Browser Sessions": "Sesiones del navegador",
    " by ": " por ",
    "Caldwell objects": "Objetos de Caldwell",
    "Cancel": "Cancelar",
    "Catalogs": "Catálogos",
    "Central obstruction": "Obstrucción central",
    "Check Objects": "Comprobar objetos",
    "Ciel Extrême was the French magazine for Deep-sky observers. 67 editions were published, in French, from 1996 to October 2012.": "Ciel Extrême era la revista francesa para observadores de Cielo profundo. Se publicaron 67 ediciones, en francés, desde 1996 hasta octubre de 2012.",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "Close": "Cerrar",
    "Cluster with nebulosity": "Cluster con nebulosidad",
    "Cluster with nebulosity in galaxy": "Cluster con nebulosidad en galaxia",
    "Cluster with nebulosity in LMC": "Cluster con nebulosidad en LMC",
    "Cluster with nebulosity in SMC": "Cluster con nebulosidad en SMC",
    "Code": "Código",
    "Comets": "Cometas",
    "Comet sketches": "Bocetos de cometas",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar contraseña",
    "Connect": "Conectar",
    "Connected :createdAt": "Conectado :createdAt",
    "Connected Accounts": "Cuentas conectadas",
    "Connect your social media accounts to enable Sign In with OAuth.": "Conecta tus cuentas de redes sociales para habilitar el inicio de sesión con OAuth.",
    "Copyright notice": "Aviso de derechos de autor",
    "Country of residence": "País de residencia",
    "Create": "Crear",
    "Create Account": "Crear cuenta",
    "Create a new instrument": "Crear un nuevo instrumento",
    "Create a new team": "Crear un nuevo equipo",
    "Create a new team to collaborate with others on projects.": "Crea un nuevo equipo para colaborar con otros en proyectos.",
    "Create API Token": "Crear token de API",
    "Created.": "Creado.",
    "Create Team": "Crear equipo",
    "Current Password": "Contraseña actual",
    "Dark nebula": "Nebulosa oscura",
    "Dashboard": "Tablero",
    "Date": "Fecha",
    "December": "Diciembre",
    "Deep-sky magazines": "Revistas de cielo profundo",
    "Deepsky": "Cielo profundo",
    "DeepskyLog": "DeepskyLog",
    "DeepskyLog is a free web application, and we want to keep DeepskyLog ad-free forever.  There are however some costs involved in the development and maintenance of DeepskyLog.": "DeepskyLog es una aplicación web gratuita, y queremos mantener DeepskyLog sin anuncios para siempre. Sin embargo, hay algunos costes involucrados en el desarrollo y mantenimiento de DeepskyLog.",
    "DeepskyLog is an extended, comprehensive and free database for deepsky objects and has been developed by the Deepsky section of the Astronomical Society of Belgium (:linkVereniging Voor Sterrenkunde (VVS):close_link).": "DeepskyLog es una base de datos extendida, completa y gratuita para objetos de cielo profundo y ha sido desarrollada por la sección de Cielo profundo de la Sociedad Astronómica de Bélgica (:linkVereniging Voor Sterrenkunde (VVS):close_link).",
    "DeepskyLog observer since ": "Observador de DeepskyLog desde ",
    "DeepskyLog Privacy Policy": "Política de privacidad de DeepskyLog",
    "DeepskyLog sketches of the month": "Bocetos del mes de DeepskyLog",
    "DeepskyLog sketches of the week": "Bocetos de la semana de DeepskyLog",
    "DeepskyLog Sketch of the Month": "Boceto del mes de DeepskyLog",
    "DeepskyLog Sketch of the Week": "Boceto de la semana de DeepskyLog",
    "DeepskyLog sponsors": "Patrocinadores de DeepskyLog",
    "DeepskyLog Trophy Gallery": "Galería de trofeos de DeepskyLog",
    "DeepskyLog UI language": "Idioma de la interfaz de usuario de DeepskyLog",
    "Default atlas": "Atlas predeterminado",
    "Default instrument": "Instrumento predeterminado",
    "Default observing site": "Sitio de observación predeterminado",
    "Delete": "Eliminar",
    "Delete Account": "Eliminar cuenta",
    "Delete API Token": "Eliminar token de API",
    "Delete make and move instruments to the selected make": "Eliminar marca y mover instrumentos a la marca seleccionada",
    "Delete Team": "Eliminar equipo",
    "Delete users from DeepskyLog": "Eliminar usuarios de DeepskyLog",
    "Details": "Detalles",
    "Detail standard FoV (in arcminutes)": "Detalle campo de visión estándar (en minutos de arco)",
    "Detail standard object magnitude": "Detalle magnitud estándar del objeto",
    "Detail standard star magnitude": "Detalle magnitud estándar de la estrella",
    "Diameter": "Diámetro",
    "Different objects": "Objetos diferentes",
    "Diffuse nebula in galaxy": "Nebulosa difusa en galaxia",
    "Diffuse nebula in LMC": "Nebulosa difusa en LMC",
    "Diffuse nebula in SMC": "Nebulosa difusa en SMC",
    "Disable": "Desactivar",
    "Distant Targets was the magazine of the Deep-sky working group of the Belgian Astronomical Association (VVS). 32 editions were published, in Dutch, from 1996 to 2003.": "Distant Targets era la revista del grupo de trabajo de Cielo profundo de la Asociación Astronómica Belga (VVS). Se publicaron 32 ediciones, en neerlandés, desde 1996 hasta 2003.",
    "Done.": "Hecho.",
    "Double Star": "Estrella doble",
    "Downloads": "Descargas",
    "Drawings last year": "Dibujos del año pasado",
    "Drawings of Caldwell objects": "Dibujos de objetos de Caldwell",
    "Drawings of H400 objects": "Dibujos de objetos H400",
    "Drawings of H400-II objects": "Dibujos de objetos H400-II",
    "Drawings of Messier objects": "Dibujos de objetos de Messier",
    "During the previous years, a lot of interesting information about Deep-Sky observing has been published.  Many of the magazines do not exist anymore, but can be downloaded for free.  If you know about other magazines, please let us know (": "Durante los años anteriores, se ha publicado mucha información interesante sobre la observación de cielo profundo. Muchas de las revistas ya no existen, pero se pueden descargar de forma gratuita. Si conoces otras revistas, por favor háznoslo saber (",
    "Edit": "Editar",
    "Edit Profile": "Editar perfil",
    "Email": "Correo electrónico",
    "Email or user ID": "Correo electrónico o ID de usuario",
    "Email Password Reset Link": "Enviar enlace de restablecimiento de contraseña por correo electrónico",
    "Emission and reflection nebula": "Nebulosa de emisión y reflexión",
    "Emission nebula": "Nebulosa de emisión",
    "Emission nebula around a star": "Nebulosa de emisión alrededor de una estrella",
    "Enable": "Activar",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta esté utilizando una contraseña larga y aleatoria para mantenerla segura.",
    "Everybody who sponsors DeepskyLog will appear with his \/ her the company name on this page.": "Todos los que patrocinan DeepskyLog aparecerán con su nombre de empresa en esta página.",
    "excellent": "excelente",
    " eyepiece": " ocular",
    "Eyepieces": "Oculares",
    "F\/D of the instrument": "F\/D del instrumento",
    "February": "Febrero",
    " filter": " filtro",
    "Filters": "Filtros",
    "Finish enabling two factor authentication.": "Terminar de habilitar la autenticación de dos factores.",
    "First light": "Primera luz",
    "First observation on ": "Primera observación en ",
    "Fixed Magnification": "Aumento fijo",
    "Fixed magnification of the instrument (for examples for finderscopes \/ binoculars)": "Aumento fijo del instrumento (por ejemplo, para buscadores \/ prismáticos)",
    "Flipped and flopped image": "Imagen volteada y reflejada",
    "Flipped image": "Imagen volteada",
    "Flopped image": "Imagen reflejada",
    "Focal Length": "Longitud focal",
    "Focal length of the instrument": "Longitud focal del instrumento",
    "Font size printed atlas pages (6..9)": "Tamaño de fuente de las páginas impresas del atlas (6..9)",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Solo dinos tu dirección de correo electrónico y te enviaremos un enlace de restablecimiento de contraseña por correo electrónico que te permitirá elegir una nueva.",
    "Forms": "Formularios",
    "For your security, please confirm your password to continue.": "Por tu seguridad, confirma tu contraseña para continuar.",
    " from ": " de ",
    "Galaxy": "Galaxia",
    "Galaxy cluster": "Cúmulo de galaxias",
    "Globular cluster": "Cúmulo globular",
    "Globular cluster in galaxy": "Cúmulo globular en galaxia",
    "Globular cluster in LMC": "Cúmulo globular en LMC",
    "Globular cluster in SMC": "Cúmulo globular en SMC",
    "good": "buen",
    "Go to page :page": "Ir a la página :page",
    "H-II region": "Región H-II",
    "H400 objects": "Objetos H400",
    "H400-II objects": "Objetos H400-II",
    "Help": "Ayuda",
    "I agree to the :privacy_policy": "Acepto la :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puedes cerrar la sesión de todas tus otras sesiones de navegador en todos tus dispositivos. Algunas de tus sesiones recientes se muestran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si crees que tu cuenta ha sido comprometida, también deberías actualizar tu contraseña.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si ya tienes una cuenta, puedes aceptar esta invitación haciendo clic en el botón de abajo:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si no esperabas recibir una invitación a este equipo, puedes descartar este correo electrónico.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si no tienes una cuenta, puedes crear una haciendo clic en el botón de abajo. Después de crear una cuenta, puedes hacer clic en el botón de aceptación de la invitación en este correo electrónico para aceptar la invitación al equipo:",
    "Image catalogs": "Catálogos de imágenes",
    "Image orientation": "Orientación de la imagen",
    " in ": " en ",
    " in a sky with an SQM of ": " en un cielo con un SQM de ",
    "In case of questions or concerns regarding your personal data, do not hesitate to contact us at %sdeepskylog@groups.io%s.": "En caso de preguntas o preocupaciones sobre tus datos personales, no dudes en contactarnos en %sdeepskylog@groups.io%s.",
    "In case the registered user has not recorded any information in DeepskyLog within 24 months after registration, his account will be made obsolete and personal information deleted from the database.": "En caso de que el usuario registrado no haya registrado ninguna información en DeepskyLog en los 24 meses posteriores al registro, su cuenta se considerará obsoleta y la información personal se eliminará de la base de datos.",
    "In case users want to record observations and get access to a variety of useful tools, the user is asked to register and provide personal information including name, first name and email address.": "En caso de que los usuarios quieran registrar observaciones y acceder a una variedad de herramientas útiles, se les pide que se registren y proporcionen información personal, incluyendo nombre, apellido y dirección de correo electrónico.",
    "inch": "pulgada",
    "In equipment sets": "En conjuntos de equipos",
    "Instrument Makes": "Marcas de instrumentos",
    "Instruments": "Instrumentos",
    "Instrument Type": "Tipo de instrumento",
    "Interstellarum was a German magazine for Deep-sky observers. The first 19 editions were purely focused on Deep-sky observing, later editions were focused on visual observations (of all objects). All editions are in German.": "Interstellarum era una revista alemana para observadores de Cielo profundo. Las primeras 19 ediciones se centraron exclusivamente en la observación de Cielo profundo, las ediciones posteriores se centraron en observaciones visuales (de todos los objetos). Todas las ediciones están en alemán.",
    "Interstellarum was published from 1994 to 2015.": "Interstellarum se publicó de 1994 a 2015.",
    "Is the image flipped (mirrored top-bottom)?": "¿La imagen está volteada (reflejada arriba-abajo)?",
    "Is the image flopped (mirrored left-right)?": "¿La imagen está reflejada (reflejada izquierda-derecha)?",
    "January": "Enero",
    "July": "Julio",
    "June": "Junio",
    "Language Settings": "Configuración de idioma",
    "Last active": "Última actividad",
    "Last used": "Último uso",
    "Last used on": "Último uso en ",
    "Latest observations": "Últimas observaciones",
    "Leave": "Abandonar",
    "Leave Team": "Abandonar equipo",
    "Lenses": "Lentes",
    "License for drawings": "Licencia para dibujos",
    "Locations": "Ubicaciones",
    "Login": "Iniciar",
    "Log in": "Iniciar",
    "Log Out": "Cerrar sesión",
    "Log Out Other Browser Sessions": "Cerrar otras sesiones de navegador",
    "Look at this sketch of ": "Mira este boceto de ",
    "Lookup standard FoV (in arcminutes)": "Buscar campo de visión estándar (en minutos de arco)",
    "Lookup standard object magnitude": "Buscar magnitud estándar del objeto",
    "Lookup standard star magnitude": "Buscar magnitud estándar de la estrella",
    "Main Sponsors": "Patrocinadores principales",
    "Make": "Marca",
    "Make default": "Hacer predeterminado",
    "Manage and log out your active sessions on other browsers and devices.": "Gestiona y cierra la sesión de tus sesiones activas en otros navegadores y dispositivos.",
    "Manage API Tokens": "Gestionar tokens de API",
    "Manage Role": "Gestionar rol",
    "Manage Team": "Gestionar equipo",
    "March": "Marzo",
    "May": "Mayo",
    "Messier objects": "Objetos de Messier",
    "Missing information!": "¡Información faltante!",
    "mm": "mm",
    "moderate": "moderado",
    "More details": "Más detalles",
    "Most recent observation on ": "Observación más reciente en ",
    "mount": "montura",
    "Move all instruments with the make to an existing make.": "Mover todos los instrumentos con la marca a una marca existente.",
    "My drawings": "Mis dibujos",
    "My eyepieces": "Mis oculares",
    "My filters": "Mis filtros",
    "My instruments": "Mis instrumentos",
    "My lenses": "Mis lentes",
    "My locations": "Mis ubicaciones",
    "My observations": "Mis observaciones",
    "My observing lists": "Mis listas de observación",
    "My sessions": "Mis sesiones",
    "Name": "Nombre",
    "Name of the instrument": "Nombre del instrumento",
    "Nebula around star": "Nebulosa alrededor de una estrella",
    "New in DeepskyLog": "Nuevo en DeepskyLog",
    "Newly added sketch of the ": "Boceto recién añadido del ",
    "New Password": "Nueva contraseña",
    "Nonexistent": "Inexistente",
    "No observations added!": "¡No se han añadido observaciones!",
    "No sketches yet...": "¡Aún no hay bocetos...",
    "Not connected.": "No conectado.",
    "November": "Noviembre",
    "Number of drawings": "Número de dibujos",
    "Number of equipment sets": "Número de conjuntos de equipos",
    "Number of eyepieces": "Número de oculares",
    "Number of filters": "Número de filtros",
    "Number of instruments": "Número de instrumentos",
    "Number of lenses": "Número de lentes",
    "Number of locations": "Número de ubicaciones",
    "Number of observations": "Número de observaciones",
    "Number of observations per month: ": "Número de observaciones por mes: ",
    "Number of observations per year: ": "Número de observaciones por año: ",
    "Object": "Objeto",
    "Object types seen: ": "Tipos de objetos vistos: ",
    "Observation": "Observación",
    "Observation ID": "ID de observación",
    "Observations last year": "Observaciones del año pasado",
    "Observations per country: ": "Observaciones por país: ",
    " observed :object": " ha observado :object",
    "Observed in the following locations": "Observado en las siguientes ubicaciones",
    "Observers": "Observadores",
    "Observing list": "Lista de observación",
    "Observing Settings": "Configuración de observación",
    "Obstruction of the instrument (in %)": "Obstrucción del instrumento (en %)",
    "October": "Octubre",
    "of": "de",
    "Offset between measured SQM value and the faintest visible star.": "Desplazamiento entre el valor de SQM medido y la estrella visible más débil.",
    "on": "en",
    " on ": " en ",
    " on #deepskylog": " en #deepskylog",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Una vez que se elimine un equipo, todos sus recursos y datos se eliminarán de forma permanente. Antes de eliminar este equipo, descarga cualquier dato o información sobre este equipo que desees conservar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se eliminarán de forma permanente. Antes de eliminar tu cuenta, descarga cualquier dato o información que desees conservar.",
    "Only add a make for the instrument here if the correct make is not available in the dropdown above.": "Solo añade una marca para el instrumento aquí si la marca correcta no está disponible en el menú desplegable de arriba.",
    "Open cluster": "Cúmulo abierto",
    "Open cluster in LMC": "Cúmulo abierto en LMC",
    "Open cluster in SMC": "Cúmulo abierto en SMC",
    "Overview standard FoV (in arcminutes)": "Resumen del campo de visión estándar (en minutos de arco)",
    "Overview standard object magnitude": "Resumen de la magnitud estándar del objeto",
    "Overview standard star magnitude": "Resumen de la magnitud estándar de la estrella",
    "Owner": "Propietario",
    "Pagination Navigation": "Navegación de paginación",
    "Password": "Contraseña",
    "Password saved, please refresh.": "Contraseña guardada, por favor actualiza.",
    "Pending Team Invitations": "Invitaciones de equipo pendientes",
    "Permanently delete this team.": "Eliminar este equipo de forma permanente.",
    "Permanently delete your account.": "Eliminar tu cuenta de forma permanente.",
    "Permissions": "Permisos",
    "Photo": "Foto",
    "Picture of instrument": "Foto del instrumento",
    "Planetary nebula": "Nebulosa planetaria",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Confirma el acceso a tu cuenta introduciendo uno de tus códigos de recuperación de emergencia.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Confirma el acceso a tu cuenta introduciendo el código de autenticación proporcionado por tu aplicación de autenticación.",
    "Please contact the :linkDeepskyLog developers:close_link if you encounter problems or have questions.": "Por favor, contacta con los :linkdesarrolladores de DeepskyLog:close_link si encuentras problemas o tienes preguntas.",
    "Please copy your new API token. For your security, it won't be shown again.": "Por favor, copia tu nuevo token de API. Por tu seguridad, no se mostrará de nuevo.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor, introduce tu contraseña para confirmar que deseas cerrar la sesión de tus otras sesiones de navegador en todos tus dispositivos.",
    "Please enter your password to confirm you would like to remove this account.": "Por favor, introduce tu contraseña para confirmar que deseas eliminar esta cuenta.",
    "Please provide some information about your astronomical interests!": "¡Por favor, proporciona algo de información sobre tus intereses astronómicos!",
    "Please provide the name of the person you would like to add to this team.": "Por favor, proporciona el nombre de la persona que te gustaría añadir a este equipo.",
    "poor": "pobre",
    "Popular objects": "Objetos populares",
    "Privacy Policy": "Política de privacidad",
    "Profile": "Perfil",
    "Profile Information": "Información de perfil",
    "Public observing lists": "Listas de observación públicas",
    "Quasar": "Cuásar",
    "Rank": "Rango",
    "Recovery Code": "Código de recuperación",
    "Reflection nebula": "Nebulosa de reflexión",
    "Reflection nebula and H-II": "Nebulosa de reflexión y H-II",
    "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
    "Register": "Registrarse",
    "Remember me": "Recuérdame",
    "Remove": "Eliminar",
    "Remove Account": "Eliminar cuenta",
    "Remove Photo": "Eliminar foto",
    "Remove Team Member": "Eliminar miembro del equipo",
    "Report issue": "Informar de un problema",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Reset Password": "Restablecer contraseña",
    "Rest": "Resto",
    "results": "resultados",
    "Role": "Rol",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Search": "Buscar",
    "Search object": "Buscar objeto",
    "Search Observations": "Buscar observaciones",
    "seeing": "seeing",
    "Select A New Photo": "Seleccionar una nueva foto",
    "Select the make of the instrument, if the make is not in the list, add a new make in the next field.": "Selecciona la marca del instrumento, si la marca no está en la lista, añade una nueva marca en el siguiente campo.",
    "Select the mount type of the instrument": "Selecciona el tipo de montura del instrumento",
    "Select the type of the instrument.": "Selecciona el tipo del instrumento.",
    "Send messages as email": "Enviar mensajes como correo electrónico",
    "Send message to ": "Enviar mensaje a ",
    "Send message to all": "Enviar mensaje a todos",
    "September": "Septiembre",
    "Sessions": "Sesiones",
    "Set Password": "Establecer contraseña",
    "Setup Key": "Clave de configuración",
    "Share this sketch": "Compartir este boceto",
    "Show comet sketches": "Mostrar bocetos de cometas",
    "Show deep-sky sketches": "Mostrar bocetos de cielo profundo",
    "Showing": "Mostrando",
    "Show instrument diameter in inch": "Mostrar diámetro del instrumento en pulgadas",
    "Show Recovery Codes": "Mostrar códigos de recuperación",
    "Sketches": "Bocetos",
    "Sketch of the Month": "Boceto del mes",
    "Sketch of the Week": "Boceto de la semana",
    "Source: ": "Origen: ",
    "Sponsor!": "¡Patrocina!",
    "Sponsor DeepskyLog": "Patrocina DeepskyLog",
    "Standard language for observations": "Idioma estándar para observaciones",
    "Standard size of first picture (in arcminutes)": "Tamaño estándar de la primera imagen (en minutos de arco)",
    "Standard size of second picture (in arcminutes)": "Tamaño estándar de la segunda imagen (en minutos de arco)",
    "Star": "Estrella",
    "Statistics": "Estadísticas",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarda estos códigos de recuperación en un gestor de contraseñas seguro. Se pueden utilizar para recuperar el acceso a tu cuenta si se pierde tu dispositivo de autenticación de dos factores.",
    "Subscribe to mailing list": "Suscribirse a la lista de correo",
    "Supernova": "Supernova",
    "Supernova remnant": "Resto de supernova",
    "Switch Teams": "Cambiar de equipo",
    "Team Members": "Miembros del equipo",
    "Team Name": "Nombre del equipo",
    "Team Owner": "Propietario del equipo",
    "Team Settings": "Configuración del equipo",
    "Tell something about your astronomical interests": "Cuenta algo sobre tus intereses astronómicos",
    "The database is open for consultation and already contains tens of thousands observations and thousands of sketches and drawings made by amateur astronomers around the world.": "La base de datos está abierta para consulta y ya contiene decenas de miles de observaciones y miles de bocetos y dibujos realizados por astrónomos aficionados de todo el mundo.",
    " The following notes where made: ": " Las siguientes notas fueron hechas: ",
    "The majority of information on this site can be accessed without providing any personal information.": "La mayoría de la información de este sitio se puede acceder sin proporcionar ninguna información personal.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Estas personas han sido invitadas a tu equipo y se les ha enviado un correo electrónico de invitación. Pueden unirse al equipo aceptando la invitación por correo electrónico.",
    "The team's name and owner information.": "El nombre del equipo y la información del propietario.",
    "The user has the right at any time, at no cost and upon request, to prohibit the use of his information for the purpose of direct communication.": "El usuario tiene derecho en cualquier momento, sin coste y previa solicitud, a prohibir el uso de su información con fines de comunicación directa.",
    "This device": "Este dispositivo",
    "This information will be used only for user management and to keep you informed about our activities.": "Esta información se utilizará únicamente para la gestión de usuarios y para mantenerte informado sobre nuestras actividades.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Por favor, confirma tu contraseña antes de continuar.",
    "This registration allows access to a variety of useful tools, including information on the objects observed and sketches made.": "Este registro permite el acceso a una variedad de herramientas útiles, incluyendo información sobre los objetos observados y los bocetos realizados.",
    "to": "a",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para terminar de habilitar la autenticación de dos factores, escanea el siguiente código QR utilizando la aplicación de autenticación de tu teléfono o introduce la clave de configuración y proporciona el código OTP generado.",
    "Token Name": "Nombre del token",
    "To start recording your observations and share your observations with other observers, you are kindly requested to :linkregister:close_link to DeepskyLog.": "Para empezar a registrar tus observaciones y compartirlas con otros observadores, se te pide amablemente que :linkregistrarse:close_link en DeepskyLog.",
    "Total": "Total",
    "Total number of observing lists": "Número total de listas de observación",
    "Translate all the observations to the language of the UI": "Traduce todas las observaciones al idioma de la interfaz de usuario.",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "La autenticación de dos factores está habilitada. Escanea el siguiente código QR utilizando la aplicación de autenticación de tu teléfono o introduce la clave de configuración.",
    " under ": " bajo ",
    "Unknown": "Desconocido",
    "Unmirrored image": "Imagen no volteada",
    "Update ": "Actualizar ",
    "Update instrument": "Actualizar instrumento",
    "Update make": "Actualizar marca",
    "Update Password": "Actualizar contraseña",
    "Update the language settings.": "Actualizar la configuración de idioma.",
    "Update the settings for observing.": "Actualizar la configuración de observación.",
    "Update the settings for the DeepskyLog atlases.": "Actualizar la configuración de los atlas de DeepskyLog.",
    "Update your account's profile information and email address.": "Actualiza la información de perfil y la dirección de correo electrónico de tu cuenta.",
    "Upload image": "Subir imagen",
    "Use an authentication code": "Usar un código de autenticación",
    "Use a recovery code": "Usar un código de recuperación",
    "Use Avatar as Profile Photo": "Usar avatar como foto de perfil",
    "Used eyepieces": "Oculares utilizados",
    "Used filters": "Filtros utilizados",
    "Used instrument was ": "El instrumento utilizado fue ",
    "Used lenses": "Lentes utilizados",
    "User name": "Nombre de usuario",
    "Username": "Nombre de usuario",
    " using a ": " utilizando un ",
    "View": "Ver",
    "Welcome to DeepskyLog!": "¡Bienvenido a DeepskyLog!",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está habilitada, se te pedirá un token seguro y aleatorio durante la autenticación. Puedes recuperar este token de la aplicación Google Authenticator de tu teléfono.",
    "Whoops! Something went wrong.": "¡Vaya! Algo salió mal.",
    " with a magnification of ": " con una magnificación de ",
    "Wolf-Rayet nebula": "Nebulosa Wolf-Rayet",
    "You are free to connect any social accounts to your profile and may remove any connected accounts at any time. If you feel any of your connected accounts have been compromised, you should disconnect them immediately and change your password.": "Eres libre de conectar cualquier cuenta social a tu perfil y puedes eliminar cualquier cuenta conectada en cualquier momento. Si crees que alguna de tus cuentas conectadas ha sido comprometida, deberías desconectarlas inmediatamente y cambiar tu contraseña.",
    "You can also consult the observations and sketches of other observers and share your own observations and sketches with the community.": "También puedes consultar las observaciones y bocetos de otros observadores y compartir tus propias observaciones y bocetos con la comunidad.",
    "You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instrument and from your observation sites. ": "Puedes consultar y crear listas de observación con diferentes objetos de cielo profundo y ver sugerencias de objetos visibles en tus instrumentos y desde tus sitios de observación. ",
    "You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instruments and from your observation sites. ": "Puedes consultar y crear listas de observación con diferentes objetos de cielo profundo y ver sugerencias de objetos visibles en tus instrumentos y desde tus sitios de observación. ",
    "You can create your own file with maps and DSS images of the objects and have access to an interactive and detailed free star atlas. ": "Puedes crear tu propio archivo con mapas e imágenes DSS de los objetos y tener acceso a un atlas estelar interactivo y detallado gratuito. ",
    "You can get more information on sponsoring DeepskyLog by sending us a mail:": "Puedes obtener más información sobre el patrocinio de DeepskyLog enviándonos un correo:",
    "You have been invited to join the :team team!": "¡Has sido invitado a unirte al equipo :team!",
    "You have enabled two factor authentication.": "Has habilitado la autenticación de dos factores.",
    "You haven't selected a standard instrument for your observations! DeepskyLog can only calculate how easy an object can be seen if the standard instrument is set.": "¡No has seleccionado un instrumento estándar para tus observaciones! DeepskyLog solo puede calcular lo fácil que es ver un objeto si se establece el instrumento estándar.",
    "You haven't selected a standard location for your observations! DeepskyLog can only calculate how easy an object can be seen if the standard location is set.": "¡No has seleccionado una ubicación estándar para tus observaciones! DeepskyLog solo puede calcular lo fácil que es ver un objeto si se establece la ubicación estándar.",
    "You have no connected accounts.": "No tienes cuentas conectadas.",
    "You have not enabled two factor authentication.": "No has habilitado la autenticación de dos factores.",
    "You may accept this invitation by clicking the button below:": "Puedes aceptar esta invitación haciendo clic en el botón de abajo:",
    "You may delete any of your existing tokens if they are no longer needed.": "Puedes eliminar cualquiera de tus tokens existentes si ya no son necesarios.",
    "Your connected accounts.": "Tus cuentas conectadas.",
    "Your country of residence is not set. Please set it on this page!": "Tu país de residencia no está establecido. ¡Por favor, establécelo en esta página!",
    "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",
    "Your personal data will be handled in accordance with our :linkprivacy policy:close_link.": "Tus datos personales se manejarán de acuerdo con nuestra :linkpolítica de privacidad:close_link.",
    "Your personal information is never passed on to third parties.": "Tu información personal nunca se pasa a terceros."
}
