{
    " (in inch).": " (en pouce).",
    " (in mm).": " (en mm).",
    "(Not active anymore)": "(Plus actif)",
    "3 stars": "3 étoiles",
    "4 stars": "4 étoiles",
    "8 stars": "8 étoiles",
    "10 newest comet observations": "10 dernières observations de comètes",
    "10 newest comet Sketches": "10 derniers croquis de comètes",
    "10 newest deep-sky observations": "10 dernières observations du ciel profond",
    "10 newest deep-sky Sketches": "10 derniers croquis du ciel profond",
    "About me": "À propos de moi",
    "Accept Invitation": "Accepter l'invitation",
    "Add": "Ajouter",
    "Add additional security to your account using two factor authentication.": "Ajouter une sécurité supplémentaire à votre compte en utilisant l'authentification à deux facteurs.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Ajouter un nouveau membre à votre équipe, lui permettant de collaborer avec vous.",
    "Add DeepskyLog Sketch of the month": "Ajouter le croquis du mois",
    "Add DeepskyLog Sketch of the week": "Ajouter le croquis de la semaine",
    "Added.": "Ajouté.",
    "Add Eyepiece": "Ajouter un oculaire",
    "Add Instrument": "Ajouter un instrument",
    "Add new eyepiece": "Ajouter un nouvel oculaire",
    "Add new instrument": "Ajouter un nouvel instrument",
    "Add sketch of the month": "Ajouter le croquis du mois",
    "Add sketch of the week": "Ajouter le croquis de la semaine",
    "Add Team Member": "Ajouter un membre de l'équipe",
    "Administration": "Administration",
    "All drawings": "Tous les croquis",
    "All drawings of ": "Tous les croquis de ",
    "All observations of ": "Toutes les observations de ",
    "All of the people that are part of this team.": "Toutes les personnes qui font partie de cette équipe.",
    "All sessions": "Toutes les sessions",
    "A lot of useful information is still available.  Besides Deep-sky, there are also articles about Amateur Telescope Making.": "Beaucoup d'informations utiles sont toujours disponibles. Outre le ciel profond, il y a aussi des articles sur la fabrication amateur de télescopes.",
    "A lot of useful information is still available.  This magazine is full of pure Deep-sky information.": "Beaucoup d'informations utiles sont toujours disponibles. Ce magazine regorge d'informations pures sur le ciel profond.",
    "Already registered?": "Déjà enregistré?",
    " and a ": " et un ",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie dans vos paramètres de profil.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Aperture of the instrument": "Ouverture de l'instrument",
    "API Token": "Jeton d'API",
    "API Token Permissions": "Permissions du jeton d'API",
    "API Tokens": "Jetons d'API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Les jetons d'API permettent aux services tiers de s'authentifier auprès de notre application en votre nom.",
    "Apparent Field of View": "Champ de vision apparent",
    "Apparent Field Of View (in degrees)": "Champ de vision apparent (en degrés)",
    "April": "Avril",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Êtes-vous sûr de vouloir supprimer cette équipe? Une fois une équipe supprimée, toutes ses ressources et données seront définitivement supprimées.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Êtes-vous sûr de vouloir supprimer votre compte? Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Are you sure you want to remove this account?": "Êtes-vous sûr de vouloir supprimer ce compte?",
    "Are you sure you would like to delete this API token?": "Êtes-vous sûr de vouloir supprimer ce jeton d'API?",
    "Are you sure you would like to leave this team?": "Êtes-vous sûr de vouloir quitter cette équipe?",
    "Are you sure you would like to remove this person from the team?": "Êtes-vous sûr de vouloir supprimer cette personne de l'équipe?",
    "Ask a question": "Poser une question",
    "Asterism": "Asterisme",
    "Atlases": "Atlas",
    "Atlas Settings": "Paramètres de l'atlas",
    "At this moment, this form is very basic.  If a comet sketch is the sketch of the month, enter the negative ID.  In the future, the option to add a DeepskyLog sketch of the month will be included in the details of an observation.": "En ce moment, ce formulaire est très basique. Si un croquis de comète est le croquis du mois, entrez l'ID négatif. À l'avenir, l'option d'ajouter un croquis DeepskyLog du mois sera incluse dans les détails d'une observation.",
    "At this moment, this form is very basic.  If a comet sketch is the sketch of the week, enter the negative ID.  In the future, the option to add a DeepskyLog sketch of the week will be included in the details of an observation.": "En ce moment, ce formulaire est très basique. Si un croquis de comète est le croquis de la semaine, entrez l'ID négatif. À l'avenir, l'option d'ajouter un croquis DeepskyLog de la semaine sera incluse dans les détails d'une observation.",
    "August": "Août",
    "bad": "mauvais",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Avant de continuer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer par e-mail? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons volontiers un autre.",
    "Bright nebula": "Nébuleuse brillante",
    "Browser Sessions": "Sessions du navigateur",
    " by ": " par ",
    "Caldwell objects": "Objets de Caldwell",
    "Cancel": "Annuler",
    "Catalogs": "Catalogues",
    "Central obstruction": "Obstruction centrale",
    "Check Objects": "Vérifier les objets",
    "Ciel Extrême was the French magazine for Deep-sky observers. 67 editions were published, in French, from 1996 to October 2012.": "Ciel Extrême était le magazine français pour les observateurs du ciel profond. 67 éditions ont été publiées, en français, de 1996 à octobre 2012.",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "Close": "Fermer",
    "Cluster with nebulosity": "Cluster avec nébulosité",
    "Cluster with nebulosity in galaxy": "Cluster avec nébulosité dans une galaxie",
    "Cluster with nebulosity in LMC": "Amas avec nébulosité dans la LMC",
    "Cluster with nebulosity in SMC": "Amas avec nébulosité dans la SMC",
    "Code": "Code",
    "Comets": "Comètes",
    "Comet sketches": "Croquis de comètes",
    "Confirm": "Confirmer",
    "Confirm Password": "Confirmer le mot de passe",
    "Connect": "Connecter",
    "Connected :createdAt": "Connecté :createdAt",
    "Connected Accounts": "Comptes connectés",
    "Connect your social media accounts to enable Sign In with OAuth.": "Connectez vos comptes de médias sociaux pour activer la connexion avec OAuth.",
    "Copyright notice": "Avis de droit d'auteur",
    "Country of residence": "Pays de résidence",
    "Create": "Créer",
    "Create Account": "Créer un compte",
    "Create a new eyepiece": "Créer un nouvel oculaire",
    "Create a new instrument": "Créer un nouvel instrument",
    "Create a new team": "Créer une nouvelle équipe",
    "Create a new team to collaborate with others on projects.": "Créez une nouvelle équipe pour collaborer avec d'autres sur des projets.",
    "Create API Token": "Créer un jeton d'API",
    "Created.": "Créé.",
    "Create Team": "Créer une équipe",
    "Current Password": "Mot de passe actuel",
    "Dark nebula": "Nébuleuse sombre",
    "Dashboard": "Tableau de bord",
    "Date": "Date",
    "December": "Décembre",
    "Deep-sky magazines": "Magazines de ciel profond",
    "Deepsky": "Ciel profond",
    "DeepskyLog": "DeepskyLog",
    "DeepskyLog is a free web application, and we want to keep DeepskyLog ad-free forever.  There are however some costs involved in the development and maintenance of DeepskyLog.": "DeepskyLog est une application web gratuite, et nous voulons garder DeepskyLog sans publicité pour toujours. Cependant, il y a des coûts liés au développement et à la maintenance de DeepskyLog.",
    "DeepskyLog is an extended, comprehensive and free database for deepsky objects and has been developed by the Deepsky section of the Astronomical Society of Belgium (:linkVereniging Voor Sterrenkunde (VVS):close_link).": "DeepskyLog est une base de données étendue, complète et gratuite pour les objets du ciel profond et a été développée par la section Deepsky de la Société astronomique de Belgique (:linkVereniging Voor Sterrenkunde (VVS):close_link).",
    "DeepskyLog observer since ": "Observateur DeepskyLog depuis ",
    "DeepskyLog Privacy Policy": "Politique de confidentialité de DeepskyLog",
    "DeepskyLog sketches of the month": "Croquis du mois de DeepskyLog",
    "DeepskyLog sketches of the week": "Croquis de la semaine de DeepskyLog",
    "DeepskyLog Sketch of the Month": "Croquis du mois de DeepskyLog",
    "DeepskyLog Sketch of the Week": "Croquis de la semaine de DeepskyLog",
    "DeepskyLog sponsors": "Sponsors de DeepskyLog",
    "DeepskyLog Trophy Gallery": "Galerie des trophées de DeepskyLog",
    "DeepskyLog UI language": "Langue de l'interface utilisateur de DeepskyLog",
    "Default atlas": "Atlas par défaut",
    "Default instrument": "Instrument par défaut",
    "Default observing site": "Site d'observation par défaut",
    "Delete": "Supprimer",
    "Delete Account": "Supprimer le compte",
    "Delete API Token": "Supprimer le jeton d'API",
    "Delete make and move eyepieces to the selected make": "Supprimer la marque et déplacer les oculaires vers la marque sélectionnée",
    "Delete make and move instruments to the selected make": "Supprimer la marque et déplacer les instruments vers la marque sélectionnée",
    "Delete Team": "Supprimer l'équipe",
    "Delete type and remove selected type from all eyepieces": "Supprimer le type et retirer le type sélectionné de tous les oculaires",
    "Delete users from DeepskyLog": "Supprimer des utilisateurs de DeepskyLog",
    "Details": "Détails",
    "Detail standard FoV (in arcminutes)": "Détail champ de vision standard (en minutes d'arc)",
    "Detail standard object magnitude": "Détail magnitude standard de l'objet",
    "Detail standard star magnitude": "Détail magnitude standard de l'étoile",
    "Diameter": "Diamètre",
    "Different objects": "Objets différents",
    "Diffuse nebula in galaxy": "Nébuleuse diffuse dans une galaxie",
    "Diffuse nebula in LMC": "Nébuleuse diffuse dans la LMC",
    "Diffuse nebula in SMC": "Nébuleuse diffuse dans la SMC",
    "Disable": "Désactiver",
    "Distant Targets was the magazine of the Deep-sky working group of the Belgian Astronomical Association (VVS). 32 editions were published, in Dutch, from 1996 to 2003.": "Distant Targets était le magazine du groupe de travail sur le ciel profond de l'Association astronomique belge (VVS). 32 éditions ont été publiées, en néerlandais, de 1996 à 2003.",
    "Done.": "Terminé.",
    "Double Star": "Étoile double",
    "Downloads": "Téléchargements",
    "Drawings last year": "Croquis de l'année passée",
    "Drawings of Caldwell objects": "Croquis d'objets de Caldwell",
    "Drawings of H400 objects": "Croquis d'objets H400",
    "Drawings of H400-II objects": "Croquis d'objets H400-II",
    "Drawings of Messier objects": "Croquis d'objets de Messier",
    "During the previous years, a lot of interesting information about Deep-Sky observing has been published.  Many of the magazines do not exist anymore, but can be downloaded for free.  If you know about other magazines, please let us know (": "Au cours des années précédentes, de nombreuses informations intéressantes sur l'observation du ciel profond ont été publiées. Beaucoup de magazines n'existent plus, mais peuvent être téléchargés gratuitement. Si vous connaissez d'autres magazines, faites-le nous savoir (",
    "Edit": "Modifier",
    "Edit Profile": "Modifier le profil",
    "Email": "E-mail",
    "Email or user ID": "E-mail ou identifiant d'utilisateur",
    "Email Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe par e-mail",
    "Emission and reflection nebula": "Nébuleuse d'émission et de réflexion",
    "Emission nebula": "Nébuleuse d'émission",
    "Emission nebula around a star": "Nébuleuse d'émission autour d'une étoile",
    "Enable": "Activer",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Everybody who sponsors DeepskyLog will appear with his \/ her the company name on this page.": "Tout le monde qui sponsorise DeepskyLog apparaîtra avec son nom de société sur cette page.",
    "excellent": "excellent",
    "Exit pupil": "Pupille de sortie",
    "Eyepiece": "Oculaire",
    " eyepiece": " oculaire",
    "Eyepiece Make": "Marque de l'oculaire",
    "Eyepiece Makes": "Marques d'oculaires",
    "Eyepieces": "Oculaires",
    "Eyepieces Makes": "Marques d'oculaires",
    "Eyepieces Types": "Types d'oculaires",
    "Eyepiece Type": "Type d'oculaire",
    "Eyepiece Types": "Types d'oculaires",
    "F\/D of the instrument": "F\/D de l'instrument",
    "February": "Février",
    "Field of View": "Champ de vision",
    "Field stop": "Bouchon de champ",
    "Field stop (in mm)": "Bouchon de champ (en mm)",
    " filter": " filtre",
    "Filters": "Filtres",
    "Finish enabling two factor authentication.": "Terminer l'activation de l'authentification à deux facteurs.",
    "First light": "Première lumière",
    "First observation on ": "Première observation le ",
    "Fixed Magnification": "Grossissement fixe",
    "Fixed magnification of the instrument (for examples for finderscopes \/ binoculars)": "Grossissement fixe de l'instrument (par exemple pour les chercheurs \/ jumelles)",
    "Flipped and flopped image": "Image retournée et inversée",
    "Flipped image": "Image retournée",
    "Flopped image": "Image inversée",
    "Focal Length": "Longueur focale",
    "Focal Length of the eyepiece (in mm)": "Longueur focale de l'oculaire (en mm)",
    "Focal length of the instrument": "Longueur focale de l'instrument",
    "Font size printed atlas pages (6..9)": "Taille de police des pages de l'atlas imprimé (6..9)",
    "Forgot your password?": "Mot de passe oublié?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié? Pas de problème. Dites-nous simplement votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe qui vous permettra d'en choisir un nouveau.",
    "Forms": "Formulaires",
    "For your security, please confirm your password to continue.": "Pour votre sécurité, veuillez confirmer votre mot de passe pour continuer.",
    " from ": " de ",
    "Galaxy": "Galaxie",
    "Galaxy cluster": "Amas de galaxies",
    "Globular cluster": "Amas globulaire",
    "Globular cluster in galaxy": "Amas globulaire dans une galaxie",
    "Globular cluster in LMC": "Amas globulaire dans la LMC",
    "Globular cluster in SMC": "Amas globulaire dans la SMC",
    "good": "bon",
    "Go to page :page": "Aller à la page :page",
    "H-II region": "Région H-II",
    "H400 objects": "Objets H400",
    "H400-II objects": "Objets H400-II",
    "Help": "Aide",
    "I agree to the :privacy_policy": "J'accepte la :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si nécessaire, vous pouvez vous déconnecter de toutes vos autres sessions de navigateur sur tous vos appareils. Certaines de vos sessions récentes sont répertoriées ci-dessous; cependant, cette liste peut ne pas être exhaustive. Si vous pensez que votre compte a été compromis, vous devriez également mettre à jour votre mot de passe.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si vous avez déjà un compte, vous pouvez accepter cette invitation en cliquant sur le bouton ci-dessous:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si vous ne vous attendiez pas à recevoir une invitation à cette équipe, vous pouvez ignorer cet e-mail.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si vous n'avez pas de compte, vous pouvez en créer un en cliquant sur le bouton ci-dessous. Après avoir créé un compte, vous pouvez cliquer sur le bouton d'acceptation de l'invitation dans cet e-mail pour accepter l'invitation à l'équipe:",
    "Image catalogs": "Catalogues d'images",
    "Image orientation": "Orientation de l'image",
    " in ": " en ",
    " in a sky with an SQM of ": " dans un ciel avec un SQM de ",
    "In case of questions or concerns regarding your personal data, do not hesitate to contact us at %sdeepskylog@groups.io%s.": "En cas de questions ou de préoccupations concernant vos données personnelles, n'hésitez pas à nous contacter à %sdeepskylog@groups.io%s.",
    "In case the registered user has not recorded any information in DeepskyLog within 24 months after registration, his account will be made obsolete and personal information deleted from the database.": "Dans le cas où l'utilisateur enregistré n'a pas enregistré d'informations dans DeepskyLog dans les 24 mois suivant l'inscription, son compte sera rendu obsolète et les informations personnelles seront supprimées de la base de données.",
    "In case users want to record observations and get access to a variety of useful tools, the user is asked to register and provide personal information including name, first name and email address.": "Dans le cas où les utilisateurs souhaitent enregistrer des observations et accéder à une variété d'outils utiles, l'utilisateur est invité à s'inscrire et à fournir des informations personnelles, y compris le nom, le prénom et l'adresse e-mail.",
    "inch": "pouce",
    "In equipment sets": "Dans les jeux d'équipement",
    "Instrument": "Instrument",
    "Instrument Makes": "Marques d'instruments",
    "Instruments": "Instruments",
    "Instrument Type": "Type d'instrument",
    "Interstellarum was a German magazine for Deep-sky observers. The first 19 editions were purely focused on Deep-sky observing, later editions were focused on visual observations (of all objects). All editions are in German.": "Interstellarum était un magazine allemand pour les observateurs du ciel profond. Les 19 premières éditions étaient uniquement axées sur l'observation du ciel profond, les éditions ultérieures étaient axées sur les observations visuelles (de tous les objets). Toutes les éditions sont en allemand.",
    "Interstellarum was published from 1994 to 2015.": "Interstellarum a été publié de 1994 à 2015.",
    "Is the image flipped (mirrored top-bottom)?": "L'image est-elle retournée (inversée haut-bas)?",
    "Is the image flopped (mirrored left-right)?": "L'image est-elle inversée (inversée gauche-droite)?",
    "January": "Janvier",
    "July": "Juillet",
    "June": "Juin",
    "Language Settings": "Paramètres de langue",
    "Last active": "Dernière activité",
    "Last used": "Dernière utilisation",
    "Last used on": "Dernière utilisation le ",
    "Latest observations": "Dernières observations",
    "Leave": "Quitter",
    "Leave Team": "Quitter l'équipe",
    "Lenses": "Lentilles",
    "License for drawings": "Licence pour les croquis",
    "Locations": "Emplacements",
    "Login": "Connexion",
    "Log in": "Se connecter",
    "Log Out": "Déconnexion",
    "Log Out Other Browser Sessions": "Déconnecter les autres sessions de navigateur",
    "Look at this sketch of ": "Regardez ce croquis de ",
    "Lookup standard FoV (in arcminutes)": "Chercher champ de vision standard (en minutes d'arc)",
    "Lookup standard object magnitude": "Chercher magnitude standard de l'objet",
    "Lookup standard star magnitude": "Chercher magnitude standard de l'étoile",
    "Magnification": "Grossissement",
    "Main Sponsors": "Principaux sponsors",
    "Make": "Marque",
    "Make default": "Définir par défaut",
    "Manage and log out your active sessions on other browsers and devices.": "Gérez et déconnectez vos sessions actives sur d'autres navigateurs et appareils.",
    "Manage API Tokens": "Gérer les jetons d'API",
    "Manage Role": "Gérer le rôle",
    "Manage Team": "Gérer l'équipe",
    "March": "Mars",
    "Max focal length (zoom eyepiece)": "Longueur focale maximale (oculaire zoom)",
    "Maximal focal Length of the eyepiece (in mm) - only for zoom eyepieces": "Longueur focale maximale de l'oculaire (en mm) - uniquement pour les oculaires zoom",
    "May": "Mai",
    "Messier objects": "Objets de Messier",
    "Missing information!": "Informations manquantes!",
    "mm": "mm",
    "moderate": "modéré",
    "More details": "Plus de détails",
    "Most recent observation on ": "Observation la plus récente le ",
    "mount": "monture",
    "Move all eyepieces with the make to an existing make.": "Déplacer tous les oculaires avec la marque vers une marque existante.",
    "Move all instruments with the make to an existing make.": "Déplacer tous les instruments avec la marque vers une marque existante.",
    "My drawings": "Mes croquis",
    "My eyepieces": "Mes oculaires",
    "My filters": "Mes filtres",
    "My instruments": "Mes instruments",
    "My lenses": "Mes lentilles",
    "My locations": "Mes emplacements",
    "My observations": "Mes observations",
    "My observing lists": "Mes listes d'observation",
    "My sessions": "Mes sessions",
    "Name": "Nom",
    "Name of the eyepiece - proposal: ": "Nom de l'oculaire - proposition: ",
    "Name of the instrument": "Nom de l'instrument",
    "Nebula around star": "Nébuleuse autour de l'étoile",
    "New in DeepskyLog": "Nouveau dans DeepskyLog",
    "Newly added sketch of the ": "Nouveau croquis ajouté de ",
    "New Password": "Nouveau mot de passe",
    "Nonexistent": "Inexistant",
    "No observations added!": "Aucune observation ajoutée!",
    "No sketches yet...": "Pas encore de croquis...",
    "Not connected.": "Non connecté.",
    "November": "Novembre",
    "Number of drawings": "Nombre de croquis",
    "Number of equipment sets": "Nombre de jeux d'équipement",
    "Number of eyepieces": "Nombre d'oculaires",
    "Number of filters": "Nombre de filtres",
    "Number of instruments": "Nombre d'instruments",
    "Number of lenses": "Nombre de lentilles",
    "Number of locations": "Nombre d'emplacements",
    "Number of observations": "Nombre d'observations",
    "Number of observations per month: ": "Nombre d'observations par mois:",
    "Number of observations per year: ": "Nombre d'observations par an: ",
    "Object": "Objet",
    "Object types seen: ": "Types d'objets vus: ",
    "Observation": "Observation",
    "Observation ID": "ID d'observation",
    "Observations last year": "Observations de l'année passée",
    "Observations per country: ": "Observations par pays: ",
    " observed :object": " a observé :object",
    "Observed in the following locations": "Observé dans les emplacements suivants",
    "Observers": "Observateurs",
    "Observing list": "Liste d'observation",
    "Observing Settings": "Paramètres d'observation",
    "Obstruction of the instrument (in %)": "Obstruction de l'instrument (en %)",
    "October": "Octobre",
    "of": "de",
    "Offset between measured SQM value and the faintest visible star.": "Décalage entre la valeur SQM mesurée et l'étoile la plus faible visible.",
    "on": "le",
    " on ": " le ",
    " on #deepskylog": " sur #deepskylog",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Une fois une équipe supprimée, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer cette équipe, veuillez télécharger toutes les données ou informations concernant cette équipe que vous souhaitez conserver.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Only add a make for the eyepiece here if the correct make is not available in the dropdown above.": "Si la marque correcte n'est pas disponible dans la liste déroulante ci-dessus, ajoutez une marque pour l'oculaire ici.",
    "Only add a make for the instrument here if the correct make is not available in the dropdown above.": "Si la marque correcte n'est pas disponible dans la liste déroulante ci-dessus, ajoutez une marque pour l'instrument ici.",
    "Only add a type for the eyepiece here if the correct type is not available in the dropdown above.": "Si le type correct n'est pas disponible dans la liste déroulante ci-dessus, ajoutez un type pour l'oculaire ici.",
    "Open cluster": "Cluster ouvert",
    "Open cluster in LMC": "Amas ouvert dans la LMC",
    "Open cluster in SMC": "Amas ouvert dans la SMC",
    "Overview standard FoV (in arcminutes)": "Aperçu du champ de vision standard (en minutes d'arc)",
    "Overview standard object magnitude": "Aperçu de la magnitude standard de l'objet",
    "Overview standard star magnitude": "Aperçu de la magnitude standard de l'étoile",
    "Owner": "Propriétaire",
    "Pagination Navigation": "Navigation par pagination",
    "Password": "Mot de passe",
    "Password saved, please refresh.": "Mot de passe enregistré, veuillez rafraîchir.",
    "Pending Team Invitations": "Invitations en attente de l'équipe",
    "Permanently delete this team.": "Supprimer définitivement cette équipe.",
    "Permanently delete your account.": "Supprimer définitivement votre compte.",
    "Permissions": "Permissions",
    "Photo": "Photo",
    "Picture of eyepiece": "Image de l'oculaire",
    "Picture of instrument": "Image de l'instrument",
    "Planetary nebula": "Nébuleuse planétaire",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Veuillez confirmer l'accès à votre compte en saisissant l'un de vos codes de récupération d'urgence.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Veuillez confirmer l'accès à votre compte en saisissant le code d'authentification fourni par votre application d'authentification.",
    "Please contact the :linkDeepskyLog developers:close_link if you encounter problems or have questions.": "Veuillez contacter les :linkdéveloppeurs de DeepskyLog:close_link si vous rencontrez des problèmes ou avez des questions.",
    "Please copy your new API token. For your security, it won't be shown again.": "Veuillez copier votre nouveau jeton d'API. Pour votre sécurité, il ne sera pas affiché à nouveau.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Veuillez entrer votre mot de passe pour confirmer que vous souhaitez vous déconnecter de vos autres sessions de navigateur sur tous vos appareils.",
    "Please enter your password to confirm you would like to remove this account.": "Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer ce compte.",
    "Please provide some information about your astronomical interests!": "Veuillez fournir des informations sur vos intérêts astronomiques!",
    "Please provide the name of the person you would like to add to this team.": "Veuillez fournir le nom de la personne que vous souhaitez ajouter à cette équipe.",
    "poor": "médiocre",
    "Popular objects": "Objets populaires",
    "Privacy Policy": "Politique de confidentialité",
    "Profile": "Profil",
    "Profile Information": "Informations de profil",
    "Public observing lists": "Listes d'observation publiques",
    "Quasar": "Quasar",
    "Rank": "Rang",
    "Recovery Code": "Code de récupération",
    "Reflection nebula": "Nébuleuse de réflexion",
    "Reflection nebula and H-II": "Nébuleuse de réflexion et H-II",
    "Regenerate Recovery Codes": "Régénérer les codes de récupération",
    "Register": "S'inscrire",
    "Remember me": "Se souvenir de moi",
    "Remove": "Supprimer",
    "Remove Account": "Supprimer le compte",
    "Remove Photo": "Supprimer la photo",
    "Remove Team Member": "Supprimer le membre de l'équipe",
    "Report issue": "Signaler un problème",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Reset Password": "Réinitialiser le mot de passe",
    "Rest": "Reste",
    "results": "résultats",
    "Role": "Rôle",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Search": "Rechercher",
    "Search object": "Rechercher un objet",
    "Search Observations": "Rechercher des observations",
    "seeing": "seeing",
    "Select A New Photo": "Sélectionner une nouvelle photo",
    "Select the make of the eyepiece, if the make is not in the list, add a new make in the next field.": "Sélectionnez la marque de l'oculaire, si la marque n'est pas dans la liste, ajoutez une nouvelle marque dans le champ suivant.",
    "Select the make of the instrument, if the make is not in the list, add a new make in the next field.": "Sélectionnez la marque de l'instrument, si la marque n'est pas dans la liste, ajoutez une nouvelle marque dans le champ suivant.",
    "Select the mount type of the instrument": "Sélectionnez le type de monture de l'instrument",
    "Select the type of the eyepiece, if the make is not in the list, add a new type in the next field.": "Sélectionnez le type de l'oculaire, si la marque n'est pas dans la liste, ajoutez un nouveau type dans le champ suivant.",
    "Select the type of the instrument.": "Sélectionnez le type de l'instrument.",
    "Send messages as email": "Envoyer des messages par e-mail",
    "Send message to ": "Envoyer un message à ",
    "Send message to all": "Envoyer un message à tous",
    "September": "Septembre",
    "Sessions": "Sessions",
    "Set Password": "Définir le mot de passe",
    "Setup Key": "Clé de configuration",
    "Share this sketch": "Partager ce croquis",
    "Show comet sketches": "Afficher les croquis de comètes",
    "Show deep-sky sketches": "Afficher les croquis de ciel profond",
    "Showing": "Affichage",
    "Show instrument diameter in inch": "Afficher le diamètre de l'instrument en pouces",
    "Show Recovery Codes": "Afficher les codes de récupération",
    "Sketches": "Croquis",
    "Sketch of the Month": "Croquis du mois",
    "Sketch of the Week": "Croquis de la semaine",
    "Source: ": "Source: ",
    "Sponsor!": "Sponsor!",
    "Sponsor DeepskyLog": "Sponsoriser DeepskyLog",
    "Standard language for observations": "Langue standard pour les observations",
    "Standard size of first picture (in arcminutes)": "Taille standard de la première image (en minutes d'arc)",
    "Standard size of second picture (in arcminutes)": "Taille standard de la deuxième image (en minutes d'arc)",
    "Star": "Étoile",
    "Statistics": "Statistiques",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Stockez ces codes de récupération dans un gestionnaire de mots de passe sécurisé. Ils peuvent être utilisés pour récupérer l'accès à votre compte si votre appareil d'authentification à deux facteurs est perdu.",
    "Subscribe to mailing list": "S'abonner à la liste de diffusion",
    "Supernova": "Supernova",
    "Supernova remnant": "Vestige de supernova",
    "Switch Teams": "Changer d'équipe",
    "Team Members": "Membres de l'équipe",
    "Team Name": "Nom de l'équipe",
    "Team Owner": "Propriétaire de l'équipe",
    "Team Settings": "Paramètres de l'équipe",
    "Tell something about your astronomical interests": "Dites quelque chose sur vos intérêts astronomiques",
    "The database is open for consultation and already contains tens of thousands observations and thousands of sketches and drawings made by amateur astronomers around the world.": "La base de données est ouverte à la consultation et contient déjà des dizaines de milliers d'observations et des milliers de croquis et dessins réalisés par des astronomes amateurs du monde entier.",
    " The following notes where made: ": " Les notes suivantes ont été prises: ",
    "The majority of information on this site can be accessed without providing any personal information.": "La majorité des informations sur ce site peuvent être consultées sans fournir aucune information personnelle.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Ces personnes ont été invitées dans votre équipe et ont reçu un e-mail d'invitation. Ils peuvent rejoindre l'équipe en acceptant l'invitation par e-mail.",
    "The team's name and owner information.": "Le nom de l'équipe et les informations sur le propriétaire.",
    "The user has the right at any time, at no cost and upon request, to prohibit the use of his information for the purpose of direct communication.": "L'utilisateur a le droit à tout moment, sans frais et sur demande, de s'opposer à l'utilisation de ses informations à des fins de communication directe.",
    "This device": "Cet appareil",
    "This information will be used only for user management and to keep you informed about our activities.": "Ces informations seront utilisées uniquement pour la gestion des utilisateurs et pour vous tenir informé de nos activités.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "This registration allows access to a variety of useful tools, including information on the objects observed and sketches made.": "Cette inscription permet d'accéder à une variété d'outils utiles, y compris des informations sur les objets observés et les croquis réalisés.",
    "to": "à",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Pour terminer l'activation de l'authentification à deux facteurs, scannez le code QR suivant à l'aide de l'application d'authentification de votre téléphone ou entrez la clé de configuration et fournissez le code OTP généré.",
    "Token Name": "Nom du jeton",
    "To start recording your observations and share your observations with other observers, you are kindly requested to :linkregister:close_link to DeepskyLog.": "Pour commencer à enregistrer vos observations et à les partager avec d'autres observateurs, vous êtes aimablement invité à :linkregistrer:close_link à DeepskyLog.",
    "Total": "Total",
    "Total number of observing lists": "Nombre total de listes d'observation",
    "Translate all the observations to the language of the UI": "Traduisez toutes les observations dans la langue de l'interface utilisateur.",
    "Two Factor Authentication": "Authentification à deux facteurs",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "L'authentification à deux facteurs est maintenant activée. Scannez le code QR suivant à l'aide de l'application d'authentification de votre téléphone ou entrez la clé de configuration.",
    "Type": "Type",
    " under ": " sous ",
    "Unknown": "Inconnu",
    "Unmirrored image": "Image non retournée",
    "Update ": "Mettre à jour ",
    "Update eyepiece": "Mettre à jour l'oculaire",
    "Update instrument": "Mettre à jour l'instrument",
    "Update make": "",
    "Update Password": "Mettre à jour le mot de passe",
    "Update the language settings.": "Mettre à jour les paramètres de langue.",
    "Update the settings for observing.": "Mettre à jour les paramètres d'observation.",
    "Update the settings for the DeepskyLog atlases.": "Mettre à jour les paramètres des atlas DeepskyLog.",
    "Update type": "Mettre à jour le type",
    "Update your account's profile information and email address.": "Mettre à jour les informations de profil de votre compte et l'adresse e-mail.",
    "Upload image": "Télécharger l'image",
    "Use an authentication code": "Utiliser un code d'authentification",
    "Use a recovery code": "Utiliser un code de récupération",
    "Use Avatar as Profile Photo": "Utiliser l'avatar comme photo de profil",
    "Used eyepieces": "Oculaires utilisés",
    "Used filters": "Filtres utilisés",
    "Used instrument was ": "L'instrument utilisé était ",
    "Used lenses": "Lentilles utilisées",
    "Used with the following telescopes": "Utilisé avec les télescopes suivants",
    "User name": "Nom d'utilisateur",
    "Username": "Nom d'utilisateur",
    " using a ": " en utilisant un ",
    "View": "Voir",
    "Welcome to DeepskyLog!": "Bienvenue sur DeepskyLog!",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Lorsque l'authentification à deux facteurs est activée, vous serez invité à saisir un jeton sécurisé et aléatoire lors de l'authentification. Vous pouvez récupérer ce jeton à partir de l'application Google Authenticator de votre téléphone.",
    "Whoops! Something went wrong.": "Oups! Quelque chose s'est mal passé.",
    " with a magnification of ": " avec un grossissement de ",
    "Wolf-Rayet nebula": "Nébuleuse Wolf-Rayet",
    "You are free to connect any social accounts to your profile and may remove any connected accounts at any time. If you feel any of your connected accounts have been compromised, you should disconnect them immediately and change your password.": "Vous êtes libre de connecter n'importe quel compte social à votre profil et pouvez supprimer n'importe quel compte connecté à tout moment. Si vous pensez que l'un de vos comptes connectés a été compromis, vous devriez les déconnecter immédiatement et changer votre mot de passe.",
    "You can also consult the observations and sketches of other observers and share your own observations and sketches with the community.": "Vous pouvez également consulter les observations et croquis d'autres observateurs et partager vos propres observations et croquis avec la communauté.",
    "You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instrument and from your observation sites. ": "Vous pouvez consulter et créer des listes d'observation avec différents objets du ciel profond et voir des suggestions d'objets visibles dans vos instruments et depuis vos sites d'observation. ",
    "You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instruments and from your observation sites. ": "Vous pouvez consulter et créer des listes d'observation avec différents objets du ciel profond et voir des suggestions d'objets visibles dans vos instruments et depuis vos sites d'observation. ",
    "You can create your own file with maps and DSS images of the objects and have access to an interactive and detailed free star atlas. ": "Vous pouvez créer votre propre fichier avec des cartes et des images DSS des objets et avoir accès à un atlas des étoiles interactif et détaillé gratuit. ",
    "You can get more information on sponsoring DeepskyLog by sending us a mail:": "Vous pouvez obtenir plus d'informations sur le sponsoring de DeepskyLog en nous envoyant un e-mail:",
    "You have been invited to join the :team team!": "Vous avez été invité à rejoindre l'équipe :team!",
    "You have enabled two factor authentication.": "Vous avez activé l'authentification à deux facteurs.",
    "You haven't selected a standard instrument for your observations! DeepskyLog can only calculate how easy an object can be seen if the standard instrument is set.": "Vous n'avez pas sélectionné d'instrument standard pour vos observations! DeepskyLog ne peut calculer la facilité avec laquelle un objet peut être vu que si l'instrument standard est défini.",
    "You haven't selected a standard location for your observations! DeepskyLog can only calculate how easy an object can be seen if the standard location is set.": "Vous n'avez pas sélectionné d'emplacement standard pour vos observations! DeepskyLog ne peut calculer la facilité avec laquelle un objet peut être vu que si l'emplacement standard est défini.",
    "You have no connected accounts.": "Vous n'avez aucun compte connecté.",
    "You have not enabled two factor authentication.": "Vous n'avez pas activé l'authentification à deux facteurs.",
    "You may accept this invitation by clicking the button below:": "Vous pouvez accepter cette invitation en cliquant sur le bouton ci-dessous:",
    "You may delete any of your existing tokens if they are no longer needed.": "Vous pouvez supprimer n'importe lequel de vos jetons existants s'ils ne sont plus nécessaires.",
    "Your connected accounts.": "Vos comptes connectés.",
    "Your country of residence is not set. Please set it on this page!": "Votre pays de résidence n'est pas défini. Veuillez le définir sur cette page!",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Your personal data will be handled in accordance with our :linkprivacy policy:close_link.": "Vos données personnelles seront traitées conformément à notre :linkpolitique de confidentialité:close_link.",
    "Your personal information is never passed on to third parties.": "Vos informations personnelles ne sont jamais transmises à des tiers."
}
