{
    " (in inch).": " (in inch).",
    " (in mm).": " (in mm).",
    "(Not active anymore)": "(Niet meer actief)",
    "3 stars": "3 sterren",
    "4 stars": "4 sterren",
    "8 stars": "8 sterren",
    "10 newest comet observations": "10 nieuwste komeetwaarnemingen",
    "10 newest comet Sketches": "10 nieuwste komeetschetsen",
    "10 newest deep-sky observations": "10 nieuwste deep-sky waarnemingen",
    "10 newest deep-sky Sketches": "10 nieuwste deep-sky schetsen",
    "About me": "Over mij",
    "Accept Invitation": "Aanvaard uitnodiging",
    "Add": "Toevoegen",
    "Add additional security to your account using two factor authentication.": "Voeg extra beveiliging toe aan je account door tweestapsverificatie te gebruiken.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Voeg een nieuw teamlid toe aan je team, zodat ze met je kunnen samenwerken.",
    "Add DeepskyLog Sketch of the month": "Voeg DeepskyLog schets van de maand toe",
    "Add DeepskyLog Sketch of the week": "Voeg DeepskyLog schets van de week toe",
    "Added.": "Toegevoegd.",
    "Add Eyepiece": "Voeg oculair toe",
    "Add Instrument": "Voeg instrument toe",
    "Add Lens": "Voeg lens toe",
    "Add new eyepiece": "Voeg nieuw oculair toe",
    "Add new instrument": "Voeg nieuw instrument toe",
    "Add new lens": "Voeg nieuwe lens toe",
    "Add sketch of the month": "Voeg schets van de maand toe",
    "Add sketch of the week": "Voeg schets van de week toe",
    "Add Team Member": "Voeg teamlid toe",
    "Administration": "Administratie",
    "All drawings": "Alle tekeningen",
    "All drawings of ": "Alle tekeningen van ",
    "All observations of ": "Alle waarnemingen van ",
    "All of the people that are part of this team.": "Alle mensen die deel uitmaken van dit team.",
    "All sessions": "Alle sessies",
    "A lot of useful information is still available.  Besides Deep-sky, there are also articles about Amateur Telescope Making.": "Veel nuttige informatie is nog steeds beschikbaar. Naast Deep-sky zijn er ook artikelen over Amateur Telescope Making.",
    "A lot of useful information is still available.  This magazine is full of pure Deep-sky information.": "Veel nuttige informatie is nog steeds beschikbaar. Dit magazine staat vol met pure Deep-sky informatie.",
    "Already registered?": "Reeds geregistreerd?",
    " and a ": " en een ",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Er is een nieuwe verificatielink naar het e-mailadres gestuurd dat je hebt opgegeven in je profielinstellingen.",
    "A new verification link has been sent to your email address.": "Er is een nieuwe verificatielink naar je e-mailadres gestuurd.",
    "Aperture of the instrument": "Diameter van het instrument",
    "API Token": "API-token",
    "API Token Permissions": "API-token rechten",
    "API Tokens": "API-tokens",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API-tokens stellen externe services in staat om namens jou te authenticeren met onze applicatie.",
    "Apparent Field of View": "Schijnbare gezichtsveld",
    "Apparent Field Of View (in degrees)": "Schijnbare gezichtsveld (in graden)",
    "April": "April",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Ben je zeker dat je dit team wil verwijderen? Als een team wordt verwijderd, worden al zijn bronnen en gegevens permanent verwijderd.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ben je zeker dat je je account wil verwijderen? Als je account wordt verwijderd, worden al zijn bronnen en gegevens permanent verwijderd. Voer je wachtwoord in om te bevestigen dat je je account permanent wil verwijderen.",
    "Are you sure you want to remove this account?": "Ben je zeker dat je dit account wil verwijderen?",
    "Are you sure you would like to delete this API token?": "Ben je zeker dat je deze API-token wil verwijderen?",
    "Are you sure you would like to leave this team?": "Ben je zeker dat je dit team wil verlaten?",
    "Are you sure you would like to remove this person from the team?": "Ben je zeker dat je deze persoon uit het team wil verwijderen?",
    "Ask a question": "Stel een vraag",
    "Asterism": "Asterisme",
    "Atlases": "Atlassen",
    "Atlas Settings": "Atlasinstellingen",
    "At this moment, this form is very basic.  If a comet sketch is the sketch of the month, enter the negative ID.  In the future, the option to add a DeepskyLog sketch of the month will be included in the details of an observation.": "Op dit moment is dit formulier erg basic. Als een komeetschets de schets van de maand is, voer dan de negatieve ID in. In de toekomst zal de optie om een DeepskyLog schets van de maand toe te voegen worden opgenomen in de details van een waarneming.",
    "At this moment, this form is very basic.  If a comet sketch is the sketch of the week, enter the negative ID.  In the future, the option to add a DeepskyLog sketch of the week will be included in the details of an observation.": "Op dit moment is dit formulier erg basic. Als een komeetschets de schets van de week is, voer dan de negatieve ID in. In de toekomst zal de optie om een DeepskyLog schets van de week toe te voegen worden opgenomen in de details van een waarneming.",
    "August": "Augustus",
    "bad": "slechte",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Kun je voordat je doorgaat je e-mailadres verifiëren door te klikken op de link die we je zojuist hebben gemaild? Als je de e-mail niet hebt ontvangen, sturen we je graag een andere.",
    "Bright nebula": "Heldere nevel",
    "Browser Sessions": "Browsersessies",
    " by ": " door ",
    "Caldwell objects": "Caldwell-objecten",
    "Cancel": "Annuleren",
    "Catalogs": "Catalogi",
    "Central obstruction": "Centrale obstructie",
    "Check Objects": "Controleer objecten",
    "Ciel Extrême was the French magazine for Deep-sky observers. 67 editions were published, in French, from 1996 to October 2012.": "Ciel Extrême was het Franse magazine voor Deep-sky waarnemers. 67 edities werden gepubliceerd, in het Frans, van 1996 tot oktober 2012.",
    "Click here to re-send the verification email.": "Klik hier om de verificatie-e-mail opnieuw te verzenden.",
    "Close": "Sluiten",
    "Cluster with nebulosity": "Cluster met neveligheid",
    "Cluster with nebulosity in galaxy": "Cluster met neveligheid in sterrenstelsel",
    "Cluster with nebulosity in LMC": "Cluster met neveligheid in Grote Magelhaense Wolk",
    "Cluster with nebulosity in SMC": "Cluster met neveligheid in Kleine Magelhaense Wolk",
    "Code": "Code",
    "Comets": "Kometen",
    "Comet sketches": "Komeetschetsen",
    "Confirm": "Confirmeer",
    "Confirm Password": "Confirmeer wachtwoord",
    "Connect": "Connecteer",
    "Connected :createdAt": "Gekoppeld :createdAt",
    "Connected Accounts": "Geconnecteerde accounts",
    "Connect your social media accounts to enable Sign In with OAuth.": "Connecteer je sociale media-accounts om inloggen met OAuth mogelijk te maken.",
    "Copyright notice": "Copyrightmelding",
    "Country of residence": "Land van verblijf",
    "Create": "Aanmaken",
    "Create Account": "Maak account aan",
    "Create a new eyepiece": "Maak een nieuw oculair aan",
    "Create a new instrument": "Maak een nieuw instrument aan",
    "Create a new lens": "Maak een nieuwe lens aan",
    "Create a new team": "Maak een nieuw team aan",
    "Create a new team to collaborate with others on projects.": "Maak een nieuw team aan om samen te werken met anderen aan projecten.",
    "Create API Token": "Maak API-token aan",
    "Created.": "Aangemaakt.",
    "Create Team": "Maak team aan",
    "Current Password": "Huidig wachtwoord",
    "Dark nebula": "Donkere nevel",
    "Dashboard": "Dashboard",
    "Date": "Datum",
    "December": "December",
    "Deep-sky magazines": "Deep-sky magazines",
    "Deepsky": "Deep-sky",
    "DeepskyLog": "DeepskyLog",
    "DeepskyLog is a free web application, and we want to keep DeepskyLog ad-free forever.  There are however some costs involved in the development and maintenance of DeepskyLog.": "DeepskyLog is een gratis webapplicatie en we willen DeepskyLog voor altijd advertentievrij houden. Er zijn echter wel enkele kosten verbonden aan de ontwikkeling en het onderhoud van DeepskyLog.",
    "DeepskyLog is an extended, comprehensive and free database for deepsky objects and has been developed by the Deepsky section of the Astronomical Society of Belgium (:linkVereniging Voor Sterrenkunde (VVS):close_link).": "DeepskyLog is een uitgebreide en gratis database voor deepsky-objecten en is ontwikkeld door de werkgroep Deepsky van de :linkVereniging Voor Sterrenkunde (VVS):close_link.",
    "DeepskyLog observer since ": "DeepskyLog waarnemer sinds ",
    "DeepskyLog Privacy Policy": "DeepskyLog Privacybeleid",
    "DeepskyLog sketches of the month": "DeepskyLog schetsen van de maand",
    "DeepskyLog sketches of the week": "DeepskyLog schetsen van de week",
    "DeepskyLog Sketch of the Month": "DeepskyLog Schets van de Maand",
    "DeepskyLog Sketch of the Week": "DeepskyLog Schets van de Week",
    "DeepskyLog sponsors": "DeepskyLog sponsors",
    "DeepskyLog Trophy Gallery": "DeepskyLog Trofeeëngalerij",
    "DeepskyLog UI language": "DeepskyLog UI-taal",
    "Default atlas": "Standaard atlas",
    "Default instrument": "Standaard instrument",
    "Default observing site": "Standaard waarnemingslocatie",
    "Delete": "Verwijder",
    "Delete Account": "Verwijder account",
    "Delete API Token": "Verwijder API-token",
    "Delete make and move eyepieces to the selected make": "Verwijder merk en verplaats oculairs naar het geselecteerde merk",
    "Delete make and move instruments to the selected make": "Verwijder merk en verplaats instrumenten naar het geselecteerde merk",
    "Delete make and move lenses to the selected make": "Verwijder merk en verplaats lenzen naar het geselecteerde merk",
    "Delete Team": "Verwijder team",
    "Delete type and remove selected type from all eyepieces": "Verwijder type en verwijder geselecteerd type van alle oculairs",
    "Delete users from DeepskyLog": "Verwijder gebruikers van DeepskyLog",
    "Details": "Details",
    "Detail standard FoV (in arcminutes)": "Detail standaard FoV (in boogminuten)",
    "Detail standard object magnitude": "Detail standaard objectmagnitude",
    "Detail standard star magnitude": "Detail standaard stermagnitude",
    "Diameter": "Diameter",
    "Different objects": "Verschillende objecten",
    "Diffuse nebula in galaxy": "Diffuse nevel in sterrenstelsel",
    "Diffuse nebula in LMC": "Diffuse nevel in Grote Magelhaense Wolk",
    "Diffuse nebula in SMC": "Diffuse nevel in Kleine Magelhaense Wolk",
    "Disable": "Deactiveer",
    "Distant Targets was the magazine of the Deep-sky working group of the Belgian Astronomical Association (VVS). 32 editions were published, in Dutch, from 1996 to 2003.": "Distant Targets was het magazine van de Deep-sky werkgroep van de Belgische Vereniging voor Sterrenkunde (VVS). 32 edities werden gepubliceerd, in het Nederlands, van 1996 tot 2003.",
    "Done.": "Klaar.",
    "Double Star": "Dubbelster",
    "Downloads": "Downloads",
    "Drawings last year": "Tekeningen vorig jaar",
    "Drawings of Caldwell objects": "Tekeningen van Caldwell-objecten",
    "Drawings of H400 objects": "Tekeningen van H400-objecten",
    "Drawings of H400-II objects": "Tekeningen van H400-II-objecten",
    "Drawings of Messier objects": "Tekeningen van Messier-objecten",
    "During the previous years, a lot of interesting information about Deep-Sky observing has been published.  Many of the magazines do not exist anymore, but can be downloaded for free.  If you know about other magazines, please let us know (": "Gedurende de voorgaande jaren is er veel interessante informatie over Deep-Sky waarnemingen gepubliceerd. Veel van de magazines bestaan niet meer, maar kunnen gratis worden gedownload. Als je andere magazines kent, laat het ons dan weten (",
    "Edit": "Editeer",
    "Edit Profile": "Bewerk profiel",
    "Email": "E-mail",
    "Email or user ID": "E-mail of gebruikers-ID",
    "Email Password Reset Link": "E-mail wachtwoordresetlink",
    "Emission and reflection nebula": "Emissie- en reflectienevel",
    "Emission nebula": "Emissienevel",
    "Emission nebula around a star": "Emissienevel rond een ster",
    "Enable": "Inschakelen",
    "Ensure your account is using a long, random password to stay secure.": "Verzeker je ervan dat je account een lang, willekeurig wachtwoord gebruikt om veilig te blijven.",
    "Everybody who sponsors DeepskyLog will appear with his \/ her the company name on this page.": "Iedereen die DeepskyLog sponsort, zal met zijn \/ haar bedrijfsnaam op deze pagina verschijnen.",
    "excellent": "uitstekende",
    "Exit pupil": "Uittrede pupil",
    "Eyepiece": "Oculair",
    " eyepiece": " oculair",
    "Eyepiece Make": "Merk oculair",
    "Eyepiece Makes": "Merk oculair",
    "Eyepieces": "Oculairs",
    "Eyepieces Makes": "Merk oculair",
    "Eyepieces Types": "Type oculair",
    "Eyepiece Type": "Type oculair",
    "Eyepiece Types": "Type oculair",
    "F\/D of the instrument": "F\/D van het instrument",
    "Factor": "Factor",
    "Factor of the lens": "Factor van de lens",
    "February": "Februari",
    "Field of View": "Gezichtsveld",
    "Field stop": "Veldstop",
    "Field stop (in mm)": "Veldstop (in mm)",
    " filter": " filter",
    "Filters": "Filters",
    "Finish enabling two factor authentication.": "Eindig het inschakelen van tweestapsverificatie.",
    "First light": "First light",
    "First observation on ": "Eerste waarneming op ",
    "Fixed Magnification": "Vaste vergroting",
    "Fixed magnification of the instrument (for example for finderscopes \/ binoculars)": "Vaste vergroting van het instrument (bijvoorbeeld voor zoeker \/ verrekijker)",
    "Flipped and flopped image": "Gekeerde (flipped) en gespiegelde (flopped) afbeelding",
    "Flipped image": "Gekeerde (flipped) afbeelding",
    "Flopped image": "Gespiegelde (flopped) afbeelding",
    "Focal Length": "Brandpuntafstand",
    "Focal Length of the eyepiece (in mm)": "Brandpuntafstand van het oculair (in mm)",
    "Focal length of the instrument": "Focale lengte van het instrument",
    "Font size printed atlas pages (6..9)": "Lettergrootte gedrukte atlaspagina's (6..9)",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wachtwoord vergeten? Geen probleem. Laat ons gewoon je e-mailadres weten en we sturen je een wachtwoordresetlink waarmee je een nieuw wachtwoord kunt kiezen.",
    "Forms": "Formulieren",
    "For your security, please confirm your password to continue.": "Bevestig je wachtwoord om verder te gaan.",
    " from ": " van ",
    "Galaxy": "Sterrenstelsel",
    "Galaxy cluster": "Sterrenstelselcluster",
    "Globular cluster": "Bolhoop",
    "Globular cluster in galaxy": "Bolhoop in sterrenstelsel",
    "Globular cluster in LMC": "Bolhoop in Grote Magelhaense Wolk",
    "Globular cluster in SMC": "Bolhoop in Kleine Magelhaense Wolk",
    "good": "goede",
    "Go to page :page": "Ga naar pagina :page",
    "H-II region": "H-II-gebied",
    "H400 objects": "H400-objecten",
    "H400-II objects": "H400-II-objecten",
    "Help": "Help",
    "I agree to the :privacy_policy": "Ik ga akkoord met het :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Als het nodig is, kun je uitloggen uit al je andere browsersessies op al je apparaten. Hieronder staan enkele van je recente sessies vermeld; deze lijst is echter mogelijk niet volledig. Als je denkt dat je account is gecompromitteerd, moet je ook je wachtwoord bijwerken.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Als je al een account hebt, kun je deze uitnodiging accepteren door op de onderstaande knop te klikken:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Als je niet verwachtte een uitnodiging voor dit team te ontvangen, kun je deze e-mail negeren.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Als je geen account hebt, kun je er een aanmaken door op de onderstaande knop te klikken. Nadat je een account hebt aangemaakt, kun je op de knop voor het accepteren van de uitnodiging in deze e-mail klikken om de teamuitnodiging te accepteren:",
    "Image catalogs": "Beeldcatalogi",
    "Image orientation": "Beeldoriëntatie",
    " in ": " in ",
    " in a sky with an SQM of ": " onder een hemel met een SQM van ",
    "In case of questions or concerns regarding your personal data, do not hesitate to contact us at %sdeepskylog@groups.io%s.": "In geval van vragen of zorgen over je persoonlijke gegevens, aarzel niet om contact met ons op te nemen op %sdeepskylog@groups.io%s.",
    "In case the registered user has not recorded any information in DeepskyLog within 24 months after registration, his account will be made obsolete and personal information deleted from the database.": "Indien de geregistreerde gebruiker binnen 24 maanden na registratie geen informatie heeft geregistreerd in DeepskyLog, wordt zijn account verwijderd en worden persoonlijke gegevens uit de database verwijderd.",
    "In case users want to record observations and get access to a variety of useful tools, the user is asked to register and provide personal information including name, first name and email address.": "Indien gebruikers waarnemingen willen registreren en toegang willen krijgen tot een verscheidenheid aan nuttige tools, wordt de gebruiker gevraagd zich te registreren en persoonlijke informatie te verstrekken, waaronder naam, voornaam en e-mailadres.",
    "inch": "inch",
    "In equipment sets": "In uitrustingssets",
    "Instrument": "Instrument",
    "Instrument Makes": "Instrumentmerken",
    "Instruments": "Instrumenten",
    "Instrument Type": "Instrumenttype",
    "Interstellarum was a German magazine for Deep-sky observers. The first 19 editions were purely focused on Deep-sky observing, later editions were focused on visual observations (of all objects). All editions are in German.": "Interstellarum was een Duits magazine voor Deep-sky waarnemers. De eerste 19 edities waren puur gericht op Deep-sky waarnemen, latere edities waren gericht op visuele waarnemingen (van alle objecten). Alle edities zijn in het Duits.",
    "Interstellarum was published from 1994 to 2015.": "Interstellarum werd gepubliceerd van 1994 tot 2015.",
    "Is the image flipped (mirrored top-bottom)?": "Is de afbeelding gekeerd (gespiegeld boven-onder)?",
    "Is the image flopped (mirrored left-right)?": "Is de afbeelding geflipt (gespiegeld links-rechts)?",
    "January": "Januari",
    "July": "Juli",
    "June": "Juni",
    "Language Settings": "Taalinstellingen",
    "Last active": "Laatst actief",
    "Last used": "Laatst gebruikt",
    "Last used on": "Laatst gebruikt op",
    "Latest observations": "Laatste waarnemingen",
    "Leave": "Verlaat",
    "Leave Team": "Verlaat team",
    "Lenses": "Lenzen",
    "Lens Make": "Merk van lens",
    "Lens Makes": "Merk van lens",
    "License for drawings": "Licentie voor tekeningen",
    "Locations": "Waarnemingslocaties",
    "Login": "Inloggen",
    "Log in": "Log in",
    "Log Out": "Uitloggen",
    "Log Out Other Browser Sessions": "Uitloggen uit andere browsersessies",
    "Look at this sketch of ": "Bekijk deze schets van ",
    "Lookup standard FoV (in arcminutes)": "Zoeken standaard FoV (in boogminuten)",
    "Lookup standard object magnitude": "Zoeken standaard objectmagnitude",
    "Lookup standard star magnitude": "Zoeken standaard stermagnitude",
    "Magnification": "Vergroting",
    "Main Sponsors": "Hoofdsponsors",
    "Make": "Merk",
    "Make default": "Maak standaard",
    "Manage and log out your active sessions on other browsers and devices.": "Beheer en log uit van je actieve sessies op andere browsers en apparaten.",
    "Manage API Tokens": "Beheer API-tokens",
    "Manage Role": "Beheer rol",
    "Manage Team": "Beheer team",
    "March": "Maart",
    "Max focal length (zoom eyepiece)": "Maximale brandpuntafstand (zoomoculair)",
    "Maximal focal Length of the eyepiece (in mm) - only for zoom eyepieces": "Maximale brandpuntafstand van het oculair (in mm) - alleen voor zoomoculairs",
    "May": "Mei",
    "Messier objects": "Messier-objecten",
    "Missing information!": "Missende informatie!",
    "mm": "mm",
    "moderate": "matige",
    "More details": "Meer details",
    "Most recent observation on ": "Meest recente waarneming op ",
    "mount": "montering",
    "Move all eyepieces with the make to an existing make.": "Verplaats alle oculairs met het merk naar een bestaand merk.",
    "Move all instruments with the make to an existing make.": "Verplaats alle instrumenten met het merk naar een bestaand merk.",
    "Move all lenses with the make to an existing make.": "Verplaats alle lenzen met het merk naar een bestaand merk.",
    "My drawings": "Mijn tekeningen",
    "My eyepieces": "Mijn oculairs",
    "My filters": "Mijn filters",
    "My instruments": "Mijn instrumenten",
    "My lenses": "Mijn lenzen",
    "My locations": "Mijn waarnemingslocaties",
    "My observations": "Mijn waarnemingen",
    "My observing lists": "Mijn waarnemingslijsten",
    "My sessions": "Mijn sessies",
    "Name": "Naam",
    "Name of the eyepiece - proposal: ": "Naam van het oculair - voorstel: ",
    "Name of the instrument": "Naam van het instrument",
    "Name of the lens": "Naam van de lens",
    "Nebula around star": "Nevel rond ster",
    "New in DeepskyLog": "Nieuw in DeepskyLog",
    "Newly added sketch of the ": "Nieuw toegevoegde schets van de ",
    "New Password": "Nieuw wachtwoord",
    "Nonexistent": "Niet-bestaand",
    "No observations added!": "Geen waarnemingen toegevoegd!",
    "No sketches yet...": "Nog geen schetsen...",
    "Not connected.": "Niet verbonden.",
    "November": "November",
    "Number of drawings": "Aantal tekeningen",
    "Number of equipment sets": "Aantal uitrustingssets",
    "Number of eyepieces": "Aantal oculairs",
    "Number of filters": "Aantal filters",
    "Number of instruments": "Aantal instrumenten",
    "Number of lenses": "Aantal lenzen",
    "Number of locations": "Aantal waarnemingslocaties",
    "Number of observations": "Aantal waarnemingen",
    "Number of observations per month: ": "Aantal waarnemingen per maand: ",
    "Number of observations per year: ": "Aantal waarnemingen per jaar: ",
    "Object": "Object",
    "Object types seen: ": "Geziene objecttypes: ",
    "Observation": "Waarneming",
    "Observation ID": "Waarnemings-ID",
    "Observations last year": "Waarnemingen vorig jaar",
    "Observations per country: ": "Waarnemingen per land: ",
    " observed :object": " heeft :object waargenomen",
    "Observed in the following locations": "Waargenomen op de volgende locaties",
    "Observers": "Waarnemers",
    "Observing list": "Waarnemingslijst",
    "Observing Settings": "Waarnemingsinstellingen",
    "Obstruction of the instrument (in %)": "Obstructie van het instrument (in %)",
    "October": "Oktober",
    "of": "van",
    "Offset between measured SQM value and the faintest visible star.": "Offset tussen gemeten SQM-waarde en de zwakst zichtbare ster.",
    "on": "op",
    " on ": " op ",
    " on #deepskylog": " op #deepskylog",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Wanneer een team wordt verwijderd, worden al zijn bronnen en gegevens permanent verwijderd. Voordat je dit team verwijdert, download dan alle gegevens of informatie over dit team die je wilt behouden.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Wanneer je account wordt verwijderd, worden al zijn bronnen en gegevens permanent verwijderd. Voordat je je account verwijdert, download dan alle gegevens of informatie die je wilt behouden.",
    "Only add a make for the eyepiece here if the correct make is not available in the dropdown above.": "Voeg hier alleen een merk toe voor het oculair als het juiste merk niet beschikbaar is in de keuzelijst hierboven.",
    "Only add a make for the instrument here if the correct make is not available in the dropdown above.": "Voeg hier alleen een merk toe voor het instrument als het juiste merk niet beschikbaar is in de keuzelijst hierboven.",
    "Only add a make for the lens here if the correct make is not available in the dropdown above.": "Voeg hier alleen een merk toe voor de lens als het juiste merk niet beschikbaar is in de keuzelijst hierboven.",
    "Only add a type for the eyepiece here if the correct type is not available in the dropdown above.": "Voeg hier alleen een type toe voor het oculair als het juiste type niet beschikbaar is in de keuzelijst hierboven.",
    "Open cluster": "Open sterrenhoop",
    "Open cluster in LMC": "Open sterrenhoop in Grote Magelhaense Wolk",
    "Open cluster in SMC": "Open sterrenhoop in Kleine Magelhaense Wolk",
    "Overview standard FoV (in arcminutes)": "Overzicht standaard FoV (in boogminuten)",
    "Overview standard object magnitude": "Overzicht standaard objectmagnitude",
    "Overview standard star magnitude": "Overzicht standaard stermagnitude",
    "Owner": "Eigenaar",
    "Pagination Navigation": "Paginatienavigatie",
    "Password": "Wachtwoord",
    "Password saved, please refresh.": "Wachtwoord opgeslagen, vernieuw alsjeblieft.",
    "Pending Team Invitations": "Teamuitnodigingen in afwachting",
    "Permanently delete this team.": "Verwijder dit team permanent.",
    "Permanently delete your account.": "Verwijder je account permanent.",
    "Permissions": "Rechten",
    "Photo": "Foto",
    "Picture of eyepiece": "Afbeelding van oculair",
    "Picture of instrument": "Afbeelding van instrument",
    "Picture of lens": "Afbeelding van lens",
    "Planetary nebula": "Planetaire nevel",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Gelieve toegang tot je account te bevestigen door een van je noodherstelcodes in te voeren.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Gelieve toegang tot je account te bevestigen door de authenticatiecode in te voeren die is verstrekt door je authenticator-applicatie.",
    "Please contact the :linkDeepskyLog developers:close_link if you encounter problems or have questions.": "Neem contact op met de :linkDeepskyLog ontwikkelaars:close_link als je problemen ondervindt of vragen hebt.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopieer je nieuwe API-token. Voor je veiligheid wordt het niet opnieuw weergegeven.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Voer je wachtwoord in om te bevestigen dat je wilt uitloggen uit je andere browsersessies op al je apparaten.",
    "Please enter your password to confirm you would like to remove this account.": "Voer je wachtwoord in om te bevestigen dat je dit account wilt verwijderen.",
    "Please provide some information about your astronomical interests!": "Geef wat informatie over je astronomische interesses!",
    "Please provide the name of the person you would like to add to this team.": "Geef de naam van de persoon die je aan dit team wilt toevoegen.",
    "poor": "slechte",
    "Popular objects": "Populaire objecten",
    "Privacy Policy": "Privacybeleid",
    "Profile": "Profiel",
    "Profile Information": "Profielinformatie",
    "Public observing lists": "Publieke waarnemingslijsten",
    "Quasar": "Quasar",
    "Rank": "Rang",
    "Recovery Code": "Herstelcode",
    "Reflection nebula": "Reflectienevel",
    "Reflection nebula and H-II": "Reflectienevel en H-II",
    "Regenerate Recovery Codes": "Herstelcodes opnieuw genereren",
    "Register": "Registreer",
    "Remember me": "Onthoud mij",
    "Remove": "Verwijder",
    "Remove Account": "Verwijder account",
    "Remove Photo": "Verwijder foto",
    "Remove Team Member": "Verwijder teamlid",
    "Report issue": "Rapporteer probleem",
    "Resend Verification Email": "Verificatie-e-mail opnieuw verzenden",
    "Reset Password": "Wachtwoord resetten",
    "Rest": "Rest",
    "results": "resultaten",
    "Role": "Rol",
    "Save": "Opslaan",
    "Saved.": "Opgeslagen.",
    "Search": "Zoeken",
    "Search object": "Zoek object",
    "Search Observations": "Zoek waarnemingen",
    "seeing": "seeing",
    "Select A New Photo": "Selecteer een nieuwe foto",
    "Select the make of the eyepiece, if the make is not in the list, add a new make in the next field.": "Selecteer het merk van het oculair, als het merk niet in de lijst staat, voeg dan een nieuw merk toe in het volgende veld.",
    "Select the make of the instrument, if the make is not in the list, add a new make in the next field.": "Selecteer het merk van het instrument, als het merk niet in de lijst staat, voeg dan een nieuw merk toe in het volgende veld.",
    "Select the make of the lens, if the make is not in the list, add a new make in the next field.": "Selecteer het merk van de lens, als het merk niet in de lijst staat, voeg dan een nieuw merk toe in het volgende veld.",
    "Select the mount type of the instrument": "Selecteer het type montering van het instrument",
    "Select the type of the eyepiece, if the make is not in the list, add a new type in the next field.": "Selecteer het type van het oculair, als het merk niet in de lijst staat, voeg dan een nieuw type toe in het volgende veld.",
    "Select the type of the instrument.": "Selecteer het type van het instrument.",
    "Send messages as email": "Berichten als e-mail verzenden",
    "Send message to ": "Stuur bericht naar ",
    "Send message to all": "Stuur bericht naar iedereen",
    "September": "September",
    "Sessions": "Sessies",
    "Set Password": "Stel wachtwoord in",
    "Setup Key": "Instelcode",
    "Share this sketch": "Deel deze schets",
    "Show comet sketches": "Toon komeetschetsen",
    "Show deep-sky sketches": "Toon deep-sky schetsen",
    "Showing": "Toont",
    "Show instrument diameter in inch": "Toon instrumentdiameter in inch",
    "Show Recovery Codes": "Toon herstelcodes",
    "Sketches": "Schetsen",
    "Sketch of the Month": "Schets van de maand",
    "Sketch of the Week": "Schets van de week",
    "Source: ": "Bron: ",
    "Sponsor!": "Sponsor!",
    "Sponsor DeepskyLog": "Sponsor DeepskyLog",
    "Standard language for observations": "Standaardtaal voor waarnemingen",
    "Standard size of first picture (in arcminutes)": "Standaardgrootte van eerste foto (in boogminuten)",
    "Standard size of second picture (in arcminutes)": "Standaardgrootte van tweede foto (in boogminuten)",
    "Star": "Ster",
    "Statistics": "Statistieken",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Bewaar deze herstelcodes in een veilige wachtwoordmanager. Ze kunnen worden gebruikt om toegang tot je account te herstellen als je tweestapsverificatie-apparaat verloren gaat.",
    "Subscribe to mailing list": "Abonneer je op de mailinglijst",
    "Supernova": "Supernova",
    "Supernova remnant": "Supernovarest",
    "Switch Teams": "Wissel van team",
    "Team Members": "Teamleden",
    "Team Name": "Teamnaam",
    "Team Owner": "Teameigenaar",
    "Team Settings": "Teaminstellingen",
    "Tell something about your astronomical interests": "Vertel iets over je astronomische interesses",
    "The database is open for consultation and already contains tens of thousands observations and thousands of sketches and drawings made by amateur astronomers around the world.": "De database is open voor raadpleging en bevat al tienduizenden waarnemingen en duizenden schetsen en tekeningen gemaakt door amateur-astronomen over de hele wereld.",
    " The following notes where made: ": " De volgende notities werden gemaakt: ",
    "The majority of information on this site can be accessed without providing any personal information.": "De meeste informatie op deze site kan worden geraadpleegd zonder enige persoonlijke informatie te verstrekken.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Deze mensen zijn uitgenodigd voor je team en hebben een uitnodigingsmail ontvangen. Ze kunnen zich bij het team aansluiten door de e-mailuitnodiging te accepteren.",
    "The team's name and owner information.": "De naam van het team en eigenaarsinformatie.",
    "The user has the right at any time, at no cost and upon request, to prohibit the use of his information for the purpose of direct communication.": "De gebruiker heeft te allen tijde, zonder kosten en op verzoek, het recht om het gebruik van zijn informatie voor directe communicatie te verbieden.",
    "This device": "Dit apparaat",
    "This information will be used only for user management and to keep you informed about our activities.": "Deze informatie wordt alleen gebruikt voor gebruikersbeheer en om je op de hoogte te houden van onze activiteiten.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dit is een beveiligde gedeelte van de applicatie. Bevestig je wachtwoord voordat je verder gaat.",
    "This registration allows access to a variety of useful tools, including information on the objects observed and sketches made.": "Deze registratie geeft toegang tot een verscheidenheid aan nuttige tools, waaronder informatie over de waargenomen objecten en gemaakte schetsen.",
    "to": "tot",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Om tweestapsverificatie te voltooien, scan je de volgende QR-code met de authenticator-app van je telefoon of voer je de instelcode in en geef je de gegenereerde OTP-code.",
    "Token Name": "Tokennaam",
    "To start recording your observations and share your observations with other observers, you are kindly requested to :linkregister:close_link to DeepskyLog.": "Om je waarnemingen te beginnen registreren en je waarnemingen te delen met andere waarnemers, wordt je vriendelijk verzocht om je te :linkregistreren:close_link bij DeepskyLog.",
    "Total": "Totaal",
    "Total number of observing lists": "Totaal aantal waarnemingslijsten",
    "Translate all the observations to the language of the UI": "Vertaal alle waarnemingen naar de taal van de UI",
    "Two Factor Authentication": "Tweestapsverificatie",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Tweestapsverificatie is nu ingeschakeld. Scan de volgende QR-code met de authenticator-app van je telefoon of voer de instelcode in.",
    "Type": "Type",
    " under ": " onder ",
    "Unknown": "Onbekend",
    "Unmirrored image": "Ongespiegelde afbeelding",
    "Update ": "Bijwerken ",
    "Update eyepiece": "Oculair bijwerken",
    "Update instrument": "Werk instrument bij",
    "Update lens": "Lens bijwerken",
    "Update make": "Merk bijwerken",
    "Update Password": "Wachtwoord bijwerken",
    "Update the language settings.": "Taalinstellingen bijwerken.",
    "Update the settings for observing.": "Werk de instellingen voor waarnemingen bij.",
    "Update the settings for the DeepskyLog atlases.": "Werk de instellingen voor de DeepskyLog-atlassen bij.",
    "Update type": "Type bijwerken",
    "Update your account's profile information and email address.": "Werk de profielinformatie en het e-mailadres van je account bij.",
    "Upload image": "Upload afbeelding",
    "Use an authentication code": "Gebruik een authenticatiecode",
    "Use a recovery code": "Gebruik een herstelcode",
    "Use Avatar as Profile Photo": "Gebruik Avatar als profielfoto",
    "Used eyepieces": "Gebruikte oculairs",
    "Used filters": "Gebruikte filters",
    "Used instrument was ": "Gebruikt instrument was ",
    "Used lenses": "Gebruikte lenzen",
    "Used with the following telescopes": "Gebruikt met de volgende telescopen",
    "User name": "Gebruikersnaam",
    "Username": "Gebruikersnaam",
    " using a ": " met een ",
    "View": "Bekijk",
    "Welcome to DeepskyLog!": "Welkom bij DeepskyLog!",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Wanneer tweestapsverificatie is ingeschakeld, wordt je gevraagd om een veilige, willekeurige token tijdens authenticatie. Je kunt deze token ophalen uit de Google Authenticator-app op je telefoon.",
    "Whoops! Something went wrong.": "Oeps! Er is iets misgegaan.",
    " with a magnification of ": " met een vergroting van ",
    "Without lenses": "Zonder lenzen",
    "Wolf-Rayet nebula": "Wolf-Rayet-nevel",
    "x": "x",
    "You are free to connect any social accounts to your profile and may remove any connected accounts at any time. If you feel any of your connected accounts have been compromised, you should disconnect them immediately and change your password.": "Je bent vrij om elk sociaal account te verbinden met je profiel en kunt op elk moment verbonden accounts verwijderen. Als je denkt dat een van je verbonden accounts is gecompromitteerd, moet je ze onmiddellijk loskoppelen en je wachtwoord wijzigen.",
    "You can also consult the observations and sketches of other observers and share your own observations and sketches with the community.": "Je kunt ook de waarnemingen en schetsen van andere waarnemers raadplegen en je eigen waarnemingen en schetsen delen met de gemeenschap.",
    "You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instrument and from your observation sites. ": "Je kunt waarnemingslijsten raadplegen en maken met verschillende deepsky-objecten en suggesties zien voor objecten die zichtbaar zijn in je instrumenten en vanaf je waarnemingslocaties. ",
    "You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instruments and from your observation sites. ": "Je kunt waarnemingslijsten raadplegen en maken met verschillende deepsky-objecten en suggesties zien voor objecten die zichtbaar zijn in je instrumenten en vanaf je waarnemingslocaties. ",
    "You can create your own file with maps and DSS images of the objects and have access to an interactive and detailed free star atlas. ": "Je kunt je eigen bestand maken met kaarten en DSS-afbeeldingen van de objecten en toegang hebben tot een interactieve en gedetailleerde gratis sterrenatlas. ",
    "You can get more information on sponsoring DeepskyLog by sending us a mail:": "Je kunt meer informatie krijgen over het sponsoren van DeepskyLog door ons een e-mail te sturen:",
    "You have been invited to join the :team team!": "Je bent uitgenodigd om deel uit te maken van het :team team!",
    "You have enabled two factor authentication.": "Je hebt tweestapsverificatie ingeschakeld.",
    "You haven't selected a standard instrument for your observations! DeepskyLog can only calculate how easy an object can be seen if the standard instrument is set.": "Je hebt geen standaardinstrument geselecteerd voor je waarnemingen! DeepskyLog kan alleen berekenen hoe gemakkelijk een object kan worden gezien als het standaardinstrument is ingesteld.",
    "You haven't selected a standard location for your observations! DeepskyLog can only calculate how easy an object can be seen if the standard location is set.": "Je hebt geen standaardlocatie geselecteerd voor je waarnemingen! DeepskyLog kan alleen berekenen hoe gemakkelijk een object kan worden gezien als de standaardlocatie is ingesteld.",
    "You have no connected accounts.": "Je hebt geen verbonden accounts.",
    "You have not enabled two factor authentication.": "Je hebt tweestapsverificatie niet ingeschakeld.",
    "You may accept this invitation by clicking the button below:": "Je kunt deze uitnodiging accepteren door op de onderstaande knop te klikken:",
    "You may delete any of your existing tokens if they are no longer needed.": "Je kunt elk van je bestaande tokens verwijderen als ze niet langer nodig zijn.",
    "Your connected accounts.": "Je verbonden accounts.",
    "Your country of residence is not set. Please set it on this page!": "Je land van verblijf is niet ingesteld. Stel het in op deze pagina!",
    "Your email address is unverified.": "Je e-mailadres is niet geverifieerd.",
    "Your personal data will be handled in accordance with our :linkprivacy policy:close_link.": "Je persoonlijke gegevens worden behandeld in overeenstemming met ons :linkprivacybeleid:close_link.",
    "Your personal information is never passed on to third parties.": "Je persoonlijke informatie wordt nooit doorgegeven aan derden."
}
