{
    " (in inch).": " (i tum).",
    " (in mm).": " (i mm).",
    "(Not active anymore)": "(Inte längre aktiv)",
    "3 stars": "3 stjärnor",
    "4 stars": "4 stjärnor",
    "8 stars": "8 stjärnor",
    "10 newest comet observations": "10 senaste kometobservationer",
    "10 newest comet Sketches": "10 senaste komet skisser",
    "10 newest deep-sky observations": "10 senaste deep-sky observationer",
    "10 newest deep-sky Sketches": "10 senaste deep-sky skisser",
    "About me": "Om mig",
    "Accept Invitation": "Acceptera inbjudan",
    "Add": "Lägg till",
    "Add additional security to your account using two factor authentication.": "Lägg till ytterligare säkerhet till ditt konto genom att använda tvåfaktorsautentisering.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Lägg till en ny teammedlem till ditt team, vilket gör att de kan samarbeta med dig.",
    "Add DeepskyLog Sketch of the month": "Lägg till DeepskyLog Skiss av månaden",
    "Add DeepskyLog Sketch of the week": "Lägg till DeepskyLog Skiss av veckan",
    "Added.": "Tillagd.",
    "Add Eyepiece": "Lägg till okular",
    "Add Filter": "Lägg till filter",
    "Add Instrument": "Lägg till instrument",
    "Add Instrument Set": "Lägg till instrumentuppsättning",
    "Add Lens": "Lägg till lins",
    "Add Location": "Lägg till plats",
    "Add new eyepiece": "Lägg till nytt okular",
    "Add new filter": "Lägg till nytt filter",
    "Add new instrument": "Lägg till nytt instrument",
    "Add new instrument set": "Lägg till ny instrumentuppsättning",
    "Add new lens": "Lägg till ny lins",
    "Add new location": "Lägg till ny plats",
    "Add sketch of the month": "Lägg till skiss av månaden",
    "Add sketch of the week": "Lägg till skiss av veckan",
    "Add Team Member": "Lägg till teammedlem",
    "Administration": "Administration",
    "All drawings": "Alla skisser",
    "All drawings of ": "Alla skisser av ",
    "All observations of ": "Alla observationer av ",
    "All of the people that are part of this team.": "Alla personer som är en del av detta team.",
    "All sessions": "Alla sessioner",
    "A lot of useful information is still available.  Besides Deep-sky, there are also articles about Amateur Telescope Making.": "Mycket användbar information finns fortfarande tillgänglig. Förutom Deep-sky, finns det också artiklar om amatörteleskopbygge.",
    "A lot of useful information is still available.  This magazine is full of pure Deep-sky information.": "Mycket användbar information finns fortfarande tillgänglig. Denna tidskrift är full av ren Deep-sky information.",
    "Already registered?": "Redan registrerad?",
    " and a ": " och en ",
    "A new verification link has been sent to the email address you provided in your profile settings.": "En ny verifieringslänk har skickats till e-postadressen du angav i dina profilinställningar.",
    "A new verification link has been sent to your email address.": "En ny verifieringslänk har skickats till din e-postadress.",
    "Aperture of the instrument": "Öppning av instrumentet",
    "API Token": "API Token",
    "API Token Permissions": "API Token Behörigheter",
    "API Tokens": "API Tokens",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API-tokens tillåter tredjepartstjänster att autentisera med vår applikation på dina vägnar.",
    "Apparent Field of View": "Apparent synfält",
    "Apparent Field Of View (in degrees)": "Apparent synfält (i grader)",
    "April": "April",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Är du säker på att du vill ta bort detta team? När ett team tas bort, kommer alla dess resurser och data att raderas permanent.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Är du säker på att du vill ta bort ditt konto? När ditt konto tas bort, kommer alla dess resurser och data att raderas permanent. Ange ditt lösenord för att bekräfta att du vill ta bort ditt konto permanent.",
    "Are you sure you want to remove this account?": "Är du säker på att du vill ta bort detta konto?",
    "Are you sure you would like to delete this API token?": "Är du säker på att du vill ta bort detta API-token?",
    "Are you sure you would like to leave this team?": "Är du säker på att du vill lämna detta team?",
    "Are you sure you would like to remove this person from the team?": "Är du säker på att du vill ta bort denna person från teamet?",
    "Ask a question": "Ställ en fråga",
    "Asterism": "Asterism",
    "Atlases": "Atlaser",
    "Atlas Settings": "Atlasinställningar",
    "At this moment, this form is very basic.  If a comet sketch is the sketch of the month, enter the negative ID.  In the future, the option to add a DeepskyLog sketch of the month will be included in the details of an observation.": "För närvarande är detta formulär mycket grundläggande. Om en komet skiss är skissen för månaden, ange det negativa ID: t. I framtiden kommer alternativet att lägga till en DeepskyLog-skiss för månaden att ingå i detaljerna i en observation.",
    "At this moment, this form is very basic.  If a comet sketch is the sketch of the week, enter the negative ID.  In the future, the option to add a DeepskyLog sketch of the week will be included in the details of an observation.": "För närvarande är detta formulär mycket grundläggande. Om en komet skiss är skissen för veckan, ange det negativa ID: t. I framtiden kommer alternativet att lägga till en DeepskyLog-skiss för veckan att ingå i detaljerna i en observation.",
    "August": "Augusti",
    "bad": "dåligt",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Innan du fortsätter, kan du verifiera din e-postadress genom att klicka på länken vi precis skickade till dig? Om du inte har fått e-posten skickar vi gärna en annan.",
    "Bortle": "Bortle-skala",
    "Bright nebula": "Ljus nebulosa",
    "Browser Sessions": "Webbläsarsessioner",
    " by ": " av ",
    "Caldwell objects": "Caldwell-objekt",
    "Cancel": "Avbryt",
    "Catalogs": "Kataloger",
    "Central obstruction": "Centrala hinder",
    "Check Objects": "Kontrollera objekt",
    "Ciel Extrême was the French magazine for Deep-sky observers. 67 editions were published, in French, from 1996 to October 2012.": "Ciel Extrême var den franska tidskriften för Deep-sky-observatörer. 67 utgåvor publicerades, på franska, från 1996 till oktober 2012.",
    "Click here to re-send the verification email.": "Klicka här för att skicka verifierings-e-posten igen.",
    "Close": "Stäng",
    "Cluster with nebulosity": "Cluster med nebulositet",
    "Cluster with nebulosity in galaxy": "Cluster med nebulositet i galax",
    "Cluster with nebulosity in LMC": "Cluster med nebulositet i LMC",
    "Cluster with nebulosity in SMC": "Cluster med nebulositet i SMC",
    "Code": "Kod",
    "Color": "Färg",
    "Comets": "Kometer",
    "Comet sketches": "Komet skisser",
    "Confirm": "Bekräfta",
    "Confirm Password": "Bekräfta lösenord",
    "Connect": "Anslut",
    "Connected :createdAt": "Ansluten :createdAt",
    "Connected Accounts": "Anslutna konton",
    "Connect your social media accounts to enable Sign In with OAuth.": "Anslut dina sociala medier-konton för att aktivera inloggning med OAuth.",
    "Copyright notice": "Upphovsrättsmeddelande",
    "Country": "Land",
    "Country of residence": "Land",
    "Create": "Skapa",
    "Create Account": "Skapa konto",
    "Create a new eyepiece": "Skapa ett nytt okular",
    "Create a new filter": "Skapa ett nytt filter",
    "Create a new instrument": "Skapa ett nytt instrument",
    "Create a new instrument set": "Skapa en ny instrumentuppsättning",
    "Create a new lens": "Skapa en ny lins",
    "Create a new location": "Skapa en ny plats",
    "Create a new team": "Skapa ett nytt team",
    "Create a new team to collaborate with others on projects.": "Skapa ett nytt team för att samarbeta med andra på projekt.",
    "Create API Token": "Skapa API Token",
    "Created.": "Skapad.",
    "Create Team": "Skapa team",
    "Current Password": "Nuvarande lösenord",
    "Dark nebula": "Mörk nebulosa",
    "Dashboard": "Instrumentpanel",
    "Date": "Datum",
    "December": "December",
    "Deep-sky magazines": "Deep-sky-tidskrifter",
    "Deepsky": "Deepsky",
    "DeepskyLog": "DeepskyLog",
    "DeepskyLog is a free web application, and we want to keep DeepskyLog ad-free forever.  There are however some costs involved in the development and maintenance of DeepskyLog.": "DeepskyLog är en gratis webbapplikation, och vi vill hålla DeepskyLog reklamfri för alltid. Det finns dock vissa kostnader för utveckling och underhåll av DeepskyLog.",
    "DeepskyLog is an extended, comprehensive and free database for deepsky objects and has been developed by the Deepsky section of the Astronomical Society of Belgium (:linkVereniging Voor Sterrenkunde (VVS):close_link).": "DeepskyLog är en utökad, omfattande och gratis databas för deepsky-objekt och har utvecklats av Deepsky-sektionen i Astronomiska Sällskapet i Belgien (:linkVereniging Voor Sterrenkunde (VVS):close_link).",
    "DeepskyLog observer since ": "DeepskyLog observatör sedan ",
    "DeepskyLog Privacy Policy": "DeepskyLog Sekretesspolicy",
    "DeepskyLog sketches of the month": "DeepskyLog skisser av månaden",
    "DeepskyLog sketches of the week": "DeepskyLog skisser av veckan",
    "DeepskyLog Sketch of the Month": "DeepskyLog Skiss av månaden",
    "DeepskyLog Sketch of the Week": "DeepskyLog Skiss av veckan",
    "DeepskyLog sponsors": "DeepskyLog sponsorer",
    "DeepskyLog Trophy Gallery": "DeepskyLog Trophy Gallery",
    "DeepskyLog UI language": "DeepskyLog UI-språk",
    "Default": "Standard",
    "Default atlas": "Standardatlas",
    "Default instrument": "Standardinstrument",
    "Default instrument set": "Standardinstrumentuppsättning",
    "Default observing site": "Standardobservationsplats",
    "Delete": "Ta bort",
    "Delete Account": "Ta bort konto",
    "Delete API Token": "Ta bort API Token",
    "Delete make and move eyepieces to the selected make": "Ta bort make och flytta okular till den valda make",
    "Delete make and move filters to the selected make": "Ta bort make och flytta filter till den valda make",
    "Delete make and move instruments to the selected make": "Ta bort make och flytta instrument till den valda make",
    "Delete make and move lenses to the selected make": "Ta bort make och flytta linser till den valda make",
    "Delete Team": "Ta bort team",
    "Delete type and remove selected type from all eyepieces": "Ta bort typ och ta bort vald typ från alla okular",
    "Delete users from DeepskyLog": "Ta bort användare från DeepskyLog",
    "Details": "Detaljer",
    "Detail standard FoV (in arcminutes)": "Detalj standard FoV (i bågminuter)",
    "Detail standard object magnitude": "Detalj standardobjektmagnitud",
    "Detail standard star magnitude": "Detalj standardstjärnmagnitud",
    "Details visible for other users": "Detaljer synliga för andra användare",
    "Diameter": "Diameter",
    "Different objects": "Olika objekt",
    "Diffuse nebula in galaxy": "Diffus nebulosa i galax",
    "Diffuse nebula in LMC": "Diffus nebulosa i LMC",
    "Diffuse nebula in SMC": "Diffus nebulosa i SMC",
    "Disable": "Inaktivera",
    "Distant Targets was the magazine of the Deep-sky working group of the Belgian Astronomical Association (VVS). 32 editions were published, in Dutch, from 1996 to 2003.": "Distant Targets var tidskriften för Deep-sky arbetsgruppen i den belgiska astronomiska föreningen (VVS). 32 utgåvor publicerades, på holländska, från 1996 till 2003.",
    "Done.": "Klart.",
    "Double Star": "Dubbelstjärna",
    "Downloads": "Nedladdningar",
    "Drawings last year": "Skisser förra året",
    "Drawings of Caldwell objects": "Skisser av Caldwell-objekt",
    "Drawings of H400 objects": "Skisser av H400-objekt",
    "Drawings of H400-II objects": "Skisser av H400-II-objekt",
    "Drawings of Messier objects": "Skisser av Messier-objekt",
    "During the previous years, a lot of interesting information about Deep-Sky observing has been published.  Many of the magazines do not exist anymore, but can be downloaded for free.  If you know about other magazines, please let us know (": "Under de tidigare åren har mycket intressant information om Deep-Sky-observationer publicerats. Många av tidskrifterna finns inte längre, vänligen meddela oss (",
    "Edit": "Redigera",
    "Edit Profile": "Redigera profil",
    "Elevation": "Höjd",
    "Email": "E-post",
    "Email or user ID": "E-post eller användar-ID",
    "Email Password Reset Link": "E-posta lösenordsåterställningslänk",
    "Emission and reflection nebula": "Emissions- och reflektionsnebulosa",
    "Emission nebula": "Emissionsnebulosa",
    "Emission nebula around a star": "Emissionsnebulosa runt en stjärna",
    "Enable": "Aktivera",
    "Ensure your account is using a long, random password to stay secure.": "Se till att ditt konto använder ett långt, slumpmässigt lösenord för att vara säkert.",
    "Everybody who sponsors DeepskyLog will appear with his \/ her the company name on this page.": "Alla som sponsrar DeepskyLog kommer att visas med sitt företagsnamn på denna sida.",
    "excellent": "utmärkt",
    "Exit pupil": "Utgångspupill",
    "Eyepiece": "Okular",
    " eyepiece": " okular",
    "Eyepiece Make": "Okular tillverkare",
    "Eyepiece Makes": "Okular tillverkare",
    "Eyepieces": "Okular",
    "Eyepieces in this set": "Okular i denna uppsättning",
    "Eyepieces Makes": "Okular tillverkare",
    "Eyepieces Types": "Okulartyper",
    "Eyepiece Type": "Okulartyp",
    "Eyepiece Types": "Okulartyper",
    "F\/D of the instrument": "F\/D av instrumentet",
    "Factor": "Faktor",
    "Factor of the lens": "Faktor av linsen",
    "February": "Februari",
    "Fetch from Light Pollution Map": "Hämta från Light Pollution Map",
    "Field of View": "Synfält",
    "Field stop": "Synstopp",
    "Field stop (in mm)": "Synstopp (i mm)",
    " filter": " filter",
    "Filter Make": "Filter tillverkare",
    "Filter Makes": "Filter tillverkare",
    "Filters": "Filter",
    "Filters in this set": "Filter i denna uppsättning",
    "Finish enabling two factor authentication.": "Slutför aktiveringen av tvåfaktorsautentisering.",
    "First light": "Första ljuset",
    "First observation": "Första observation",
    "First observation on ": "Första observationen på ",
    "Fixed Magnification": "Fast förstoring",
    "Fixed magnification of the instrument (for example for finderscopes \/ binoculars)": "Fast förstoring av instrumentet (för exempel för sökare \/ kikare)",
    "Flipped and flopped image": "Flippad och floppad bild",
    "Flipped image": "Flippad bild",
    "Flopped image": "Floppad bild",
    "Focal Length": "Brännvidd",
    "Focal Length of the eyepiece (in mm)": "Brännvidd av okular (i mm)",
    "Focal length of the instrument": "Brännvidd av instrumentet",
    "Font size printed atlas pages (6..9)": "Teckenstorlek utskrivna atlas-sidor (6..9)",
    "Forgot your password?": "Glömt ditt lösenord?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Glömt ditt lösenord? Inga problem. Berätta bara din e-postadress för oss och vi skickar dig en länk för att återställa lösenordet som låter dig välja ett nytt.",
    "Forms": "Formulär",
    "For your security, please confirm your password to continue.": "För din säkerhet, bekräfta ditt lösenord för att fortsätta.",
    " from ": " från ",
    "ft": "ft",
    "Galaxy": "Galax",
    "Galaxy cluster": "Galaxhop",
    "Globular cluster": "Klotformig klunga",
    "Globular cluster in galaxy": "Klotformig klunga i galax",
    "Globular cluster in LMC": "Klotformig klunga i LMC",
    "Globular cluster in SMC": "Klotformig klunga i SMC",
    "good": "bra",
    "Go to page :page": "Gå till sida :page",
    "H-II region": "H-II-region",
    "H400 objects": "H400-objekt",
    "H400-II objects": "H400-II-objekt",
    "Help": "Hjälp",
    "Hide the exact location for other users": "Dölj den exakta platsen för andra användare",
    "I agree to the :privacy_policy": "Jag godkänner :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Om det behövs kan du logga ut från alla dina andra webbläsarsessioner på alla dina enheter. Några av dina senaste sessioner listas nedan; dock kan denna lista inte vara heltäckande. Om du känner att ditt konto har komprometterats, bör du också uppdatera ditt lösenord.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Om du redan har ett konto kan du acceptera denna inbjudan genom att klicka på knappen nedan:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Om du inte förväntade dig att få en inbjudan till detta team kan du kasta detta e-postmeddelande.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Om du inte har ett konto kan du skapa ett genom att klicka på knappen nedan. Efter att ha skapat ett konto kan du klicka på knappen för att acceptera inbjudan i detta e-postmeddelande för att acceptera teaminbjudan:",
    "Image catalogs": "Bildkataloger",
    "Image orientation": "Bildorientering",
    " in ": " i ",
    " in a sky with an SQM of ": " i en himmel med en SQM på ",
    "In case of questions or concerns regarding your personal data, do not hesitate to contact us at %sdeepskylog@groups.io%s.": "Om du har frågor eller funderingar om dina personuppgifter, tveka inte att kontakta oss på %sdeepskylog@groups.io%s.",
    "In case the registered user has not recorded any information in DeepskyLog within 24 months after registration, his account will be made obsolete and personal information deleted from the database.": "Om den registrerade användaren inte har registrerat någon information i DeepskyLog inom 24 månader efter registrering, kommer hans konto att göras föråldrat och personlig information raderas från databasen.",
    "In case users want to record observations and get access to a variety of useful tools, the user is asked to register and provide personal information including name, first name and email address.": "Om användare vill registrera observationer och få tillgång till olika användbara verktyg, ombeds användaren att registrera sig och ange personlig information inklusive namn, förnamn och e-postadress.",
    "inch": "tum",
    "In equipment sets": "I utrustningsset",
    "Instrument": "Instrument",
    "Instrument Makes": "Instrumenttillverkare",
    "Instruments": "Instrument",
    "Instrument sets": "Instrumentuppsättningar",
    "Instruments in this set": "Instrument i denna uppsättning",
    "Instrument Type": "Instrumenttyp",
    "Interstellarum was a German magazine for Deep-sky observers. The first 19 editions were purely focused on Deep-sky observing, later editions were focused on visual observations (of all objects). All editions are in German.": "Interstellarum var en tysk tidskrift för Deep-sky-observatörer. De första 19 utgåvorna var helt inriktade på Deep-sky-observation, senare utgåvor var inriktade på visuella observationer (av alla objekt). Alla utgåvor är på tyska.",
    "Interstellarum was published from 1994 to 2015.": "Interstellarum publicerades från 1994 till 2015.",
    "Is the image flipped (mirrored top-bottom)?": "Är bilden flippad (speglad upp-ner)?",
    "Is the image flopped (mirrored left-right)?": "Är bilden floppad (speglad vänster-höger)?",
    "January": "Januari",
    "July": "Juli",
    "June": "Juni",
    "Language Settings": "Språkinställningar",
    "Last active": "Senast aktiv",
    "Last observation": "Senaste observation",
    "Last used": "Senast använd",
    "Last used on": "Senast använd på ",
    "Latest observations": "Senaste observationer",
    "Latitude": "Latitud",
    "Leave": "Lämna",
    "Leave Team": "Lämna team",
    "Length of night": "Nattens längd",
    "Lenses": "Linser",
    "Lenses in this set": "Linser i denna uppsättning",
    "Lens Make": "Tillverkare av lins",
    "Lens Makes": "Tillverkare av linser",
    "License for drawings": "Licens för skisser",
    "Locations": "Platser",
    "Locations to use with this set": "Platser att använda med denna uppsättning",
    "Login": "Logga in",
    "Log in": "Logga in",
    "Log Out": "Logga ut",
    "Log Out Other Browser Sessions": "Logga ut andra webbläsarsessioner",
    "Longitude": "Longitud",
    "Look at this sketch of ": "Titta på denna skiss av ",
    "Lookup standard FoV (in arcminutes)": "Sökning standard FoV (i bågminuter)",
    "Lookup standard object magnitude": "Sökning standardobjektmagnitud",
    "Lookup standard star magnitude": "Sökning standardstjärnmagnitud",
    "m": "m",
    "Magnification": "Förstoring",
    "Main Sponsors": "Huvudsponsorer",
    "Make": "Tillverkare",
    "Make default": "Gör standard",
    "Manage and log out your active sessions on other browsers and devices.": "Hantera och logga ut dina aktiva sessioner på andra webbläsare och enheter.",
    "Manage API Tokens": "Hantera API Tokens",
    "Manage Role": "Hantera roll",
    "Manage Team": "Hantera team",
    "March": "Mars",
    "Max focal length (zoom eyepiece)": "Maximal brännvidd (zoom-okular)",
    "Maximal focal Length of the eyepiece (in mm) - only for zoom eyepieces": "Maximal brännvidd av okular (i mm) - endast för zoom-okular",
    "May": "Maj",
    "Messier objects": "Messier-objekt",
    "Missing information!": "Saknad information!",
    "mm": "mm",
    "moderate": "måttlig",
    "More details": "Mer information",
    "Most recent observation on ": "Senaste observationen på ",
    "mount": "fäste",
    "Move all eyepieces with the make to an existing make.": "Flytta alla okular med tillverkaren till en befintlig tillverkare.",
    "Move all filters with the make to an existing make.": "Flytta alla filter med tillverkaren till en befintlig tillverkare.",
    "Move all instruments with the make to an existing make.": "Flytta alla instrument med tillverkaren till en befintlig tillverkare.",
    "Move all lenses with the make to an existing make.": "Flytta alla linser med tillverkaren till en befintlig tillverkare.",
    "My drawings": "Mina skisser",
    "My eyepieces": "Mina okular",
    "My filters": "Mina filter",
    "My instruments": "Mina instrument",
    "My instrument sets": "Mina instrumentuppsättningar",
    "My lenses": "Mina linser",
    "My locations": "Mina platser",
    "My observations": "Mina observationer",
    "My observing lists": "Mina observationslistor",
    "My sessions": "Mina sessioner",
    "Name": "Namn",
    "Name of the eyepiece - proposal: ": "Namn på okular - förslag: ",
    "Name of the filter": "Namn på filtret",
    "Name of the instrument": "Namn på instrumentet",
    "Name of the instrument set": "Namn på instrumentuppsättningen",
    "Name of the lens": "Namn på linsen",
    "Name of the location": "Namn på platsen",
    "Nebula around star": "Nebulosa runt stjärna",
    "NELM": "NELM (Naken-ögon gränsmagnitud)",
    "New in DeepskyLog": "Nytt i DeepskyLog",
    "Newly added sketch of the ": "Nyligen tillagd skiss av ",
    "New Password": "Nytt lösenord",
    "No": "Nej",
    "Nonexistent": "Icke existerande",
    "No observations added!": "Inga observationer tillagda!",
    "No sketches yet...": "Inga skisser ännu...",
    "Not connected.": "Inte ansluten.",
    "November": "November",
    "Number of drawings": "Antal skisser",
    "Number of equipment sets": "Antal utrustningsset",
    "Number of eyepieces": "Antal okular",
    "Number of filters": "Antal filter",
    "Number of instruments": "Antal instrument",
    "Number of lenses": "Antal linser",
    "Number of locations": "Antal platser",
    "Number of observations": "Antal observationer",
    "Number of observations per month: ": "Antal observationer per månad: ",
    "Number of observations per year: ": "Antal observationer per år: ",
    "Object": "Objekt",
    "Object types seen: ": "Objekttyper sedda: ",
    "Observation": "Observation",
    "Observation ID": "Observations-ID",
    "Observations last year": "Observationer förra året",
    "Observations per country: ": "Observationer per land: ",
    " observed :object": " observerade :object",
    "Observed in the following locations": "Observerad på följande platser",
    "Observers": "Observatörer",
    "Observing list": "Observationslista",
    "Observing Settings": "Observationsinställningar",
    "Obstruction of the instrument (in %)": "Hinder av instrumentet (i %)",
    "October": "Oktober",
    "of": "av",
    "Offset between measured SQM value and the faintest visible star.": "Offset mellan uppmätt SQM-värde och den svagaste synliga stjärnan.",
    "on": "på",
    " on ": " på ",
    " on #deepskylog": " på #deepskylog",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "När ett team tas bort kommer alla dess resurser och data att raderas permanent. Innan du tar bort detta team, ladda ner all data eller information om detta team som du vill behålla.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "När ditt konto tas bort kommer alla dess resurser och data att raderas permanent. Innan du tar bort ditt konto, ladda ner all data eller information som du vill behålla.",
    "Only add a make for the eyepiece here if the correct make is not available in the dropdown above.": "Lägg bara till en tillverkare för okularet här om den korrekta tillverkaren inte finns tillgänglig i rullgardinsmenyn ovan.",
    "Only add a make for the filter here if the correct make is not available in the dropdown above.": "Lägg bara till en tillverkare för filtret här om den korrekta tillverkaren inte finns tillgänglig i rullgardinsmenyn ovan.",
    "Only add a make for the instrument here if the correct make is not available in the dropdown above.": "Lägg bara till en tillverkare för instrumentet här om den korrekta tillverkaren inte finns tillgänglig i rullgardinsmenyn ovan.",
    "Only add a make for the lens here if the correct make is not available in the dropdown above.": "Lägg bara till en tillverkare för linsen här om den korrekta tillverkaren inte finns tillgänglig i rullgardinsmenyn ovan.",
    "Only add a type for the eyepiece here if the correct type is not available in the dropdown above.": "Lägg bara till en typ för okularet här om den korrekta typen inte finns tillgänglig i rullgardinsmenyn ovan.",
    "Open cluster": "Öppen klunga",
    "Open cluster in LMC": "Öppen klunga i LMC",
    "Open cluster in SMC": "Öppen klunga i SMC",
    "Overview standard FoV (in arcminutes)": "Översikt standard FoV (i bågminuter)",
    "Overview standard object magnitude": "Översikt standardobjektmagnitud",
    "Overview standard star magnitude": "Översikt standardstjärnmagnitud",
    "Owner": "Ägare",
    "Pagination Navigation": "Sidnavigering",
    "Password": "Lösenord",
    "Password saved, please refresh.": "Lösenord sparat, vänligen uppdatera.",
    "Pending Team Invitations": "Väntande teaminbjudningar",
    "Permanently delete this team.": "Ta bort detta team permanent.",
    "Permanently delete your account.": "Ta bort ditt konto permanent.",
    "Permissions": "Behörigheter",
    "Photo": "Foto",
    "Picture of eyepiece": "Bild av okular",
    "Picture of filter": "Bild av filter",
    "Picture of instrument": "Bild av instrument",
    "Picture of instrument set": "Bild av instrumentuppsättning",
    "Picture of lens": "Bild av lins",
    "Picture of location": "Bild av plats",
    "Planetary nebula": "Planetarisk nebulosa",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Bekräfta åtkomst till ditt konto genom att ange en av dina nödrecoverykoder.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Bekräfta åtkomst till ditt konto genom att ange autentiseringskoden som tillhandahålls av din autentiseringsapplikation.",
    "Please contact the :linkDeepskyLog developers:close_link if you encounter problems or have questions.": "Kontakta :linkDeepskyLog utvecklare:close_link om du stöter på problem eller har frågor.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopiera ditt nya API-token. Av säkerhetsskäl visas det inte igen.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Ange ditt lösenord för att bekräfta att du vill logga ut från dina andra webbläsarsessioner på alla dina enheter.",
    "Please enter your password to confirm you would like to remove this account.": "Ange ditt lösenord för att bekräfta att du vill ta bort detta konto.",
    "Please provide some information about your astronomical interests!": "Vänligen ge lite information om dina astronomiska intressen!",
    "Please provide the name of the person you would like to add to this team.": "Ange namnet på personen du vill lägga till i detta team.",
    "poor": "dåligt",
    "Popular objects": "Populära objekt",
    "Popular observations": "Populära observationer",
    "Privacy Policy": "Sekretesspolicy",
    "Profile": "Profil",
    "Profile Information": "Profilinformation",
    "Public observing lists": "Publika observationslistor",
    "Quasar": "Kvasar",
    "Rank": "Rank",
    "Recovery Code": "Återställningskod",
    "Reflection nebula": "Reflektionsnebulosa",
    "Reflection nebula and H-II": "Reflektionsnebulosa och H-II",
    "Regenerate Recovery Codes": "Återskapa återställningskoder",
    "Register": "Registrera",
    "Remember me": "Kom ihåg mig",
    "Remove": "Ta bort",
    "Remove Account": "Ta bort konto",
    "Remove Photo": "Ta bort foto",
    "Remove Team Member": "Ta bort teammedlem",
    "Report issue": "Rapportera problem",
    "Resend Verification Email": "Skicka verifierings-e-post igen",
    "Reset Password": "Återställ lösenord",
    "Rest": "Rest",
    "results": "resultat",
    "Role": "Roll",
    "Save": "Spara",
    "Saved.": "Sparad.",
    "Schott": "Schott",
    "Search": "Sök",
    "Search object": "Sök objekt",
    "Search Observations": "Sök observationer",
    "seeing": "seeing",
    "Select A New Photo": "Välj en ny bild",
    "Select the color of the filter.": "Välj färgen på filtret.",
    "Select the make of the eyepiece, if the make is not in the list, add a new make in the next field.": "Välj tillverkaren av okularet, om tillverkaren inte finns i listan, lägg till en ny tillverkare i nästa fält.",
    "Select the make of the filter, if the make is not in the list, add a new make in the next field.": "Välj tillverkaren av filtret, om tillverkaren inte finns i listan, lägg till en ny tillverkare i nästa fält.",
    "Select the make of the instrument, if the make is not in the list, add a new make in the next field.": "Välj tillverkaren av instrumentet, om tillverkaren inte finns i listan, lägg till en ny tillverkare i nästa fält.",
    "Select the make of the lens, if the make is not in the list, add a new make in the next field.": "Välj tillverkaren av linsen, om tillverkaren inte finns i listan, lägg till en ny tillverkare i nästa fält.",
    "Select the mount type of the instrument": "Välj monteringstypen för instrumentet",
    "Select the type of the eyepiece, if the make is not in the list, add a new type in the next field.": "Välj typen av okularet, om tillverkaren inte finns i listan, lägg till en ny typ i nästa fält.",
    "Select the type of the filter.": "Välj typen av filtret.",
    "Select the type of the instrument.": "Välj typen av instrumentet.",
    "Send messages as email": "Skicka meddelanden som e-post",
    "Send message to ": "Skicka meddelande till ",
    "Send message to all": "Skicka meddelande till alla",
    "September": "September",
    "Sessions": "Sessioner",
    "Set Password": "Ange lösenord",
    "Setup Key": "Installationsnyckel",
    "Share this sketch": "Dela denna skiss",
    "Show comet sketches": "Visa komet skisser",
    "Show deep-sky sketches": "Visa deep-sky skisser",
    "Showing": "Visar",
    "Show instrument diameter in inch": "Visa instrumentdiameter i tum",
    "Show Recovery Codes": "Visa återställningskoder",
    "Sketches": "Skisser",
    "Sketch of the Month": "Skiss av månaden",
    "Sketch of the Week": "Skiss av veckan",
    "Source: ": "Källa: ",
    "Sponsor!": "Sponsra!",
    "Sponsor DeepskyLog": "Sponsra DeepskyLog",
    "SQM": "SQM (Himmelns ljusstyrka)",
    "SQM (mag\/arcsec²)": "SQM (mag\/arcsec²)",
    "Standard language for observations": "Standard språk för observationer",
    "Standard size of first picture (in arcminutes)": "Standardstorlek på första bilden (i bågminuter)",
    "Standard size of second picture (in arcminutes)": "Standardstorlek på andra bilden (i bågminuter)",
    "Star": "Stjärna",
    "Statistics": "Statistik",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Spara dessa återställningskoder i en säker lösenordshanterare. De kan användas för att återställa åtkomst till ditt konto om din tvåfaktorsautentiseringsenhet går förlorad.",
    "Subscribe to mailing list": "Prenumerera på e-postlista",
    "Supernova": "Supernova",
    "Supernova remnant": "Supernova-rester",
    "Switch Teams": "Byt team",
    "Team Members": "Teammedlemmar",
    "Team Name": "Teamnamn",
    "Team Owner": "Teamägare",
    "Team Settings": "Teaminställningar",
    "Tell something about this instrument set": "Berätta något om denna instrumentuppsättning",
    "Tell something about your astronomical interests": "Berätta något om dina astronomiska intressen",
    "Tell something about your eyepiece": "Berätta något om ditt okular",
    "Tell something about your filter": "Berätta något om ditt filter",
    "Tell something about your instrument": "Berätta något om ditt instrument",
    "Tell something about your lens": "Berätta något om din lins",
    "Tell something about your location": "Berätta något om din plats",
    "The database is open for consultation and already contains tens of thousands observations and thousands of sketches and drawings made by amateur astronomers around the world.": "Databasen är öppen för konsultation och innehåller redan tiotusentals observationer och tusentals skisser och teckningar gjorda av amatörastronomer runt om i världen.",
    " The following notes where made: ": " Följande anteckningar gjordes: ",
    "The majority of information on this site can be accessed without providing any personal information.": "Majoriteten av informationen på denna webbplats kan nås utan att ange någon personlig information.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Dessa personer har bjudits in till ditt team och har skickats en inbjudan via e-post. De kan gå med i teamet genom att acceptera e-postinbjudan.",
    "The team's name and owner information.": "Teamets namn och ägarinformation.",
    "The user has the right at any time, at no cost and upon request, to prohibit the use of his information for the purpose of direct communication.": "Användaren har rätt när som helst, utan kostnad och på begäran, att förbjuda användningen av hans information för direktkommunikation.",
    "This device": "Denna enhet",
    "This information will be used only for user management and to keep you informed about our activities.": "Denna information kommer endast att användas för användarhantering och för att hålla dig informerad om våra aktiviteter.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Detta är ett säkert område i applikationen. Bekräfta ditt lösenord innan du fortsätter.",
    "This registration allows access to a variety of useful tools, including information on the objects observed and sketches made.": "Denna registrering ger tillgång till olika användbara verktyg, inklusive information om de observerade objekten och skisserna som gjorts.",
    "Timezone": "Tidszon",
    "to": "till",
    "Today Astronomical Darkness": "Dagens astronomiska mörker",
    "Today Civil Darkness": "Dagens civila mörker",
    "Today Nautical Darkness": "Dagens nautiska mörker",
    "Today sunrise \/ sunset \/ transit": "Dagens soluppgång \/ solnedgång \/ transit",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "För att slutföra aktiveringen av tvåfaktorsautentisering, skanna följande QR-kod med din telefons autentiseringsapplikation eller ange installationsnyckeln och ange den genererade OTP-koden.",
    "Token Name": "Tokennamn",
    "To start recording your observations and share your observations with other observers, you are kindly requested to :linkregister:close_link to DeepskyLog.": "För att börja registrera dina observationer och dela dina observationer med andra observatörer, ombeds du vänligen att :linkregistrera:close_link till DeepskyLog.",
    "Total": "Totalt",
    "Total number of observing lists": "Totalt antal observationslistor",
    "Translate all the observations to the language of the UI": "Översätt alla observationer till användargränssnittets språk.",
    "Two Factor Authentication": "Tvåfaktorsautentisering",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Tvåfaktorsautentisering är nu aktiverad. Skanna följande QR-kod med din telefons autentiseringsapplikation eller ange installationsnyckeln.",
    "Type": "Typ",
    " under ": " under ",
    "Unknown": "Okänd",
    "Unmirrored image": "Ej speglad bild",
    "Update ": "Uppdatera ",
    "Update eyepiece": "Uppdatera okular",
    "Update filter": "Uppdatera filter",
    "Update instrument": "Uppdatera instrument",
    "Update instrument set": "Uppdatera instrumentuppsättning",
    "Update lens": "Uppdatera lins",
    "Update location": "Uppdatera plats",
    "Update make": "Uppdatera tillverkare",
    "Update Password": "Uppdatera lösenord",
    "Update the language settings.": "Uppdatera språkinställningarna.",
    "Update the settings for observing.": "Uppdatera inställningarna för observation.",
    "Update the settings for the DeepskyLog atlases.": "Uppdatera inställningarna för DeepskyLog-atlaser.",
    "Update type": "Uppdatera typ",
    "Update your account's profile information and email address.": "Uppdatera ditt kontos profilinformation och e-postadress.",
    "Upload image": "Ladda upp bild",
    "Use an authentication code": "Använd en autentiseringskod",
    "Use a recovery code": "Använd en återställningskod",
    "Use Avatar as Profile Photo": "Använd Avatar som profilbild",
    "Used eyepieces": "Använda okular",
    "Used filters": "Använda filter",
    "Used instruments": "Använda instrument",
    "Used instrument was ": "Använt instrument var ",
    "Used lenses": "Använda lin",
    "Used with the following telescopes": "Används med följande teleskop",
    "User name": "Användarnamn",
    "Username": "Användarnamn",
    " using a ": " med en ",
    "View": "Visa",
    "Weather Prospects": "Väderutsikter",
    "Welcome to DeepskyLog!": "Välkommen till DeepskyLog!",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "När tvåfaktorsautentisering är aktiverad kommer du att uppmanas att ange en säker, slumpmässig token under autentisering. Du kan hämta denna token från din telefons Google Authenticator-applikation.",
    "Whoops! Something went wrong.": "Hoppsan! Något gick fel.",
    " with a magnification of ": " med en förstoring av ",
    "Without lenses": "Utan linser",
    "Wolf-Rayet nebula": "Wolf-Rayet-nebulosa",
    "Wratten": "Wratten",
    "x": "x",
    "Yes": "Ja",
    "You are free to connect any social accounts to your profile and may remove any connected accounts at any time. If you feel any of your connected accounts have been compromised, you should disconnect them immediately and change your password.": "Du är fri att ansluta alla sociala konton till din profil och kan ta bort alla anslutna konton när som helst. Om du känner att något av dina anslutna konton har komprometterats, bör du koppla bort dem omedelbart och ändra ditt lösenord.",
    "You can also consult the observations and sketches of other observers and share your own observations and sketches with the community.": "Du kan också konsultera observationer och skisser av andra observatörer och dela dina egna observationer och skisser med gemenskapen.",
    "You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instrument and from your observation sites. ": "Du kan konsultera och skapa observationslistor med olika deepsky-objekt och se förslag på objekt som är synliga i dina instrument och från dina observationsplatser. ",
    "You can consult and create observing lists with different deepsky objects and see suggestions for objects visible in your instruments and from your observation sites. ": "Du kan konsultera och skapa observationslistor med olika deepsky-objekt och se förslag på objekt som är synliga i dina instrument och från dina observationsplatser. ",
    "You can create your own file with maps and DSS images of the objects and have access to an interactive and detailed free star atlas. ": "Du kan skapa din egen fil med kartor och DSS-bilder av objekten och ha tillgång till en interaktiv och detaljerad gratis stjärnatlas. ",
    "You can get more information on sponsoring DeepskyLog by sending us a mail:": "Du kan få mer information om att sponsra DeepskyLog genom att skicka oss ett mail:",
    "You have been invited to join the :team team!": "Du har blivit inbjuden att gå med i teamet :team!",
    "You have enabled two factor authentication.": "Du har aktiverat tvåfaktorsautentisering.",
    "You haven't selected a standard instrument for your observations! DeepskyLog can only calculate how easy an object can be seen if the standard instrument is set.": "Du har inte valt ett standardinstrument för dina observationer! DeepskyLog kan bara beräkna hur lätt ett objekt kan ses om standardinstrumentet är inställt.",
    "You haven't selected a standard location for your observations! DeepskyLog can only calculate how easy an object can be seen if the standard location is set.": "Du har inte valt en standardplats för dina observationer! DeepskyLog kan bara beräkna hur lätt ett objekt kan ses om standardplatsen är inställd.",
    "You have no connected accounts.": "Du har inga anslutna konton.",
    "You have not enabled two factor authentication.": "Du har inte aktiverat tvåfaktorsautentisering.",
    "You may accept this invitation by clicking the button below:": "Du kan acceptera denna inbjudan genom att klicka på knappen nedan:",
    "You may delete any of your existing tokens if they are no longer needed.": "Du kan ta bort någon av dina befintliga tokens om de inte längre behövs.",
    "Your connected accounts.": "Dina anslutna konton.",
    "Your country of residence is not set. Please set it on this page!": "Ditt land är inte inställt. Vänligen ställ in det på denna sida!",
    "Your email address is unverified.": "Din e-postadress är inte verifierad.",
    "Your personal data will be handled in accordance with our :linkprivacy policy:close_link.": "Dina personuppgifter kommer att hanteras i enlighet med vår :linksekretesspolicy:close_link.",
    "Your personal information is never passed on to third parties.": "Dina personuppgifter lämnas aldrig ut till tredje part."
}