Repository: DeepskyLog/DeepskyLog
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, nl_nl, sv_se

source: This information will be used only for user management and to keep you informed about our activities.
de_de: Diese Informationen werden nur für die Benutzerverwaltung und zur Information über unsere Aktivitäten verwendet.
es_es: Esta información se usará sólo para la gestión de usuarios y para mantenerle informado sobre nuestras actividades.
fr_fr: Ces informations ne seront utilisées que pour la gestion des utilisateurs et pour vous tenir au courant de nos activités.
nl_nl: Deze informatie wordt uitsluitend gebruikt voor gebruikersbeheer en om u op de hoogte te houden van onze activiteiten.
sv_se: Denna information kommer endast att användas för användarhantering och för att hålla dig informerad om våra aktiviteter.

source: The user has the right at any time, at no cost and upon request, to prohibit the use of his information for the purpose of direct communication.
de_de: Der Nutzer hat jederzeit und kostenlos und auf Wunsch das Recht, die Nutzung seiner Informationen zum Zwecke der direkten Kommunikation zu untersagen.
es_es: El usuario tiene el derecho en cualquier momento, sin costo y bajo petición, de prohibir el uso de su información con el propósito de comunicación directa.
fr_fr: L'utilisateur a le droit, à tout moment, sans frais et sur demande, d'interdire l'utilisation de ses informations à des fins de communication directe.
nl_nl: De gebruiker heeft het recht ten allen tijde, kosteloos en op verzoek, het gebruik van zijn informatie te verbieden ten behoeve van directe communicatie.
sv_se: Användaren har rätt att när som helst, utan kostnad och på begäran, förbjuda användningen av sin information för direkt kommunikation.

source: Your personal information is never passed on to third parties.
de_de: Ihre persönlichen Daten werden niemals an Dritte weitergegeben.
es_es: Su información personal nunca es transmitida a terceras personas.
fr_fr: Vos renseignements personnels ne sont jamais transmis à des tierces parties.
nl_nl: Uw persoonlijke gegevens worden nooit doorgegeven aan derden.
sv_se: Dina personuppgifter överförs aldrig till tredje part.

source: In case the registered user has not recorded any information in DeepskyLog within 24 months after registration, his account will be made obsolete and personal information deleted from the database.
de_de: Wenn der registrierte Nutzer innerhalb von 24 Monaten nach der Registrierung keine Informationen in DeepskyLog eingetragen hat, wird sein Konto veraltet und persönliche Informationen aus der Datenbank gelöscht.
es_es: En caso de que el usuario registrado no haya registrado ninguna información en DeepskyLog dentro de los 24 meses posteriores al registro, su cuenta será obsoleta y se borrará la información personal de la base de datos.
fr_fr: Dans le cas où l'utilisateur enregistré n'a pas enregistré d'informations dans DeepskyLog dans les 24 mois après l'enregistrement, son compte sera rendu obsolète et les informations personnelles supprimées de la base de données.
nl_nl: In het geval dat de geregistreerde gebruiker geen informatie heeft ingegeven in DeepskyLog binnen de 24 maanden na registratie, zullen zijn verouderde en persoonlijke informatie uit het gegevensbestand worden geschrapt.
sv_se: Om den registrerade användaren inte har registrerat någon information i DeepskyLog inom 24 månader efter registreringen, kommer hans konto att göras föråldrade och personlig information tas bort från databasen.

source: In case of questions or concerns regarding your personal data, do not hesitate to contact us at %sdevelopers@deepskylog.be%s.
de_de: Bei Fragen oder Bedenken zu Ihren persönlichen Daten stehen wir Ihnen gerne unter %sdevelopers@deepskylog.be%s zur Verfügung.
es_es: En caso de preguntas o inquietudes sobre sus datos personales, no dude en contactar con nosotros a %sdevelopers@deepskylog.be%s.
fr_fr: En cas de questions ou de préoccupations concernant vos données personnelles, n'hésitez pas à nous contacter à %sdevelopers@deepskylog.be%s.
nl_nl: In geval van vragen of problemen met betrekking tot uw persoonlijke gegevens, aarzel niet om contact met ons op te nemen via %sdevelopers@deepskylog.be%s.
sv_se: I händelse av frågor eller funderingar kring dina personuppgifter, tveka inte att kontakta oss på %sdevelopers@deepskylog.be %s.

source: Observation list by
de_de: Beobachtungsliste nach
es_es: Lista de observación por
fr_fr: Liste d’observation par
nl_nl: Waarneemlijst door
sv_se: Observationslista efter

source: No description
de_de: Keine Beschreibung
es_es: Sin descripción
fr_fr: Pas de description
nl_nl: Geen beschrijving
sv_se: Ingen beskrivning

source: Tags
es_es: Etiquetas
sv_se: Taggar

source: No tags
de_de: Keine Tags
es_es: No etiquetas
fr_fr: Pas de tags
nl_nl: Geen tags
sv_se: Ingen taggning

source: Edit
de_de: Editieren
es_es: Editar
fr_fr: Modifier
nl_nl: Wijzig
sv_se: Redigera

source: All eyepieces
de_de: Alle Okulare
es_es: Todos los oculares
fr_fr: Tous les oculaires
nl_nl: Alle oculairs
sv_se: Alla okular

source: Eyepieces of %s
de_de: Okulare von %s
es_es: Oculares de %s
fr_fr: Oculaires de %s
nl_nl: Oculairs van %s
sv_se: Okular av %s

source: All observation lists
de_de: Alle Beobachtungslisten
es_es: Todas las listas de observación
fr_fr: Toutes les listes d’observation
nl_nl: Alle waarneemlijsten
sv_se: Alla observationslistor

source: Active list
de_de: Aktive Liste
es_es: Lista activa
fr_fr: Liste active
nl_nl: Actieve lijst
sv_se: Aktiva listan

source: is your active list. You can search for objects and add them to this list.
de_de: ist Ihre aktive Liste. Sie können nach Objekten suchen und sie dieser Liste hinzufügen.
es_es: es su lista activa. Puede buscar objetos y agregarlos a esta lista.
fr_fr: est votre liste active. Vous pouvez rechercher des objets et les ajouter à cette liste.
nl_nl: is uw actieve lijst. U kan naar objecten zoeken en deze aan deze lijst toevoegen.
sv_se: är din aktiva lista. Du kan söka efter objekt och lägga till dem i den här listan.

source: Observation lists of %s
de_de: Beobachtungslisten von %s
es_es: Listas de observación de %s
fr_fr: Listes d’observation de %s
nl_nl: Waarneemlijsten van %s
sv_se: Observationslistor över %s

source: Add observation list
de_de: Beobachtungsliste hinzufügen
es_es: Añadir una lista de observación
fr_fr: Ajouter liste d’observation
nl_nl: Waarneemlijst toevoegen
sv_se: Lägg till observationslista

source: Contrast reserve can only be calculated when you are logged in...
de_de: Kontrast Reserve kann nur berechnet werden, wenn Sie eingeloggt sind...
es_es: La reserva de contraste sólo se puede calcular cuando se ha iniciado la sesión...
fr_fr: La réserve de contraste ne peut être calculée que lorsque vous êtes connecté...
nl_nl: Contrast reserve kan alleen worden berekend wanneer u bent ingelogd...
sv_se: Kontrast reserven kan bara beräknas när du är inloggad...

source: Contrast reserve can only be calculated when you have set a standard location...
de_de: Kontrast Reserve kann nur berechnet werden, wenn Sie einen Standardstandort gesetzt haben...
es_es: La reserva de contraste sólo se puede calcular cuando se ha establecido una ubicación estándar...
fr_fr: La réserve de contraste ne peut être calculée que lorsque vous avez défini une location standard…
nl_nl: Contrast reserve kan enkel worden berekend als de standaard waarneemplaats is gezet.
sv_se: Kontrast reserven kan bara beräknas när du har angett en standardplats...

source: Contrast reserve can only be calculated when you have set a standard instrument...
de_de: Kontrast Reserve kann nur berechnet werden, wenn Sie ein Standardinstrument gesetzt haben...
es_es: La reserva de contraste sólo se puede calcular cuando se ha ajustado un instrumento estándar...
fr_fr: La réserve de contraste ne peut être calculée que lorsque vous avez défini un instrument standard...
nl_nl: Contrast reserve kan enkel worden berekend als een standaard instrument is gezet.
sv_se: Kontrast reserven kan bara beräknas när du har ställt in ett standardinstrument...

source: Contrast reserve can only be calculated when the standard instrument has a fixed magnification or when there are eyepieces defined...
de_de: Kontrast Reserve kann nur berechnet werden, wenn das Standardinstrument eine feste Vergrößerung hat oder wenn Okulare definiert sind...
es_es: La reserva de contraste sólo se puede calcular cuando el instrumento estándar tiene un aumento fijo o cuando hay oculares definidos...
fr_fr: La réserve de contraste ne peut être calculée que lorsque l'instrument standard a un grossissement fixe ou lorsqu'il y a des oculaires définis...
nl_nl: Contrast reserve kan enkel worden berekend als het standaardinstrument een vaste vergroting heeft of als er oculairs gedefinieerd zijn.
sv_se: Kontrast reserv kan bara beräknas när standard instrumentet har en fast förstoring eller när det finns okular definierade...

source: Contrast reserve can only be calculated when you have set a typical limiting magnitude or sky background for your standard location...
de_de: Kontrast Reserve kann nur berechnet werden, wenn Sie eine typische Begrenzungs Größe oder einen Himmelshintergrund für Ihren Standard-Standort gesetzt haben...
es_es: La reserva de contraste sólo se puede calcular cuando se ha establecido una magnitud de limitación típica o un fondo de cielo para su ubicación estándar...
fr_fr: La réserve de contraste ne peut être calculée que si vous avez défini une magnitude de limitation typique ou un fond de ciel pour votre emplacement standard...
nl_nl: Contrast reserve kan enkel worden berekend als er een typische grensmagnitude of hemelachtergrond is gezet voor je standaard waarneemplaats.
sv_se: Kontrast reserven kan endast beräknas när du har ställt in en typisk begränsande magnitud eller himmel bakgrund för din standardplats...

source: Contrast reserve can only be calculated when the object has a known diameter
de_de: Kontrast Reserve kann nur berechnet werden, wenn das Objekt einen bekannten Durchmesser hat
es_es: La reserva de contraste sólo se puede calcular cuando el objeto tiene un diámetro conocido
fr_fr: La réserve de contraste ne peut être calculée que lorsque l'objet a un diamètre connu
nl_nl: Contrast reserve kan alleen worden berekend wanneer het object een gekende diameter heeft
sv_se: Kontrast reserven kan endast beräknas när objektet har en känd diameter

source: Contrast reserve can only be calculated when the object has a known magnitude
de_de: Kontrast Reserve kann nur berechnet werden, wenn das Objekt eine bekannte Größe hat
es_es: La reserva de contraste sólo se puede calcular cuando el objeto tiene una magnitud conocida
fr_fr: La réserve de contraste ne peut être calculée que lorsque l'objet a une magnitude connue
nl_nl: Contrast reserve kan alleen worden berekend wanneer het object een gekende magnitude heeft
sv_se: Kontrast reserven kan endast beräknas när objektet har en känd magnitud

source: %s is not visible from %s with your %s
de_de: %s ist nicht sichtbar von %s mit ihren %s
es_es: %s no es visible desde %s con su %s
fr_fr: %s n'est pas visible de %s avec votre %s
nl_nl: %s is niet zichtbaar vanaf %s met uw %s
sv_se: %s visas inte från %s med %s

source: Visibility of %s is questionable from %s with your %s
de_de: Die Sichtbarkeit von %s ist von %s mit ihren %s fragwürdig
es_es: La visibilidad de %s es cuestionable desde %s con su %s
fr_fr: La visibilité de %s est douteuse à partir de %s avec votre %s
nl_nl: De zichtbaarheid van %s is twijfelachtig van %s met uw %s
sv_se: %s kan ifrågasättas från %s med %s

source: %s is difficult to see from %s with your %s
de_de: %s ist von %s mit ihren %s schwer zu erkennen
es_es: %s es difícil de ver a partir de %s con su %s
fr_fr: %s est difficile à voir de %s avec votre %s
nl_nl: %s is moeilijk te zien van %s met uw %s
sv_se: %s är svårt att se från %s med %s

source: %s is quite difficult to see from %s with your %s
de_de: %s ist ziemlich schwierig von %s mit ihren %s zu sehen
es_es: %s es bastante difícil de ver a partir de %s con su %s
fr_fr: %s est assez difficile à voir de %s avec votre %s
nl_nl: %s is vrij moeilijk te zien van %s met uw %s
sv_se: %s är ganska svårt att se från %s med %s

source: %s is easy to see from %s with your %s
de_de: %s ist leicht zu sehen von %s mit ihren %s
es_es: %s es fácil de ver a partir de %s con su %s
fr_fr: %s est facile à voir de %s avec votre %s
nl_nl: %s is gemakkelijk te zien van %s met uw %s
sv_se: %s är lätt att se från %s med %s

source: %s is very easy to see from %s with your %s
de_de: %s ist sehr leicht von %s mit ihren %s zu sehen
es_es: %s es muy fácil de ver a partir de %s con su %s
fr_fr: %s est très facile à voir de %s avec votre %s
nl_nl: %s is zeer gemakkelijk te zien van %s met uw %s
sv_se: %s är mycket lätt att se från %s med %s

source: All filters
de_de: Alle Filter
es_es: Todos los filtros
fr_fr: Tous les filtres
nl_nl: Alle filters
sv_se: Alla filter

source: Filters of %s
de_de: Filter von %s
es_es: Filtros de %s
fr_fr: Filtres de %s
nl_nl: Filters van %s
sv_se: Filter för %s

source: Show equipment
de_de: Ausrüstung anzeigen
es_es: Mostrar equipo
fr_fr: Afficher l’équipement
nl_nl: Apparatuur tonen
sv_se: Visa utrustning

source: All my equipment
de_de: Alle meine Geräte
es_es: Todo mi equipo
fr_fr: Tout mon équipement
nl_nl: Al mijn apparatuur
sv_se: All min utrustning

source: All my active equipment
de_de: Alle meine aktiven Geräte
es_es: Todo mi equipo activo
fr_fr: Tout mon équipement actif
nl_nl: Al mijn actieve apparatuur
sv_se: All min aktiva utrustning

source: Equipment set
de_de: Ausrüstungssatz
es_es: Conjunto de equipos
fr_fr: Ensemble d’équipement
nl_nl: Uitrustingsset
sv_se: Utrustningsset

source: Add a new instrument
de_de: Neues Instrument hinzufügen
es_es: Añadir un nuevo instrumento
fr_fr: Ajouter un nouvel instrument
nl_nl: Voeg een nieuw instrument toe
sv_se: Lägg till ett nytt instrument

source: Reset Password
de_de: Passwort zurücksetzen
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
nl_nl: Herstel wachtwoord
sv_se: Återställ lösenord

source: E-Mail Address
de_de: Emailadresse
es_es: Dirección de correo electrónico
fr_fr: Adresse email
nl_nl: E-mail adres
sv_se: E-postadress

source: Send Password Reset Link
de_de: Send den Passwort-Reset-Link
es_es: Enviar enlace de restablecimiento de contraseña
fr_fr: Envoyer un lien de réinitialisation du mot de passe
nl_nl: Verstuur herstel link voor het wachtwoord
sv_se: Skicka lösen ords återställning länk

source: Hello!
de_de: Hallo!
es_es: ¡Hola!
fr_fr: Bonjour!
nl_nl: Hallo!
sv_se: Hej!

source: Regards
de_de: Mit freundlichen Grüßen
es_es: Saludos
fr_fr: Cordialement
nl_nl: Groeten
sv_se: Hälsningar

source: If you’re having trouble clicking the ":actionText" button, copy and paste the URL below into your web browser: [:actionURL](:actionURL)
de_de: Wenn Sie Probleme haben, auf den Knopfe ":ActionText" zu klicken, kopieren und fügen Sie die URL unten in Ihren Web-Browser ein: [:actionURL] (:actionURL)
es_es: Si tiene problemas al hacer clic en el botón ":actionText", copie y pegue la URL siguiente en su navegador web: [:actionURL] (:actionURL)
fr_fr: Si vous rencontrez des problèmes en cliquant sur le bouton ":actionText", copiez et collez l'URL ci-dessous dans votre navigateur Web: [:actionURL] (:actionURL)
nl_nl: Als je problemen hebt met het klikken op de ":actionText" knop, kopieer en plak de onderstaande URL dan in jouw webbrowser: [:actionURL] (:actionURL)
sv_se: Om du har problem med att klicka på knappen ":actionText", kopiera och klistra in webb adressen nedan i din webbläsare: [:actionURL] (:actionURL)

source: Add a new observation list
de_de: Einer neuen Beobachtungsliste hinzufügen
es_es: Añadir una nueva lista de observación
fr_fr: Ajouter une nouvelle liste d’observation
nl_nl: Nieuwe waarneemlijst toevoegen
sv_se: Lägga till en ny observationslista

source: Factor
de_de: Faktor
es_es: Cartero
fr_fr: Facteur
sv_se: Faktor

source: User name
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam
sv_se: Användarnamn

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimez
nl_nl: Verwijder
sv_se: Radera

source: Search objects
de_de: Such Objekte
es_es: Buscar objetos
fr_fr: Rechercher des objets
nl_nl: Zoek objecten
sv_se: Sök objekt

source: Database uses NGC/IC information by
de_de: Datenbank verwendet NGC/IC-Informationen von
es_es: La base de datos utiliza información NGC/IC de
fr_fr: La base de données utilise l’information du NGC/IC de
nl_nl: Database maakt gebruik van NGC/IC-informatie van
sv_se: Databas använder NGC/IC-information genom

source: Privacy Policy
de_de: Datenschutzerklärung
es_es: Política de Privacidad
fr_fr: Politique de confidentialité
nl_nl: Privacybeleid
sv_se: Integritetspolicy

source: Toggle navigation
de_de: Navigation umschalten
es_es: Desplegar navegación
fr_fr: Basculer la navigation
nl_nl: Navigatie in- of uitklappen
sv_se: Växla navigering

source: Logout
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
nl_nl: Afmelden
sv_se: Logga ut

source: Information about
de_de: Informationen über
es_es: Información sobre
fr_fr: Informations sur
nl_nl: Informatie over
sv_se: Information om

source: with
de_de: mit
es_es: con
fr_fr: avec
nl_nl: met
sv_se: med

source: at
de_de: in
es_es: a
fr_fr: à
nl_nl: te
sv_se: på

source: Total number of observations
de_de: Gesamtzahl der Beobachtungen
es_es: Número total de observaciones
fr_fr: Nombre total d'observations
nl_nl: Totaal aantal waarnemingen
sv_se: Totalt antal observationer

source: Total number of drawings
de_de: Gesamtzahl der Zeichnungen
es_es: Número total de dibujos
fr_fr: Nombre total de dessins
nl_nl: Totaal aantal tekeningen
sv_se: Totalt antal ritningar

source: Number of own observations
de_de: Anzahl der eigenen Beobachtungen
es_es: Número de observaciones propias
fr_fr: Nombre d’observations propres
nl_nl: Aantal eigen waarnemingen
sv_se: Antal egna iakttagelser

source: Number of own drawings
de_de: Anzahl der eigenen Zeichnungen
es_es: Número de dibujos propios
fr_fr: Nombre de dessins propres
nl_nl: Aantal eigen tekeningen
sv_se: Antal egna ritningar

source: Add new observation of %s
de_de: Hinzufügen einer neuen Beobachtung von %s
es_es: Añadir nueva observación de %s
fr_fr: Ajouter une nouvelle observation de %s
nl_nl: Nieuwe observatie van %s toevoegen
sv_se: Lägg till ny observation av %s

source: Alternative name
de_de: Alternativer Name
es_es: Nombre alternativo
fr_fr: Nom alternatif
nl_nl: Alternatieve naam
sv_se: Alternativt namn

source: page
de_de: seite
es_es: página
nl_nl: pagina
sv_se: sida

source: Surface brightness
de_de: Oberflächenhelligkeit
es_es: Brillo superficial
fr_fr: Luminosité de surface
nl_nl: Oppervlaktehelderheid
sv_se: Ljusstyrka på ytan

source: Illuminated
de_de: Beleuchtet
es_es: Iluminado
fr_fr: Illuminé
nl_nl: Verlicht
sv_se: Upplyst

source: Position angle
de_de: Positions Winkel
es_es: Ángulo de posición
fr_fr: Angle de position
nl_nl: Positie hoek
sv_se: Positions vinkel

source: Contrast reserve
de_de: Kontrast Reserve
es_es: Reserva de contraste
fr_fr: Réserve de contraste
sv_se: Kontrast reserv

source: Optimum detection magnification
de_de: Beste Vergrößerung
es_es: Aumento óptimo de la detección
fr_fr: Grossissement de détection optimal
nl_nl: Optimale detectie vergroting
sv_se: Optimal detekterings förstoring

source: (Contains)/Part of
de_de: (enthält)/Teil von
es_es: (contiene)/Part de
fr_fr: (Contient)/part de
nl_nl: (bevat)/Deel van
sv_se: (innehåller)/part av

source: Moon of
de_de: Mond von
es_es: Luna de
fr_fr: Lune de
nl_nl: Maan van
sv_se: Måne av

source: Moons
de_de: Monde
es_es: Lunas
fr_fr: Lunes
nl_nl: Manen
sv_se: Månar

source: In my lists
de_de: In meinen Listen
es_es: En mis listas
fr_fr: Dans mes listes
nl_nl: In mijn lijsten
sv_se: I mina listor

source: Date
de_de: Datum
es_es: Fecha
nl_nl: Datum
sv_se: Datum

source: Highest From
de_de: Am höchsten von
es_es: Más alto de
fr_fr: Le plus haut de
nl_nl: Hoogst van
sv_se: Högsta från

source: Highest Around
de_de: Am höchsten um
es_es: Más alto alrededor
fr_fr: Le plus haut autour
nl_nl: Hoogst rond
sv_se: Högsta runt

source: Highest To
de_de: Am höchsten bis
es_es: Más alto a
fr_fr: Le plus haut jusqu’à
nl_nl: Hoogst tot
sv_se: Högsta till

source: Field of view:
de_de: Sichtfeld:
es_es: Campo de visión:
fr_fr: Champ de vision:
nl_nl: Beeldveld:
sv_se: Synfält:

source: Edit User
de_de: Benutzer bearbeiten
es_es: Editar Usuario
fr_fr: Modifier utilisateur
nl_nl: Gebruiker aanpassen
sv_se: Redigera användare

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam
sv_se: Användarnamn

source: Email
es_es: Correo electrónico
sv_se: E-post

source: Role
de_de: Rolle
es_es: Rol
fr_fr: Rôle
nl_nl: Rol
sv_se: Roll

source: Adapt
de_de: Anpassen
es_es: Adaptar
fr_fr: Adapter
nl_nl: Pas aan
sv_se: Anpassa

source: Information about eyepieces with
de_de: Informationen über Okulare mit
es_es: Información sobre oculares con
fr_fr: Informations sur les oculaires avec
nl_nl: Informatie over oculairs met
sv_se: Information om okular med

source: Focal Length
de_de: Brennweite
es_es: Longitud focal
fr_fr: Longueur focale
nl_nl: Brandpuntsafstand
sv_se: Brännvidd

source: Maximum Focal Length
de_de: Maximale Brennweite
es_es: Longitud focal máxima
fr_fr: Longueur focale maximale
nl_nl: Maximale brandpuntsafstand
sv_se: Maximal brännvidd

source: Apparent Field of View
de_de: Scheinbares Sichtfeld
es_es: Campo de visión aparente
fr_fr: Champ de vue apparent
nl_nl: Schijnbaar gezichtsveld
sv_se: Synbar synfält

source: True Field of View
de_de: Wahres Sichtfeld
es_es: Campo de visión verdadero
fr_fr: Véritable champ de vision
nl_nl: Waar gezichtsveld
sv_se: Verkligt synfält

source: Magnification
de_de: Vergrößerung
es_es: Ampliación
nl_nl: Vergroting
sv_se: Förstoring

source: Pupil Size
de_de: Pupillengröße
es_es: Tamaño de la pupila
fr_fr: Taille de la pupille
nl_nl: Pupilgrootte
sv_se: Pupillstorlek

source: Brand
de_de: Marke
es_es: Marca
fr_fr: Marque
nl_nl: Merk
sv_se: Märke

source: Unread messages
de_de: Ungelesene Nachrichten
es_es: Mensajes no leídos
fr_fr: Messages non lus
nl_nl: Ongelezen berichten
sv_se: Olästa meddelanden

source: Message started by
de_de: Nachricht gestartet von
es_es: Mensaje iniciado por
fr_fr: Message lancé par
nl_nl: Bericht gestart door
sv_se: Meddelande Startat av

source: Latest message by
de_de: Neueste Nachricht von
es_es: El último mensaje de
fr_fr: Dernier message par
nl_nl: Laatste bericht van
sv_se: Senaste meddelande av

source: Latest update
de_de: Neueste Aktualisierung
es_es: Actualización más reciente
fr_fr: Dernière mise à jour
nl_nl: Laatste update
sv_se: Senaste uppdatering

source: Lens %s is active
de_de: Linse %s ist aktiv
es_es: La lente %s está activa
fr_fr: Lentille %s est active
nl_nl: Lens %s is actief
sv_se: Objektivet %s är aktivt

source: Lens %s is not longer active
de_de: Linse %s ist nicht mehr aktiv
es_es: La lente %s ya no está activa
fr_fr: Lentille %s n’est plus active
nl_nl: Lens %s is niet langer actief
sv_se: Objektivet %s är inte längre aktivt

source: Lens %s has observations. Impossible to delete.
de_de: Linse %s hat Beobachtungen. Unmöglich zu löschen.
es_es: La lente %s tiene observaciones. Imposible de eliminar.
fr_fr: La lentille %s a des observations. Impossible à supprimer.
nl_nl: Er zijn waarnemingen met lens %s. Onmogelijk om de lens te verwijderen.
sv_se: Objektivet %s har observationer. Omöjligt att ta bort.

source: Lens %s deleted
de_de: Linse %s gelöscht
es_es: La lente %s eliminada
fr_fr: Lentille %s supprimé
nl_nl: Lens %s verwijderd
sv_se: Objektivet %s borttaget

source: Discoverable
de_de: Auffindbar
es_es: Detectable
fr_fr: Détectable
nl_nl: Vindbaar
sv_se: Upptäcka
