Repository: DeepskyLog/DeepskyLog
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, nl_nl, sv_se

source: What's new in DeepskyLog
de_de: Was gibt es Neues in DeepskyLog
es_es: Novedades de DeepskyLog
fr_fr: Nouveautés de DeepskyLog
nl_nl: Nieuw in DeepskyLog
sv_se: Vad är nytt i DeepskyLog

source: Location %s created
de_de: Standort %s erstellt
es_es: Ubicación %s creado
fr_fr: Emplacement %s créé
nl_nl: Waarneemplaats %s gemaakt
sv_se: Plats %s har skapats

source: Impossible to delete the default location %s
de_de: Das Standardstandort %s kann nicht gelöscht werden
es_es: Imposible eliminar la ubicación predeterminada %s
fr_fr: Impossible de supprimer l'emplacement par défaut %s
nl_nl: Het is onmogelijk om de standaard waarneemplaats %s te verwijderen
sv_se: Det går inte att ta bort standardplatsen %s

source: Posted
de_de: Gepostet
es_es: Publicado
fr_fr: Publié
nl_nl: Gepost
sv_se: Publicerad

source: Instrument %s has observations. Impossible to delete.
de_de: Instrument %s hat Beobachtungen. Unmöglich zu löschen.
es_es: El instrumento %s tiene observaciones. Imposible de eliminar.
fr_fr: L’instrument %s a des observations. Impossible à supprimer.
nl_nl: Er zijn waarnemingen met instrument %s. Onmogelijk om het instrument te verwijderen.
sv_se: Instrumentet %s har observationer. Omöjligt att ta bort.

source: Impossible to delete the default instrument %s
de_de: Das Standardinstrument %s kann nicht gelöscht werden
es_es: Imposible eliminar el instrumento predeterminado %s
fr_fr: Impossible de supprimer l'instrument par défaut %s
nl_nl: Onmogelijk om het standaard instrument %s te verwijderen
sv_se: Det går inte att ta bort standard instrumentet %s

source: Instrument %s deleted
de_de: Instrument %s gelöscht
es_es: Instrumento %s eliminado
fr_fr: Instrument %s supprimé
nl_nl: Instrument %s verwijderd
sv_se: Instrumentet %s borttaget

source: The account you are trying to login is not registered or it has been disabled.
de_de: Das Konto, das Sie anmelden möchten, ist nicht registriert oder es wurde deaktiviert.
es_es: La cuenta que está intentando iniciar sesión no está registrada o se ha desactivado.
fr_fr: Le compte que vous tentez de vous connecter n’est pas enregistré ou il a été désactivé.
nl_nl: De account waarmee u probeert in te loggen is niet geregistreerd of is uitgeschakeld.
sv_se: Det konto som du försöker logga in är inte registrerat eller har inaktiverats.

source: Add a new message
de_de: Neue Nachricht hinzufügen
es_es: Añadir un nuevo mensaje
fr_fr: Ajouter un nouveau message
nl_nl: Een nieuw bericht toevoegen
sv_se: Lägga till ett nytt meddelande

source: Add extra participants to this message
de_de: Fügen Sie dieser Nachricht zusätzliche Teilnehmer hinzu
es_es: Agregue participantes adicionales a este mensaje
fr_fr: Ajouter des participants supplémentaires à ce message
nl_nl: Extra deelnemers aan dit gesprek toevoegen
sv_se: Lägg till extra deltagare i det här meddelandet

source: Change location
de_de: Standort ändern
es_es: Modificar localización
fr_fr: Changer le lieu
nl_nl: Verander waarneemplaats
sv_se: Ändra plats

source: Define your own name for this location, eventually add a naked eye limiting magnitude (or SQM value) and press the %s button.
de_de: Definieren Sie Ihre eigenen Namen für die Position, schließlich fügen Sie einen Grenzgröße (oder SQM-Wert) zu und drücken Sie die Taste %s.
es_es: Defina su propio nombre para esta ubicación, eventualmente añada una magnitud de limitación de ojos desnudos (o un valor de sqm) y presione el botón %s.
fr_fr: Définiez votre propre nom pour ce lieu, éventuellement ajoutez une magnitude limite (ou la valeur SQM) et appuyez sur le bouton %s.
nl_nl: Kies een naam voor deze locatie, voeg eventueel een grensmagnitude (of SQM waarde) toe en druk op de %s knop.
sv_se: Definiera ditt eget namn för denna plats, så småningom lägga till en blotta ögat begränsa magnitud (eller kvm värde) och tryck på %s-knappen.

source: Location name
de_de: Ortsname
es_es: Nombre del Lugar
fr_fr: Nom du lieu
nl_nl: Locatie naam
sv_se: Namn på plats

source: Longitude
de_de: Längengrad
es_es: Longitud
nl_nl: Lengtegraad
sv_se: Longitud

source: Latitude
de_de: Breitengrad
es_es: Latitud
nl_nl: Breedtegraad
sv_se: Latitud

source: Timezone
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
nl_nl: Tijdszone
sv_se: Tidszon

source: Typical naked eye limiting magnitude
de_de: Typisches bloßes Auge maximal Größe
es_es: La magnitud limitada del ojo desnudo típico
fr_fr: Magnitude limite typique
nl_nl: Typische grensmagnitude
sv_se: Typiska nakna ögon begränsa magnitud

source: Sky Quality Meter (SQM) value
de_de: Sky Quality Meter (SQM) Wert
es_es: Valor del metro de la calidad del cielo (sqm)
fr_fr: Valeur de Sky Quality Meter (SQM)
nl_nl: Sky Quality Meter (SQM) waarde
sv_se: Sky Quality meter (SQM) värde

source: Bortle Scale
de_de: Bortle-Skala
es_es: Escala Bortle
fr_fr: Échelle Bortle
nl_nl: Bortle schaal
sv_se: Bortle skala

source: Use value from lightpollutionmap.info
de_de: Gebrauchswert von lightpollutionmap.info
es_es: Usar valor de lightpollutionmap.info
fr_fr: Utiliser la valeur de lightpollutionmap.info
nl_nl: Gebruik waarde uit lightpollutionmap.info
sv_se: Använd värde från lightpollutionmap.info

source: Upload a picture of your location.
de_de: Laden Sie ein Bild Ihres Standorts hoch.
es_es: Sube una foto de tu ubicación.
fr_fr: Téléchargez une photo de votre location.
nl_nl: Upload een foto van uw locatie.
sv_se: Ladda upp en bild av din plats.

source: Observations
de_de: Beobachtungen
es_es: Observaciones
nl_nl: Waarnemingen
sv_se: Observationer

source: Add observation
de_de: Beobachtung anlegen
es_es: Añadir observación
fr_fr: Ajouter une observation
nl_nl: Waarneming toevoegen
sv_se: Lägg till observation

source: Search observations
de_de: Such Beobachtungen
es_es: Buscar observaciones
fr_fr: Recherche observations
nl_nl: Zoek waarnemingen
sv_se: Sök iakttagelser

source: Observing lists
de_de: Beobachtungslisten
es_es: Listas de observación
fr_fr: Listes d’observation
nl_nl: Waarneemlijsten
sv_se: Observera listor

source: Sessions
de_de: Sitzungen
es_es: Sesiones
nl_nl: Sessies
sv_se: Sessioner

source: Show my observations
de_de: Meine Beobachtungen anzeigen
es_es: Mostrar mis observaciones
fr_fr: Montrez mes observations
nl_nl: Toon mijn waarnemingen
sv_se: Visa mina observationer

source: Show my drawings
de_de: Meine Zeichnungen anzeigen
es_es: Mostrar mis dibujos
fr_fr: Montrez mes dessins
nl_nl: Toon mijn tekeningen
sv_se: Visa mina teckningar

source: Show all observing lists
de_de: Alle Beobachtungslisten anzeigen
es_es: Mostrar todas las listas de observación
fr_fr: Afficher toutes les listes d’observation
nl_nl: Toon alle waarneemlijsten
sv_se: Visa alla observerande listor

source: Show all sessions
de_de: Alle Sitzungen anzeigen
es_es: Mostrar todas las sesiones
fr_fr: Afficher toutes les sessions
nl_nl: Toon alle sessies
sv_se: Visa alla sessioner

source: Show latest observations
de_de: Neueste Beobachtungen anzeigen
es_es: Mostrar las últimas observaciones
fr_fr: Montrez les dernières observations
nl_nl: Toon laatste waarnemingen
sv_se: Visa senaste observationer

source: Show latest drawings
de_de: Neueste Zeichnungen anzeigen
es_es: Mostrar los últimos dibujos
fr_fr: Montrez les derniers dessins
nl_nl: Toon laatste tekeningen
sv_se: Visa senaste ritningar

source: DeepskyLog sponsors
de_de: DeepskyLog-Sponsoren
es_es: Patrocinadores de DeepskyLog
fr_fr: Sponsors de DeepskyLog
sv_se: DeepskyLog sponsorer

source: DeepskyLog is a free web application, and we want to keep DeepskyLog ad-free forever. There are however some costs involved in the development and maintenance of DeepskyLog.
de_de: DeepskyLog ist eine kostenlose Web-Anwendung, und wir wollen DeepskyLog für immer werbefrei halten. Es gibt jedoch einige Kosten für die Entwicklung und Wartung von DeepskyLog.
es_es: DeepskyLog es una aplicación web gratuita, y queremos mantener DeepskyLog libre de anuncios para siempre. Sin embargo, hay algunos costos involucrados en el desarrollo y mantenimiento de DeepskyLog.
fr_fr: DeepskyLog est une application web gratuite, et nous voulons garder DeepskyLog sans publicité pour toujours. Il y a toutefois quelques coûts impliqués dans le développement et l’entretien de DeepskyLog.
nl_nl: DeepskyLog is een gratis webapplicatie, en we willen DeepskyLog voor altijd advertentievrij houden. Er zijn echter wel kosten verbonden aan de ontwikkeling en het onderhoud van DeepskyLog.
sv_se: DeepskyLog är en gratis webbapplikation, och vi vill behålla DeepskyLog ad-free forever. Det finns emellertid några kostar involverat i utvecklingen och underhållet av DeepskyLog.

source: Everybody who sponsors DeepskyLog will appear with his / her / the company name on this page.
de_de: Jeder, der DeepskyLog sponsert, wird mit seinem / ihrem / dem Firmennamen auf dieser Seite erscheinen.
es_es: Todos los que patrocinen DeepskyLog aparecerán con su / ella / el nombre de la empresa en esta página.
fr_fr: Tous ceux qui parrainent DeepskyLog apparaîtront avec son / son / le nom de l’entreprise sur cette page.
nl_nl: Iedereen die DeepskyLog sponsort zal zijn / haar / de bedrijfsnaam op deze pagina zien verschijnen.
sv_se: Alla som sponsrar DeepskyLog kommer att visas med hans / hennes / företagets namn på denna sida.

source: You can sponsor DeepskyLog from the GitHub page.
de_de: Sie können DeepskyLog über die GitHub-Seite sponsern.
es_es: Puede patrocinar DeepskyLog desde la página de GitHub.
fr_fr: Vous pouvez parrainer DeepskyLog à partir de la page GitHub.
nl_nl: Je kan DeepskyLog sponsoren via de GitHub-pagina.
sv_se: Du kan sponsra DeepskyLog från GitHub-sidan.

source: Sponsor
es_es: Patrocinador

source: No license (Not recommended!)
de_de: Keine Lizenz (nicht empfohlen!)
es_es: No licencia (no se recomienda!)
fr_fr: Pas de licence (non recommandé!)
nl_nl: Geen licentie (niet aanbevolen!)
sv_se: Ingen licens (rekommenderas inte!)

source: Enter your own copyright text
de_de: Geben Sie Ihren eigenen Copyright-Text
es_es: Ingrese su propio texto de copyright
fr_fr: Entrez votre propre texte copyright
nl_nl: Voer je eigen copyright tekst in
sv_se: Ange din egen Copyright-text

source: Full Name
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Nom complet
nl_nl: Volledige naam
sv_se: Fullständigt namn

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord
sv_se: Lösenord

source: The password should at least be 8 characters, and contain a least one uppercase character (A – Z), one lowercase character (a – z), one digit (0 – 9), and one Non-alphanumeric (!, @, #, $, %, ^, &, ?, or *) character
de_de: Das Kennwort sollte mindestens 8 Zeichen lang sein und mindestens ein Großbuchstaben (A – Z), ein Kleinbuchstaben (a – z), eine Ziffer (0 – 9) und ein nicht-alphanumerisches Zeichen (!, @, #, $, %, ^, &, ? oder *) haben
es_es: La contraseña debe tener al menos 8 caracteres y contener al menos un carácter en mayúsculas (A – Z), un carácter en minúsculas (a – z), un 10 dígitos base (0 – 9), y un carácter no alfanumérico (!, @, #, $, %, ^, &, ?, o *)
fr_fr: Le mot de passe doit être d’au moins 8 caractères et contenir au moins un caractère majuscule (A – Z), un caractère minuscule (a – z), un chiffre (0 – 9) et un caractère non alphanumérique (!, @, #, $, %, ^, &, ?, ou *)
nl_nl: Het wachtwoord moet ten minste 8 tekens lang zijn en ten minste één hoofdletter (A – Z), een kleine letter (a – z), één cijfer (0 – 9) en één niet-alfanumeriek karakter (!, @, #, $, %, ^, &, ?, of *) bevatten
sv_se: Lösenordet bör minst vara 8 tecken, och innehålla minst ett versalt tecken (A – Z), ett gementecken (a – z), en siffra (0 – 9) och en Icke-alfanumerisk (!, @, #, $, %, ^, &; ?, eller *) tecken

source: Confirm Password
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
nl_nl: Bevestig wachtwoord
sv_se: Bekräfta lösenord

source: License for drawings
de_de: Lizenz für Zeichnungen
es_es: Licencia para dibujos
fr_fr: Licence pour les dessins
nl_nl: Licentie voor tekeningen
sv_se: Licens för ritningar

source: It is important to select the correct license for your drawings! For help, see the %sCreative Commons license chooser%s.
de_de: Es ist wichtig, die richtige Lizenz für Ihre Zeichnungen auszuwählen! Für Hilfe, sehen Sie die %sCreative Commons-Lizenzauswahl %s.
es_es: ¡Es importante seleccionar la licencia correcta para sus dibujos! Para obtener ayuda, consulte %sCreative Commons license chooser%s.
fr_fr: Il est important de sélectionner la bonne licence pour vos dessins! Pour obtenir de l'aide, consultez le %ssélecteur de licence Creative Commons%s.
nl_nl: Het is belangrijk om de juiste licentie voor uw tekeningen te selecteren! Zie de %sCreative Commons-licentie kiezer%s voor meer informatie.
sv_se: Det är viktigt att välja rätt licens för dina ritningar! Om du vill ha hjälp läser du %slicens väljaren för Creative Commons%s.

source: Your personal information will be processed in accordance with the %sprivacy policy%s and shall be used only for user management and to keep you informed about our activities.
de_de: Ihre persönlichen Daten werden in Übereinstimmung mit den %sDatenschutzerklärung%s verarbeitet und nur für die Benutzerverwaltung und zur Information über unsere Aktivitäten verwendet.
es_es: Su información personal será procesada de acuerdo con la %sPolítica de Privacidad%s y sólo se usará para la administración del usuario y para mantenerle informado sobre nuestras actividades.
fr_fr: Vos informations personnelles seront traitées conformément %sla politique de confidentialité%s et seront utilisées uniquement pour la gestion des utilisateurs et pour vous tenir au courant de nos activités.
nl_nl: Uw persoonlijke gegevens worden verwerkt in overeenstemming met het %sprivacy beleid%s en zullen alleen worden gebruikt voor gebruikersbeheer en om u op de hoogte te houden van onze activiteiten.
sv_se: Dina personuppgifter kommer att behandlas i enlighet med %sIntegritetspolicy%s och ska endast användas för användarhantering och för att hålla dig informerad om vår verksamhet.

source: Please fix the errors in the form.
de_de: Beheben Sie die Fehler in den Einstellungen.
es_es: Corrija los errores en el formulario.
fr_fr: Veuillez corriger les erreurs dans les paramètres.
nl_nl: Los de fouten in het formulier op.
sv_se: Vänligen åtgärda felen i formuläret.

source: Select an existing instrument
de_de: Beobachtungsgerät anlegen
es_es: Seleccione un instrumento existente
fr_fr: Rajouter un instrument existant
nl_nl: Selecteer een bestaand instrument
sv_se: Välj ett befintligt instrument

source: or specify your instrument details manually
de_de: oder geben Sie Ihre Gerätedetails manuell an
es_es: o especifique los detalles de su instrumento manualmente
fr_fr: ou spécifiez manuellement les détails de votre instrument
nl_nl: of voeg de gegevens manueel in
sv_se: eller ange dina instrument uppgifter manuellt

source: Instrument type
de_de: Instrumententyp
es_es: Tipo de instrumento
fr_fr: Type d'instrument
nl_nl: Type instrument
sv_se: Instrument typ

source: inch
de_de: Zoll
es_es: pulgada
fr_fr: pouce
sv_se: tum

source: or
de_de: oder
es_es: o
fr_fr: ou
nl_nl: of
sv_se: eller

source: Fixed Magnification
de_de: Feste Vergrößerung
es_es: Ampliación fija
fr_fr: Magnification fixe
nl_nl: Vaste vergroting
sv_se: Fast förstoring

source: Upload a picture of your instrument.
de_de: Laden Sie ein Bild Ihres Instruments hoch.
es_es: Sube una foto de tu instrumento.
fr_fr: Téléchargez une photo de votre instrument.
nl_nl: Upload een foto van uw instrument.
sv_se: Ladda upp en bild av ditt instrument.

source: Change instrument
de_de: Beobachtungsgerät ändern
es_es: Modificar instrumento
fr_fr: Changer d'instrument
nl_nl: Instrument wijzigen
sv_se: Ändra instrument

source: Moon / Sun
de_de: Mond / Sonne
es_es: Luna / Sol
fr_fr: Lune / Soleil
nl_nl: Maan / Zon
sv_se: Måne / sön

source: Night of
de_de: Nacht der
es_es: Noche de
fr_fr: Nuit de
nl_nl: Nacht van
sv_se: Natt av

source: to
de_de: bis
es_es: a
fr_fr: à
nl_nl: tot
sv_se: till

source: New moon
de_de: Nächster Neumond
es_es: Luna nueva
fr_fr: Nouvelle lune
nl_nl: Nieuwe maan
sv_se: Ny måne

source: You received the following DeepskyLog message from
de_de: Sie haben die folgende DeepskyLog-Nachricht von
es_es: Recibió el siguiente mensaje de DeepskyLog de
fr_fr: Vous avez reçu un message DeepskyLog suivant de
nl_nl: U hebt het volgende DeepskyLog-bericht ontvangen van
sv_se: Du har fått följande DeepskyLog-meddelande från

source: The conversation is between
de_de: Das Gespräch ist zwischen
es_es: La observación ha sido retirada
fr_fr: La conversation se situe entre
nl_nl: Het gesprek is tussen
sv_se: Konversationen är mellan

source: Answer message in DeepskyLog
de_de: Antwort Nachricht in DeepskyLog
es_es: Responde el mensaje en DeepskyLog
fr_fr: Répondez au message à DeepskyLog
nl_nl: Beantwoord het bericht in DeepskyLog
sv_se: Svarsmeddelande i DeepskyLog

source: Clear nights
de_de: Klare Nächte
es_es: Noches despejadas
fr_fr: Nuits claires
nl_nl: Heldere nachten
sv_se: Klara nätter

source: and
de_de: und
es_es: y
fr_fr: et
nl_nl: en
sv_se: och

source: nearby objects
de_de: nahegelegene Objekte
es_es: objetos cercanos
fr_fr: objets proches
nl_nl: nabijgelegen objecten
sv_se: närliggande objekt

source: nearby object
de_de: nahe gelegene Objekt
es_es: objeto cercano
fr_fr: objet proche
nl_nl: nabijgelegen object
sv_se: närliggande objekt

source: - there are no other objects within the specified distance
de_de: - Es gibt keine anderen Objekte innerhalb der angegebenen Entfernung
es_es: -no hay otros objetos dentro de la distancia especificada
fr_fr: -Il n'y a pas d'autres objets dans la distance spécifiée
nl_nl: - Er zijn geen andere objecten binnen de opgegeven afstand
sv_se: - Det finns inga andra föremål inom angivet avstånd

source: up to about
de_de: bis etwa
es_es: hasta aproximadamente
fr_fr: jusqu'à environ
nl_nl: tot ongeveer
sv_se: upp till ca

source: Lens %s updated
de_de: Linse %s aktualisiert
es_es: Lente %s actualizada
fr_fr: Lentille %s mise à jour
nl_nl: Lens %s bijgewerkt
sv_se: Objektivet %s uppdaterat

source: E-Mail Address or login
de_de: E-Mail-Adresse oder Anmeldung
es_es: Dirección de correo electrónico o login
fr_fr: Adresse E-Mail ou login
nl_nl: E-mail adres of login
sv_se: E-postadress eller inloggning

source: Remember Me
de_de: Angemeldet bleiben
es_es: Recuérdame
fr_fr: Rester connecté
nl_nl: Onthoud mij
sv_se: Kom ihåg mig

source: or log in using
de_de: oder melden Sie sich an mit
es_es: o inicie sesión con
fr_fr: ou connectez-vous en utilisant
nl_nl: of log in met
sv_se: eller logga in med

source: Forgot Your Password?
de_de: Passwort vergessen?
es_es: ¿Olvidaste tu contraseña?
fr_fr: Mot de passe oublié ?
nl_nl: Wachtwoord vergeten?
sv_se: Glömt ditt lösenord?

source: Number of observations per year:
de_de: Anzahl der Beobachtungen pro Jahr:
es_es: Número de observaciones por año:
fr_fr: Nombre d’observations par an:
nl_nl: Aantal waarnemingen per jaar:
sv_se: Antal observationer per år:

source: Source:
de_de: Quelle:
es_es: Fuente:
nl_nl: Bron:
sv_se: Källkod:

source: Double stars
de_de: Doppel-Sterne
es_es: Estrellas dobles
fr_fr: Étoiles doubles
nl_nl: Dubbelsterren
sv_se: Dubbel stjärnor

source: Number of observations per month:
de_de: Anzahl der Beobachtungen pro Monat:
es_es: Número de observaciones por mes:
fr_fr: Nombre d’observations par mois:
nl_nl: Aantal waarnemingen per maand:
sv_se: Antal observationer per månad:

source: User %s successfully edited.
de_de: Benutzer %s erfolgreich bearbeitet.
es_es: El usuario %s editado correctamente.
fr_fr: L'utilisateur %s édité avec succès.
nl_nl: Gebruiker %s met succes aangepast.
sv_se: Användaren %s har redigerat.

source: User %s successfully deleted.
de_de: Benutzer %s erfolgreich gelöscht.
es_es: El usuario %s se eliminó correctamente.
fr_fr: L'utilisateur %s supprimé avec succès.
nl_nl: Gebruiker %s met succes verwijderd.
sv_se: Användaren %s har tagits bort.

source: Filter %s updated
de_de: Filter %s aktualisiert
es_es: Filtro %s actualizado
fr_fr: Filtre %s mis à jour
nl_nl: Filter %s bijgewerkt
sv_se: Filtret %s har uppdaterats

source: Filter %s created
de_de: Filter %s erstellt
es_es: Filtro %s creado
fr_fr: Filtre %s crée
nl_nl: Filter %s aangemaakt
sv_se: Filtret %s har skapats

source: %s does not rise above horizon
de_de: %s übersteigt nicht den Horizont
es_es: %s no se eleva por encima del horizonte
fr_fr: %s ne monte pas au-dessus de l’horizon
nl_nl: %s komt niet boven de horizon
sv_se: %s stiger inte över horisonten

source: %s is circumpolar
de_de: %s ist zirkumpolar
es_es: %s es circumpolar
fr_fr: %s est circumpolair
nl_nl: %s is circumpolair
sv_se: %s är cirkumpolär

source: %s rises at %s in %s on
de_de: Aufgang von %s um %s in %s am
es_es: %s se eleva a %s en %s en
fr_fr: %s monte à %s à %s le
nl_nl: %s komt op om %s in %s op
sv_se: %s har stigit %s i %s på

source: %s sets at %s in %s on
de_de: Untergang von %s um %s in %s am
es_es: %s establece en %s en %s en
fr_fr: %s déscend à %s à %s le
nl_nl: %s gaat onder om %s in %s op
sv_se: %s anger %s i %s på

source: %s transits at %s in %s on
de_de: Transit von %s um %s in %s am
es_es: %s transita a %s en %s en
fr_fr: %s passe à %s à %s le
nl_nl: %s heeft een doorgang om %s in %s op
sv_se: %s transiter %s i %s på

source: %s does not rise above horizon in %s on
de_de: %s steigt nicht über den Horizont in %s am
es_es: %s no se eleva por encima del horizonte en %s en
fr_fr: %s ne s’élève pas au-dessus de l’horizon sur %s le
nl_nl: %s komt niet boven de horizon in %s op
sv_se: %s stiger inte över horisonten i %s på

source: %s reaches an altitude of %s in %s on
de_de: %s erreicht eine Höhe von %s in %s am
es_es: %s alcanza una altitud de %s en %s en
fr_fr: %s atteint une altitude de %s à %s le
nl_nl: %s bereikt een hoogte van %s in %s op
sv_se: %s når en höjd av %s i %s på

source: %s reaches its highest altitude of the year
de_de: %s erreicht seine höchste Höhe des Jahres
es_es: %s alcanza su altitud más alta del año
fr_fr: %s atteint sa plus haute altitude de l’année
nl_nl: %s bereikt de hoogste hoogte van het jaar
sv_se: %s når sin högsta höjd på året

source: %s reaches its highest altitude during the astronomical night
de_de: %s erreicht seine höchste Höhe während der astronomischen Nacht
es_es: %s alcanza su altitud más alta durante la noche astronómica
fr_fr: %s atteint sa plus haute altitude pendant la nuit astronomique
nl_nl: %s bereikt zijn hoogste hoogte tijdens de astronomische nacht
sv_se: %s når sin högsta höjd under den astronomiska natten

source: %s reaches its highest altitude during the nautical twilight
de_de: %s erreicht seine höchste Höhe in der nautischen Dämmerung
es_es: %s alcanza su altitud más alta durante el crepúsculo náutico
fr_fr: %s atteint sa plus haute altitude pendant le crépuscule nautique
nl_nl: %s bereikt zijn hoogste hoogte tijdens de nautische schemering
sv_se: %s når sin högsta höjd under nautiska skymningen

source: %s is visible during the night
de_de: %s ist nachts sichtbar
es_es: %s es visible durante la noche
fr_fr: %s est visible pendant la nuit
nl_nl: %s is 's nachts zichtbaar
sv_se: %s är synlig under natten

source: %s is visible during the nautical twilight
de_de: %s ist während der nautischen Dämmerung sichtbar
es_es: %s es visible durante el crepúsculo náutico
fr_fr: %s est visible pendant le crépuscule nautique
nl_nl: %s is zichtbaar tijdens de nautische schemering
sv_se: %s syns under nautiska skymningen

source: %s is not visible during the night
de_de: %s ist in der Nacht nicht sichtbar
es_es: %s no es visible durante la noche
fr_fr: %s n’est pas visible pendant la nuit
nl_nl: %s is 's nachts niet zichtbaar
sv_se: %s syns inte under natten

source: mid
de_de: Mitte
es_es: med
fr_fr: mi-
sv_se: mitten
