Repository: DeepskyLog/DeepskyLog
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, nl_nl, sv_se

source: NGC/IC, Dreyer codes
fr_fr: NGC/IC, codes Dreyer
sv_se: NGC/IC, Dreyer koder

source: Personal
fr_fr: Personnel
nl_nl: Persoonlijk
sv_se: Personlig

source: Deepsky
fr_fr: Ciel profond

source: Venus
fr_fr: Vénus

source: RA
fr_fr: AD

source: Decl
de_de: Dekl
fr_fr: Décl

source: Max Alt.
de_de: Max Höhe
fr_fr: Alt max.
nl_nl: Max hoogte

source: Max Alt
de_de: Max Höhe
fr_fr: Alt max
nl_nl: Max hoogte
