Repository: DeepskyLog/DeepskyLog
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, nl_nl, sv_se

source: begin
de_de: Start
es_es: comienza
fr_fr: début
sv_se: starta

source: Planets
de_de: Planeten
es_es: Planetas
fr_fr: Planètes
nl_nl: Planeten
sv_se: Planeter

source: Moon Craters
de_de: Mondkrater
es_es: Cráteres de la luna
fr_fr: Cratères de la lune
nl_nl: Maankraters
sv_se: Månkrater

source: Moon Mountains
de_de: Mond Bergen
es_es: Montañas de la Luna
fr_fr: Montagnes de la Lune
nl_nl: Bergen op de maan
sv_se: Månbergen

source: Moon Other Feature
de_de: Moon Anderes Eigenschaft
es_es: Otra característica de la luna
fr_fr: Lune Autre caractéristique
nl_nl: Ander kenmerk van de maan
sv_se: Måne Annan funktion

source: Moon Sea
de_de: Mond Meer
es_es: Mar de la Luna
fr_fr: Mer de la Lune
nl_nl: Maanzee
sv_se: Månens hav

source: Moon Valley
de_de: Mondtal
es_es: Valle de la luna
fr_fr: Vallée de la Lune
nl_nl: Maanvallei
sv_se: Måndalen

source: Planetary Moons
de_de: Planetarische Monde
es_es: Lunas Planetarias
fr_fr: Lunes planétaires
nl_nl: Manen van de planeten
sv_se: Planetariska månar

source: Asteroids
de_de: Asteroiden
es_es: Asteroides
fr_fr: Astéroïdes
nl_nl: Planetoïden
sv_se: Asteroider

source: Dwarf Planets
de_de: Zwergplaneten
es_es: Planetas enanos
fr_fr: Planètes naines
nl_nl: Dwergplaneten
sv_se: Dvärg planeter

source: Next evening elongation
de_de: Nächste Abend Dehnung
es_es: Elongación de la noche siguiente
fr_fr: Elongation du lendemain soir
nl_nl: Volgende avondelongatie
sv_se: Nästa kväll töjning

source: Next morning elongation
de_de: Am nächsten Morgen Dehnung
es_es: Elongación de la mañana siguiente
fr_fr: Elongation le lendemain matin
nl_nl: Volgende ochtendelongatie
sv_se: Nästa morgon töjning

source: Next opposition
de_de: Nächster Opposition
es_es: Próxima oposición
fr_fr: Prochaine opposition
nl_nl: Volgende oppositie
sv_se: Nästa opposition

source: Distance from earth
de_de: Entfernung von der Erde
es_es: Distancia de la tierra
fr_fr: Distance par rapport à la terre
nl_nl: Afstand tot de aarde
sv_se: Avstånd från jorden

source: Distance from sun
de_de: Entfernung von der Sonne
es_es: Distancia del sol
fr_fr: Distance par rapport au soleil
nl_nl: Afstand tot de zon
sv_se: Avstånd från solen

source: AU
de_de: AE
es_es: UA
fr_fr: UA
nl_nl: AE
sv_se: AE

source: Select an existing eyepiece
de_de: Wähle die Okulardetails von der Liste
es_es: Seleccione un ocular existente
fr_fr: Sélectionnez les données de l’oculaire de la liste
nl_nl: Selecteer bestaand oculair
sv_se: Välj ett befintligt okular

source: or specify your eyepiece details manually
de_de: oder geben Sie Ihre Okular Details manuell an
es_es: o especifique los detalles del ocular manualmente
fr_fr: ou spécifiez manuellement vos détails de l’oculaire
nl_nl: of voeg de gegevens manueel in
sv_se: eller ange din okular-information manuellt

source: e.g. Televue 13mm Ethos
de_de: (z.b. Televue 13mm Ethos)
es_es: (p.ej. Televue 13mm Ethos)
fr_fr: (p. ex. Televue 13mm Ethos)
nl_nl: b.v. Televue 13mm Ethos
sv_se: (t. ex. Televue 13mm Ethos)

source: Generic name
de_de: Generische Name
es_es: Nombre genérico
fr_fr: Nom générique
nl_nl: Algemene naam
sv_se: Allmänt namn

source: Focal length
de_de: Brennweite
es_es: Distancia focal
fr_fr: Longueur focale
nl_nl: Brandpuntsafstand
sv_se: Brännvidd

source: Maximum Focal length
de_de: Maximale Brennweite
es_es: Distancia focal máxima
fr_fr: Longueur focale maximale
nl_nl: Maximale brandpuntsafstand
sv_se: Maximal brännvidd

source: Only for zoom eyepieces
de_de: Nur für Zoom-Okulare
es_es: Sólo para los oculares con zoom
fr_fr: Seulement pour les oculaires de zoom
nl_nl: Alleen bij zoom-oculairs
sv_se: Endast för zoomokular

source: Select brand
de_de: Marke auswählen
es_es: Seleccione una marca
fr_fr: Sélectionnez une marque
nl_nl: Selecteer een merk
sv_se: Välj varumärke

source: or add a new brand
de_de: oder fügen Sie eine neue Marke hinzu
es_es: o añades una nueva marca
fr_fr: ou ajoutez une nouvelle marque
nl_nl: of voeg een nieuw merk toe
sv_se: eller lägga till ett nytt varumärke

source: Add a new brand for the eyepiece
de_de: Fügen Sie eine neue Marke für das Okular hinzu
es_es: Añades una nueva marca para el ocular
fr_fr: Ajoutez une nouvelle marque pour l’oculaire
nl_nl: Voeg een nieuw merk toe voor het oculair
sv_se: Lägg till ett nytt märke för okularet

source: or add a new type
de_de: oder fügen Sie einen neuen Typ hinzu
es_es: o añades un nuevo tipo
fr_fr: ou ajoutez un nouveau type
nl_nl: of voeg een nieuw type toe
sv_se: eller lägga till en ny typ

source: Add a new type for the eyepiece
de_de: Fügen Sie eines neuen Typs für das Okular hinzu
es_es: Añades un nuevo tipo para el ocular
fr_fr: Ajoutez un nouveau type pour l’oculaire
nl_nl: Voeg een nieuw type toe voor het oculair
sv_se: Lägg till en ny typ för okularet

source: Upload a picture of your eyepiece.
de_de: Laden Sie ein Bild Ihres Okulars hoch.
es_es: Sube una foto de tu ocular.
fr_fr: Téléchargez une photo de votre oculaire.
nl_nl: Upload een foto van uw oculair.
sv_se: Ladda upp en bild av din okularet.

source: Change eyepiece
de_de: Okulare wechseln
es_es: Modificar ocular
fr_fr: Changer d'oculaire
nl_nl: Verander oculair
sv_se: Ändra okularet

source: Atlas standard object FoVs:
de_de: Standard Fov im Atlas:
es_es: Campo del objeto estándar del Atlas:
fr_fr: Les champs de vue standard de l’atlas:
nl_nl: Atlas standaard FoVs:
sv_se: Atlas standardobjekt FoVs:

source: Overview
de_de: Übersicht
es_es: Resumen
fr_fr: Aperçu
nl_nl: Overzicht
sv_se: Översikt

source: Lookup
de_de: Nachschlagen
es_es: Buscar
fr_fr: Chercher
nl_nl: Opzoeken
sv_se: Sökning

source: Detail
es_es: Detalle
fr_fr: Détail
sv_se: Detaljer

source: Atlas standard object magnitudes:
de_de: Standard Objekt Helligkeit im Atlas:
es_es: Magnitudes del objeto estándar del Atlas:
fr_fr: Les magnitudes des objets dans l’atlas:
nl_nl: Atlas standaard objectmagnitudes:
sv_se: Standardobjekt magnituder för Atlas:

source: Atlas standard star magnitudes:
de_de: Standard Sterne Helligkeit im Atlas:
es_es: Magnitudes estelares estándar del Atlas:
fr_fr: Les magnitudes des étoiles dans l’atlas:
nl_nl: Atlas standaard stermagnitudes:
sv_se: Atlas standard stjärna magnituder:

source: Standard size of photos:
de_de: Foto Standardgröße:
es_es: Tamaño estándar de las fotos:
fr_fr: Taille standard des photos:
nl_nl: Standaard fotogroottes:
sv_se: Standard storlek på foton:

source: Photo 1
de_de: Foto 1
es_es: Foto 1
nl_nl: Foto 1
sv_se: Foto 1

source: Photo 2
de_de: Foto 2
es_es: Foto 2
nl_nl: Foto 2
sv_se: Foto 2

source: Font size printed atlas pages (6..9)
de_de: Schriftgröße für Atlas Seitenzahlen (6..9)
es_es: Tamaño de la fuente páginas de Atlas impresas (6.. 9)
fr_fr: Taille de la police dans l’atlas (6..9)
nl_nl: Fontgrootte pdf atlaspagina (6..9)
sv_se: Teckenstorlek tryckt Atlas sidor (6.. 9)

source: Eyepiece %s updated
de_de: Okular %s aktualisiert
es_es: Ocular %s actualizado
fr_fr: Oculaire %s mis à jour
nl_nl: Oculair %s bijgewerkt
sv_se: Okular %s uppdaterad

source: Default Instrument
de_de: Standardinstrument
es_es: Instrumento predeterminado
fr_fr: Instrument par défaut
nl_nl: Standaard instrument
sv_se: Standardinstrument

source: Add a new filter
de_de: Neuen Filter hinzufügen
es_es: Añadir un nuevo filtro
fr_fr: Ajouter un nouveau filtre
nl_nl: Voeg een nieuwe filter toe
sv_se: Lägg till ett nytt filter

source: Filter %s has observations. Impossible to delete.
de_de: Filter %s hat Beobachtungen. Unmöglich zu löschen.
es_es: El filtro %s tiene observaciones. Imposible de eliminar.
fr_fr: Le filtre %s a des observations. Impossible à supprimer.
nl_nl: Er zijn waarnemingen met filter %s. Onmogelijk om het filter te verwijderen.
sv_se: Filtret %s har observationer. Omöjligt att ta bort.

source: Filter %s deleted
de_de: Filter %s gelöscht
es_es: Filtro %s eliminado
fr_fr: Filtre %s supprimé
nl_nl: Filter %s verwijderd
sv_se: Filtret %s har tagits bort

source: Using
de_de: Unter Verwendung von
es_es: Utilizando
fr_fr: Utilisation
nl_nl: Gebruikmakend van
sv_se: Använder

source: Default instrument can not be deactivated
de_de: Standardinstrument kann nicht deaktiviert werden
es_es: El instrumento predeterminado no se puede desactivar
fr_fr: L’instrument par défaut ne peut pas être désactivé
nl_nl: Standaardinstrument kan niet worden gedeactiveerd
sv_se: Standardinstrument kan inte avaktiveras

source: Instrument %s is active
de_de: Instrument %s ist aktiv
es_es: El instrumento %s está activo
fr_fr: L'instrument %s est actif
nl_nl: Instrument %s is actief
sv_se: Instrumentet %s är aktivt

source: Instrument %s is not longer active
de_de: Instrument %s ist nicht mehr aktiv
es_es: El instrumento %s ya no está activo
fr_fr: L'instrument %s n'est plus actif
nl_nl: Instrument %s is niet langer actief
sv_se: Instrumentet %s är inte längre aktivt

source: User "%s" successfully registered. You can now log in.
de_de: Nutzer "%s" erfolgreich registriert. Sie können sich jetzt einloggen.
es_es: Usuario "%s" registrado correctamente. Ahora puede iniciar sesión.
fr_fr: L’utilisateur "%s" s’est enregistré avec succès. Vous pouvez maintenant vous connecter.
nl_nl: Gebruiker “%s” is succesvol geregistreerd. U kunt nu inloggen.
sv_se: Användaren "%s" har registrerats. Nu kan du logga in.

source: All sets
de_de: Alle Gerätesätze
es_es: Todos los conjuntos de equipos
fr_fr: Tous les ensembles d’équipement
nl_nl: Alle uitrustingssets
sv_se: Alla uppsättningar

source: Sets of %s
de_de: Gerätesätze von %s
es_es: Conjuntos de equipos de %s
fr_fr: Ensembles d’équipement de %s
nl_nl: Uitrustingssets van %s
sv_se: Uppsättningar av %s

source: Filter %s is active
de_de: Filter %s ist aktiv
es_es: El filtro %s está activo
fr_fr: Le filtre %s est actif
nl_nl: Filter %s is actief
sv_se: Filtret %s är aktivt

source: Filter %s is not longer active
de_de: Filter %s ist nicht mehr aktiv
es_es: El filtro %s ya no está activo
fr_fr: Le filtre %s n'est plus actif
nl_nl: Filter %s is niet langer actief
sv_se: Filtret %s är inte längre aktivt

source: All lenses
de_de: Alle Linsen
es_es: Todas las lentes
fr_fr: Toutes les lentilles
nl_nl: Alle lenzen
sv_se: Alla linser

source: Lenses of %s
de_de: Linsen von %s
es_es: Lentes de %s
fr_fr: Lentilles de %s
nl_nl: Lenzen van %s
sv_se: Linser av %s

source: No default eyepiece
de_de: Kein Standard-Okular
es_es: No ocular predeterminada
fr_fr: Aucun oculaire par défaut
nl_nl: Geen standaard oculair
sv_se: Ingen standard okular

source: Add an eyepiece
de_de: Okular hinzufügen
es_es: Añadir un ocular
fr_fr: Ajouter un oculaire
nl_nl: Voeg een oculair toe
sv_se: Lägg till ett okular

source: Change password
de_de: Passwort ändern
es_es: Modificar contraseña
fr_fr: Changer le mot de passe
nl_nl: Wijzig wachtwoord
sv_se: Ändra lösenord

source: The password should at least be 8 characters, and contain a least one uppercase character (A – Z), one lowercase character (a – z), one digit (0 – 9), and one Non-alphanumeric (!, @, #, $, %, ^, &, ?, or *) character
de_de: Das Kennwort sollte mindestens 8 Zeichen lang sein und mindestens ein Großbuchstaben (A – Z), ein Kleinbuchstaben (a – z), eine Ziffer (0 – 9) und ein nicht-alphanumerisches Zeichen (!, @, #, $, %, ^, &, ? oder *) haben
es_es: La contraseña debe tener al menos 8 caracteres y contener al menos un carácter en mayúsculas (A – Z), un carácter en minúsculas (a – z), un 10 dígitos base (0 – 9), y un carácter no alfanumérico (!, @, #, $, %, ^, &, ?, o *)
fr_fr: Le mot de passe doit être d’au moins 8 caractères et contenir au moins un caractère majuscule (A – Z), un caractère minuscule (a – z), un chiffre (0 – 9) et un caractère non alphanumérique (!, @, #, $, %, ^, &, ?, ou *)
nl_nl: Het wachtwoord moet ten minste 8 tekens lang zijn en ten minste één hoofdletter (A – Z), een kleine letter (a – z), één cijfer (0 – 9) en één niet-alfanumeriek karakter (!, @, #, $, %, ^, &, ?, of *) bevatten
sv_se: Lösenordet bör minst vara 8 tecken, och innehålla minst ett versalt tecken (A – Z), ett gementecken (a – z), en siffra (0 – 9) och en Icke-alfanumerisk (!, @, #, $, %, ^, &; ?, eller *) tecken

source: Let other people your astronomical interests
de_de: Lassen Sie andere Menschen wissen, was Ihre astronomischen Interessen sind
es_es: Haz que otras personas sepan cuáles son tus intereses astronómicos
fr_fr: Faites savoir aux autres quels sont vos intérêts astronomiques
nl_nl: Laat andere mensen weten wat uw astronomische interesses zijn
sv_se: Låt andra människor vet vad är dina astronomiska intressen

source: Change profile picture
de_de: Profilbild ändern
es_es: Modificar imagen de perfil
fr_fr: Modifier l'image du profil
nl_nl: Wijzig profiel foto
sv_se: Ändra profilbild

source: Send emails
de_de: E-Mail senden
es_es: Enviar emails
fr_fr: Envoyer des e-mails
nl_nl: Stuur emails
sv_se: Skicka e-post

source: Offset between measured SQM value and the faintest visible star.
de_de: Ausgleich zwischen einem gemessenen SQM Wert und dem schwächsten sichtbaren Stern.
es_es: Offset entre el valor medido del sqm y la estrella visible más débil.
fr_fr: Différence entre les valeurs SQM mesurées et l’étoile la plus faible qui est visible.
nl_nl: Offset tussen gemeten SQM waarde en zwakste zichtbare ster.
sv_se: Förskjutning mellan uppmätt SQM-värde och den svagaste synliga stjärnan.

source: Date/Time Added
de_de: Datum/Zeit hinzugefügt
es_es: Fecha/hora agregada
fr_fr: Date/heure ajoutée
nl_nl: Datum/tijd toegevoegd
sv_se: Datum/tid tillagd

source: User Role
de_de: Benutzerrolle
es_es: Rol de Usuario
fr_fr: Rôle de l’utilisateur
nl_nl: Gebruikersrol
sv_se: Användarroll

source: Equipment Sets
de_de: Ausrüstungssätze
es_es: Conjuntos de equipamientos
fr_fr: Ensembles d’équipement
nl_nl: Uitrustingssets
sv_se: Utrustningssatser

source: Select an existing lens
de_de: Linse hinzufügen
es_es: Seleccione un objetivo existente
fr_fr: Rajouter une lentille existante
nl_nl: Selecteer bestaande lens
sv_se: Välj ett befintligt objektiv

source: or specify your lens details manually
de_de: oder geben Sie Ihre Linsen Details manuell an
es_es: o especifique los detalles de la lente manualmente
fr_fr: ou spécifiez manuellement les détails de votre lentille
nl_nl: of voeg de gegevens manueel in
sv_se: eller ange dina lins Detaljer manuellt

source: e.g. Televue 2x Barlow
de_de: z.b. Televue 2X Barlow
es_es: p.ej. Televue 2x Barlow
fr_fr: ex. Televue 2x Barlow
nl_nl: b.v. Televue 2x Barlow
sv_se: t. ex. Televue 2x

source: > 1.0 for Barlow lenses, < 1.0 for shapley lenses.
de_de: > 1,0 für Barlow-Objektive, < 1,0 für Shapley-Objektive.
es_es: > 1,0 para lentes Barlow, < 1,0 para lentes Shapley.
fr_fr: > 1,0 pour les lentilles Barlow, < 1,0 pour les lentilles Shapley.
nl_nl: > 1,0 voor Barlow lenzen, < 1,0 voor Shapley lenzen.
sv_se: > 1,0 för s-linser, < 1,0 för Shapley linser.

source: Upload a picture of your lens.
de_de: Laden Sie ein Bild Ihres Objektivs hoch.
es_es: Sube una foto de tu lente.
fr_fr: Téléchargez une photo de votre lentille.
nl_nl: Upload een foto van uw lens.
sv_se: Ladda upp en bild av ditt objektiv.

source: Change lens
de_de: Wechsel Linse
es_es: Modificar lente
fr_fr: Changer la lentille
nl_nl: Verander lens
sv_se: Byt lins

source: Add a new eyepiece
de_de: Ein neues Okular hinzufügen
es_es: Añadir un nuevo ocular
fr_fr: Ajouter un nouvel oculaire
nl_nl: Voeg een nieuw oculair toe
sv_se: Lägg till ett nytt okular

source: Personal observation list
de_de: Persönliche Beobachtungsliste
es_es: Lista de observación personal
fr_fr: Liste d’observation personnelle
nl_nl: Persoonlijke waarneemlijst
sv_se: Personlig observationslista

source: Describe your observation list
de_de: Beschreiben Sie Ihre Beobachtungsliste
es_es: Describa su lista de observación
fr_fr: Décrivez votre liste d’observation
nl_nl: Beschrijf je waarneemlijst
sv_se: Beskriv din observationslista

source: Add tags to make your observation list easier to discover by other observers
de_de: Fügen Sie Tags hinzu, um Ihre Beobachtungsliste von anderen Beobachtern leichter zu erkennen
es_es: Agregue etiquetas para que su lista de observación sea más fácil de descubrir por otros observadores
fr_fr: Ajoutez des tags pour faciliter la découverte de votre liste d’observation par d’autres observateurs
nl_nl: Voeg tags toe om je waarneemlijst makkelijker vindbaar te maken door andere waarnemers
sv_se: Lägga till taggar för att göra din observationslista lättare att upptäcka av andra observatörer

source: You can also manually add a new tag
de_de: Sie können auch manuell ein neues Tag hinzufügen
es_es: También puede agregar manualmente una nueva etiqueta
fr_fr: Vous pouvez également ajouter manuellement une nouvelle tag
nl_nl: Je kan ook manueel een nieuwe tag toevoegen
sv_se: Du kan också lägga till en ny tagg manuellt

source: Add a new tag
de_de: Fügen Sie eines neuen Tag hinzu
es_es: Añadir una etiqueta
fr_fr: Ajouter une nouvelle tag
nl_nl: Een nieuwe tag toevoegen
sv_se: Lägga till en ny tagg

source: Make list discoverable by other observers
de_de: Machen Sie die Liste für andere Beobachter erkennbar
es_es: Hacer lista detectable por otros observadores
fr_fr: Rendre la liste détectable par d’autres observateurs
nl_nl: Lijst vindbaar maken voor andere waarnemers
sv_se: Gör listan upptäckbar av andra observatörer

source: Change observation list
de_de: Beobachtungsliste ändern
es_es: Cambiar la lista de observación
fr_fr: Modifier la liste d’observation
nl_nl: Pas waarneemlijst aan
sv_se: Ändra observationslista

source: Number of objects
de_de: Anzahl der Objekte
es_es: Número de objetos
fr_fr: Nombre d'objets
nl_nl: Aantal objecten
sv_se: Antal objekt

source: Loading catalog info...
de_de: Kataloginformationen werden geladen...
es_es: Cargando información de catálogo...
fr_fr: Chargement des informations du catalogue...
nl_nl: Catalogusgegevens laden...
sv_se: Laddar kataloginformation...

source: Select a list to view its details
de_de: Wählen Sie eine Liste um Details zu sehen
es_es: Seleccione una lista para ver sus detalles
fr_fr: Sélectionnez une liste pour afficher ses détails
nl_nl: Selecteer een lijst om de details ervan weer te geven
sv_se: Välj en lista för att visa dess Detaljer

source: Eyepiece
de_de: Okular
es_es: Ocular
fr_fr: Oculaire
nl_nl: Oculair
sv_se: Okular

source: The requested thread was not found.
de_de: Der angeforderte Thread wurde nicht gefunden.
es_es: No se encontró el subproceso solicitado.
fr_fr: Le fil demandé n'a pas été trouvé.
nl_nl: De gevraagde thread is niet gevonden.
sv_se: Den begärda tråden hittades inte.

source: Not authorized to see this message.
de_de: Diese Meldung kann nicht angezeigt werden.
es_es: No autorizado para ver este mensaje.
fr_fr: Non autorisé à voir ce message.
nl_nl: Niet gemachtigd om dit bericht te zien.
sv_se: Inte behörighet att se det här meddelandet.

source: Eyepiece %s is active
de_de: Okular %s ist aktiv
es_es: El ocular %s está activo
fr_fr: L’oculaire %s est actif
nl_nl: Oculair %s is actief
sv_se: Okularet %s är aktivt

source: Eyepiece %s is not longer active
de_de: Okular %s ist nicht mehr aktiv
es_es: El ocular %s ya no está activo
fr_fr: L’oculaire %s n'est plus actif
nl_nl: Oculair %s is niet langer actief
sv_se: Okular %s är inte längre aktiv

source: Objects
de_de: Objekte
es_es: Objetos
fr_fr: Objets
nl_nl: Objecten
sv_se: Objekt

source: Search Objects
de_de: Such Objekte
es_es: Buscar objetos
fr_fr: Rechercher des objets
nl_nl: Zoek objecten
sv_se: Sök objekt

source: Catalogs
de_de: Kataloge
es_es: Catálogos
fr_fr: Catalogues
nl_nl: Catalogi
sv_se: Kataloger

source: Add object
de_de: Objekt anlegen
es_es: Añadir objeto
fr_fr: Ajouter un objet
nl_nl: Object toevoegen
sv_se: Lägg till objekt

source: Check Objects
de_de: Prüfe Objekte
es_es: Comprobar objetos
fr_fr: Vérifier les objets
nl_nl: Controleer objecten
sv_se: Kontrollera objekt

source: Weather forecast
de_de: Wettervorhersage
es_es: Pronóstico del tiempo
fr_fr: Prévisions météo
nl_nl: Weersvoorspelling
sv_se: Väderprognos

source: Default Location
de_de: Standard Standort
es_es: Ubicación Predeterminada
fr_fr: Emplacement par Défaut
nl_nl: Standaard locatie
sv_se: Standardadress

source: Add a new lens
de_de: Ein neues Objektiv hinzufügen
es_es: Añadir un nuevo lente
fr_fr: Ajouter une nouvelle lentille
nl_nl: Voeg een nieuwe lens toe
sv_se: Lägg till ett nytt lins

source: Instrument
es_es: Instrumento

source: Instrument Type
de_de: Instrumententyp
es_es: Tipo de instrumento
fr_fr: Type d'instrument
nl_nl: Type instrument
sv_se: Instrument typ

source: First light
de_de: Erstes Licht
es_es: Primera luz
fr_fr: Première lumière
nl_nl: Eerste licht
sv_se: Första ljus

source: Last used on
de_de: Zuletzt verwendet auf
es_es: Ultima utilización en
fr_fr: Dernière utilisation le
nl_nl: Laatst gebruikt op
sv_se: Senast Använd på

source: Observed in the following locations
de_de: Beobachtet an folgenden Orten
es_es: Observado en las siguientes ubicaciones
fr_fr: Observé aux endroits suivants
nl_nl: Waargenomen op de volgende locaties
sv_se: Observeras på följande platser

source: or object type
de_de: oder Objekttyp
es_es: o tipo de objeto
fr_fr: ou type d’objet
nl_nl: of object type
sv_se: eller objekttyp

source: or atlas page
de_de: oder Atlas-Seite
es_es: o página atlas
fr_fr: ou page atlas
nl_nl: of atlaspagina
sv_se: eller atlassida

source: Enter page in atlas
de_de: Seite in Atlas eingeben
es_es: Ingrese página en atlas
fr_fr: Entrez la page de l’atlas
nl_nl: Voer atlaspagina in
sv_se: Ange sida i atlas

source: of
de_de: von
es_es: de
fr_fr: de
nl_nl: van
sv_se: av

source: and contrast reserve
de_de: und Kontrastreserve
es_es: y reserva de contraste
fr_fr: et réserve de contraste
nl_nl: en contrastreserve
sv_se: och kontrastreserv

source: in
es_es: en
fr_fr: dans
sv_se: i

source: and declination
de_de: und Deklination
es_es: y declinación
fr_fr: et déclinaison
nl_nl: en declinatie
sv_se: och deklination

source: and diameter
de_de: und Durchmesser
es_es: y diámetro
fr_fr: et diamètre
nl_nl: en diameter
sv_se: och diameter

source: and diameter ratio
de_de: und Durchmesserverhältnis
es_es: y relación de diámetro
fr_fr: et rapport de diamètre
nl_nl: en diameterverhouding
sv_se: och diameterförhållande

source: or description
de_de: oder Beschreibung
es_es: o descripción
fr_fr: ou description
nl_nl: of beschrijving
sv_se: eller beskrivning

source: contains
de_de: enthält
es_es: contiene
fr_fr: contient
nl_nl: bevat
sv_se: innehåller

source: doesn't contain
de_de: enthält nicht
es_es: no contiene
fr_fr: ne contient pas
nl_nl: bevat niet
sv_se: innehåller inte

source: Right ascension
de_de: RA
es_es: Ascensión derecha
fr_fr: Ascension droite
nl_nl: Rechte klimming
sv_se: Höger uppstigning

source: and right ascension
de_de: und Rektaszension
es_es: y ascensión derecha
fr_fr: et ascension droite
nl_nl: en rechte klimming
sv_se: och höger uppstigning

source: and magnitude
de_de: und Magnitude
es_es: y magnitud
fr_fr: et magnitude
nl_nl: en magnitude
sv_se: och magnitud

source: and surface brightness
de_de: und Oberflächenhelligkeit
es_es: y brillo de la superficie
fr_fr: et luminosité de surface
nl_nl: en oppervlaktehelderheid
sv_se: och ytljushet

source: or object name
de_de: oder Objektname
es_es: o nombre del objeto
fr_fr: ou nom de l’objet
nl_nl: of objectnaam
sv_se: eller objektnamn

source: Enter number in catalog
de_de: Nummer im Katalog
es_es: Ingrese el número en el catálogo
fr_fr: Numéro dans le catalogue
nl_nl: Nummer in cataloog
sv_se: Ange nummer i katalog

source: Refractor
de_de: Refraktor
fr_fr: Réfracteur
sv_se: Refraktor

source: Reflector
de_de: Reflektor
fr_fr: Réflecteur
sv_se: Reflektor

source: Maksutov
sv_se: Maksutoven

source: Total
de_de: Gesamt
nl_nl: Totaal
sv_se: Totalt

source: Color
de_de: Farbe
fr_fr: Couleur
nl_nl: Kleur
sv_se: Färg
