Repository: DeepskyLog/DeepskyLog
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, nl_nl, sv_se

source: Active List
de_de: Aktive Liste
es_es: Lista Activa
fr_fr: Liste active
nl_nl: Actieve lijst
sv_se: Aktiva listan

source: Observing
de_de: Beobachten
es_es: Observando
fr_fr: Observer
nl_nl: Waarnemen
sv_se: Observera

source: Atlases
de_de: Atlanten
es_es: Atlas
fr_fr: Atlas
nl_nl: Atlassen
sv_se: Atlaser

source: Languages
de_de: Sprachen
es_es: Idiomas
fr_fr: Langues
nl_nl: Talen
sv_se: Språk

source: Language for user interface
de_de: Sprache für Benutzeroberfläche
es_es: Idioma para la interfaz de usuario
fr_fr: Langue pour l'interface utilisateur
nl_nl: Taal voor gebruikersinterface
sv_se: Språk för användar gränssnitt

source: Standard language for observations
de_de: Standard Sprache für Beobachtungen
es_es: Idioma estándar para las observaciones
fr_fr: Langue standard pour les observations
nl_nl: Standaardtaal voor waarnemingen
sv_se: Standard språk för observationer

source: Location
de_de: Beobachtungsplatz
es_es: Ubicación
fr_fr: Endroit
nl_nl: Waarneemplaats
sv_se: Plats

source: Owner
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
nl_nl: Eigenaar
sv_se: Ägare

source: Country
de_de: Land
es_es: País
fr_fr: Pays
nl_nl: Land
sv_se: Land

source: Elevation
de_de: Höhe
es_es: Elevación
fr_fr: Élévation
nl_nl: Hoogte
sv_se: Höjd

source: Bortle
de_de: Bortle-Skala
es_es: Escala Bortle
fr_fr: Échelle Bortle
nl_nl: Bortle schaal

source: Excellent dark-sky site
de_de: Extrem Dunkel
es_es: Excelente sitio de cielo oscuro
fr_fr: Ciel noir excellent
nl_nl: Uitstekende donkere hemel
sv_se: Utmärkt Dark-Sky plats

source: Typical truly dark site
de_de: Sehr Dunkel
es_es: Sitio verdaderamente oscuro típico
fr_fr: Ciel noir typique
nl_nl: Donkere hemel
sv_se: Typisk riktigt mörk plats

source: Rural sky
de_de: Land
es_es: Cielo rural
fr_fr: Ciel rural
nl_nl: Platteland
sv_se: Landsbygdshimmel

source: Rural/suburban transition
de_de: Übergang Land/Vorstadt
es_es: Transición rural/suburbana
fr_fr: Transition rural/périurbain
nl_nl: Halfstedelijk gebied
sv_se: Övergång på landsbygden/förorter

source: Suburban sky
de_de: Vorstadt
es_es: Cielo suburbano
fr_fr: Ciel de banlieue
nl_nl: Voorstad
sv_se: Förorts himmel

source: Bright suburban sky
de_de: Helle Vorstadt
es_es: Cielo suburbano brillante
fr_fr: Ciel de banlieue éclairée
nl_nl: Grote voorstad
sv_se: Ljusa förorts himmel

source: Suburban/urban transition
de_de: Übergang Vorstadt/Stadt
es_es: Transición suburbana/urbana
fr_fr: Transition banlieue/ville
nl_nl: Overgang voorstad / stad
sv_se: Förorts-/stads övergång

source: City sky
de_de: Stadt
es_es: Cielo de la ciudad
fr_fr: Ciel urbain
nl_nl: Stadshemel
sv_se: Stadshimmel

source: Inner-city sky
de_de: Innenstadt
es_es: Cielo de la interior-ciudad
fr_fr: Ciel de centre-ville
nl_nl: Hemel midden in de stad
sv_se: Innerstadshimmel

source: First observation
de_de: Erste Beobachtung
es_es: Primera observación
fr_fr: Première observation
nl_nl: Eerste waarneming
sv_se: Första observationen

source: Last observation
de_de: Letzte Beobachtung
es_es: Ultima observación
fr_fr: Dernière observation
nl_nl: Laatste waarneming
sv_se: Senaste observation

source: Used instruments
de_de: Gebrauchte Instrumente
es_es: Instrumentos usados
fr_fr: Instruments usagés
nl_nl: Gebruikte instrumenten
sv_se: Använda instrument

source: Used eyepieces
de_de: Gebrauchte Okulare
es_es: Oculares usados
fr_fr: Oculaires usagés
nl_nl: Gebruikte oculairs
sv_se: Begagnade okular

source: Used filters
de_de: Gebrauchte Filter
es_es: Filtros usados
fr_fr: Filtres usagés
nl_nl: Gebruikte filters
sv_se: Begagnade filter

source: Used lenses
de_de: Gebrauchte Linsen
es_es: Lentes usadas
fr_fr: Lentilles usagées
nl_nl: Gebruikte lenzen
sv_se: Begagnade linser

source: Length of night
de_de: Länge der Nacht
es_es: Duración de la noche
fr_fr: Longueur de la nuit
nl_nl: Duur van de nacht
sv_se: Nattens längd

source: Today sunrise / sunset / transit
de_de: Heute Sonnenaufgang / Sonnenuntergang / Transit
es_es: Hoy amanecer / puesta del sol / tránsito
fr_fr: Lever / coucher du soleil / transit aujourd’hui
nl_nl: Zonsopkomst / zonsondergang / transit vandaag
sv_se: Idag soluppgång / solnedgång / transitering

source: Today Civil Darkness
de_de: Bürgerliche Dämmerung heute
es_es: Crepúsculo civil hoy
fr_fr: Crépuscule civil aujourd’hui
nl_nl: Burgerlijke schemering vandaag
sv_se: Idag civilt mörker

source: Today Nautical Darkness
de_de: Nautische Dämmerung heute
es_es: Crepúsculo náutico hoy
fr_fr: Crépuscule nautique aujourd’hui
nl_nl: Nautische schemering vandaag
sv_se: Idag nautiska darkness

source: Today Astronomical Darkness
de_de: Astronomische Dämmerung heute
es_es: Crepúsculo astronómico hoy
fr_fr: Crépuscule astronomique aujourd’hui
nl_nl: Astronomische duisternis vandaag
sv_se: Idag astronomiskt mörker

source: Weather predictions
de_de: Wettervorhersagen
es_es: Predicciones meteorológicas
fr_fr: Prévisions météorologiques
nl_nl: Weersvoorspellingen
sv_se: Väderprognoser

source: Add extra search criteria
de_de: Füge zusätzlicher Suchkriterien hinzu
es_es: Añadir criterios de búsqueda adicionales
fr_fr: Ajouter des critères de recherche supplémentaires
nl_nl: Extra zoekcriteria toevoegen
sv_se: Lägga till extra sökvillkor

source: Select search criteria to add:
de_de: Wählen Sie Suchkriterien aus, die hinzugefügt werden sollen:
es_es: Seleccione los criterios de búsqueda para agregar:
fr_fr: Sélectionnez les critères de recherche à ajouter :
nl_nl: Selecteer zoekcriteria om toe te voegen:
sv_se: Välj sökvillkor att lägga till:

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Recherche
nl_nl: Zoeken
sv_se: Sök

source: Clear fields
de_de: Löschen Sie die Felder
es_es: Borrar campos
fr_fr: Effacer les champs
nl_nl: Wis velden
sv_se: Rensa fält

source: Reset Password Notification
de_de: Passwort-Notifikation zurücksetzen
es_es: Restablecer notificación de contraseña
fr_fr: Réinitialiser de mot de passe
nl_nl: Wachtwoord herstel melding
sv_se: Återställ lösen ords meddelande

source: You are receiving this email because we received a password reset request for your account.
de_de: Sie erhalten diese E-Mail, weil wir eine Anfrage zum Zurücksetzen des Passworts für Ihr Konto erhalten haben.
es_es: Recibes este correo electrónico porque recibimos una solicitud de restablecimiento de contraseña para tu cuenta.
fr_fr: Vous recevez cet e-mail parce que nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.
nl_nl: U ontvangt deze e-mail omdat we een wachtwoord herstel aanvraag voor uw account hebben ontvangen.
sv_se: Du får det här e-postmeddelandet eftersom vi har fått en begäran om lösen ords återställning för ditt konto.

source: This password reset link will expire in %d minutes.
de_de: Dieser Link zum Zurücksetzen des Passworts läuft in %d Minuten ab.
es_es: Este enlace de restablecimiento de contraseña expirará en %d minutos.
fr_fr: Ce lien de réinitialisation le mot de passe expirera en %d minutes.
nl_nl: Deze wachtwoord herstel link zal vervallen in %d minuten.
sv_se: Länken för återställning av lösen ord upphör att gälla i %d minuter.

source: If you did not request a password reset, no further action is required.
de_de: Wenn Sie keinen Passwort Reset angefordert haben, ist keine weitere Aktion erforderlich.
es_es: Si no ha pedido un restablecimiento de contraseña, no es necesario realizar ninguna otra acción.
fr_fr: Si vous n'avez pas demandé un réinitialisation de mot de passe, aucune autre action n'est requise.
nl_nl: Als u geen wachtwoord herstel hebt aangevraagd, is er geen verdere actie vereist.
sv_se: Om du inte har begärt en lösen ords återställning krävs inga ytterligare åtgärder.

source: Downloads
es_es: Descargas
fr_fr: Téléchargements
sv_se: Nedladdningar

source: Forms
de_de: Formulieren
es_es: Formularios
fr_fr: Formulaires
nl_nl: Formulieren
sv_se: Formulär

source: Sorry, no threads.
de_de: Es tut uns leid, keine Threads.
es_es: Lo siento, no hay hilos.
fr_fr: Désolé, pas de discussions.
nl_nl: Sorry, geen threads.
sv_se: Tyvärr, inga trådar.

source: Lens
de_de: Linse
es_es: Lente
fr_fr: Lentille
sv_se: Lins

source: In equipment sets
de_de: In Gerätesätzen
es_es: En conjuntos de equipos
fr_fr: Dans les ensembles d’équipement
nl_nl: In uitrustingssets
sv_se: I utrustningsuppsättningar

source: Verify Your Email Address
de_de: Bestätige deine Email-Adresse
es_es: Verifique su dirección de correo electrónico
fr_fr: Vérifiez votre adresse E-mail
nl_nl: Verifiëer uw e-mail adres
sv_se: Verifiera din e-postadress

source: A fresh verification link has been sent to your email address.
de_de: Ein neuer Verifizierungslink wurde an Ihre E-Mail-Adresse gesendet.
es_es: Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.
fr_fr: Un nouveau lien de vérification a été envoyé à votre adresse e-mail.
nl_nl: Er is een nieuwe verificatielink naar uw e-mail adres verzonden.
sv_se: En ny verifierings länk har skickats till din e-postadress.

source: If you did not receive the email
de_de: Wenn Sie die E-Mail nicht erhalten haben
es_es: Si no recibió el correo electrónico
fr_fr: Si vous n'avez pas reçu l'e-mail
nl_nl: Als u de e-mail niet hebt ontvangen
sv_se: Om du inte har fått e-postmeddelandet

source: Before proceeding, please check your email for a verification link.
de_de: Bevor Sie fortfahren, überprüfen Sie bitte Ihre E-Mail auf einen Verifizierungslink.
es_es: Antes de continuar, por favor revise su correo electrónico para un enlace de verificación.
fr_fr: Avant de continuer, veuillez consulter votre e-mail pour obtenir un lien de vérification.
nl_nl: Controleer uw e-mail voor een verificatielink voordat u verder gaat.
sv_se: Innan du fortsätter, kontrol lera din e-post för en verifierings länk.

source: click here to request another
de_de: klicken Sie hier, um ein weitere E-Mail anzufordern
es_es: haga clic aquí para solicitar otro
fr_fr: cliquez ici pour demander un autre
nl_nl: klik hier om een andere aan te vragen
sv_se: klicka här för att begära en annan

source: Filter
es_es: Filtro
fr_fr: Filtre

source: Filter Type
de_de: Filter Typ
es_es: Typo de filtro
fr_fr: Type de filtre
sv_se: Typ av filter

source: Administration
es_es: Administración
nl_nl: Administratie

source: Send message to all
de_de: Sende Benachrichtigung an Alle
es_es: Enviar mensaje a todos
fr_fr: Envoyer un message à tous
nl_nl: Stuur bericht naar iedereen
sv_se: Skicka meddelande till alla

source: Show all observers
de_de: Alle Beobachter anzeigen
es_es: Mostrar todos los observadores
fr_fr: Afficher tous les observateurs
nl_nl: Toon alle waarnemers
sv_se: Visa alla observatörer

source: All equipment sets
de_de: Alle Gerätesätze
es_es: Todos los equipos
fr_fr: Tous les ensembles d’équipement
nl_nl: Alle uitrustingssets
sv_se: Alla utrustningsuppsättningar

source: Equipment sets of %s
de_de: Gerätesätze von %s
es_es: Conjuntos de equipos de %s
fr_fr: Ensembles d’équipement de %s
nl_nl: Uitrustingssets van %s
sv_se: Utrustningsuppsättningar av %s

source: New equipment set
de_de: Neues Gerätesatz
es_es: Nuevo conjunto de equipos
fr_fr: Nouvel ensemble d’équipement
nl_nl: Nieuwe uitrustingsset
sv_se: Ny utrustningsset

source: An equipment set is a combination of any number of instruments, eyepieces, filters, and lenses.
de_de: Ein Gerätesatz ist eine Kombination aus einer beliebigen Anzahl von Instrumenten, Okularen, Filtern und Linsen.
es_es: Un conjunto de equipos es una combinación de cualquier número de instrumentos, oculares, filtros y lentes.
fr_fr: Un ensemble d’équipement est une combinaison de n’importe quel nombre d’instruments, oculaires, filtres et lentilles.
nl_nl: Een uitrustingsset is een combinatie van een willekeurig aantal instrumenten, oculairs, filters en lenzen.
sv_se: En utrustningsuppsättning är en kombination av valfritt antal instrument, okular, filter och linser.

source: You can define an equipment set for anything you want. You can for example create different instrument sets for the equipment you use in different locations. Or you can create an equipment set for an old telescope that you don't use any longer.
de_de: Sie können einen Gerätesatz für alles definieren, was Sie möchten. Sie können z.B. verschiedene Instrumentensätze für die Geräte erstellen, die Sie an verschiedenen Standorten verwenden. Oder Sie können ein Geräteset für ein altes Teleskop erstellen, das Sie nicht mehr verwenden.
es_es: Puede definir un conjunto de equipos para cualquier cosa que desee. Por ejemplo, puede crear diferentes conjuntos de instrumentos para el equipo que utilice en diferentes ubicaciones. O puede crear un conjunto de equipos para un telescopio antiguo que ya no utiliza.
fr_fr: Vous pouvez définir un ensemble d’équipement pour tout ce que vous voulez. Vous pouvez par exemple créer différents ensembles d’instruments pour l’équipement que vous utilisez à différents endroits. Ou vous pouvez créer un ensemble d’équipement pour un vieux télescope que vous n’utilisez plus.
nl_nl: U kan een uitrustingsset definiëren voor alles wat u wilt. U kan bijvoorbeeld verschillende uitrustingssets maken voor de apparatuur die u op verschillende locaties gebruikt. Of u kan een uitrustingsset maken voor een oude telescoop die u niet langer gebruikt.
sv_se: Du kan definiera en utrustningsuppsättning för vad du vill. Du kan till exempel skapa olika instrumentuppsättningar för den utrustning du använder på olika platser. Eller så kan du skapa en utrustningsuppsättning för ett gammalt teleskop som du inte använder längre.

source: When you add an observation, you will only see the equipment that is defined in the active equipment set.
de_de: Wenn Sie eine Beobachtung hinzufügen, werden nur die Geräte angezeigt, die im aktiven Gerätesatz definiert sind.
es_es: Cuando añada una observación, solo verá el equipo definido en el conjunto de equipos activo.
fr_fr: Lorsque vous ajoutez une observation, vous ne verrez que l’équipement défini dans l’ensemble d’équipement actif.
nl_nl: Wanneer u een observatie toevoegt, ziet u alleen de apparatuur die is gedefinieerd in de actieve uitrustingsset.
sv_se: När du lägger till en observation ser du bara den utrustning som definieras i den aktiva utrustningsuppsättningen.

source: Please fix the errors.
de_de: Beheben Sie die Fehler.
es_es: Corrija los errores.
fr_fr: S’il vous plaît corriger les erreurs.
nl_nl: Los de fouten op.
sv_se: Vänligen åtgärda felen.

source: Create new equipment set
de_de: Erstellen eines neuen Gerätesatzes
es_es: Crear un nuevo conjunto de equipos
fr_fr: Créer un nouvel ensemble d’équipement
nl_nl: Maak een nieuwe uitrustingsset
sv_se: Skapa ny utrustningsuppsättning

source: Verify Email Address
de_de: E-Mail Adresse bestätigen
es_es: Verifique dirección de correo electrónico
fr_fr: Vérifiez votre adresse email
nl_nl: Verifieer uw e-mailadres
sv_se: Verifiera e-postadress

source: Please click the button below to verify your email address.
de_de: Bitte klicken Sie auf die untenstehende Knopf, um Ihre E-Mail-Adresse zu überprüfen.
es_es: Por favor, haga clic en el botón de abajo para verificar su dirección de correo electrónico.
fr_fr: Veuillez cliquer sur le bouton ci-dessous pour vérifier votre adresse e-mail.
nl_nl: Klik op de onderstaande knop om uw e-mail adres te verifiëren.
sv_se: Vänligen klicka på knappen nedan för att bekräfta din e-postadress.

source: If you did not create an account, no further action is required.
de_de: Wenn Sie kein Konto angelegt haben, ist keine weitere Aktion erforderlich.
es_es: Si no ha creado una cuenta, no se requiere ninguna otra acción.
fr_fr: Si vous n'avez pas créé un compte, aucune autre action n'est requise.
nl_nl: Als u geen account hebt aangemaakt, is er geen verdere actie vereist.
sv_se: Om du inte har skapat ett konto krävs inga ytterligare åtgärder.

source: Lens %s created
de_de: Linse %s erstellt
es_es: Lente %s creada
fr_fr: Lentille %s créée
nl_nl: Lens %s toegevoegd
sv_se: Objektivet %s har skapats

source: Your country of residence is not set. Please set it in the %sobserver settings%s
de_de: Ihr Wohnsitzland ist nicht festgelegt. Bitte setzen Sie es in den %sBeobachtereinstellungen%s ein
es_es: Su país de residencia no está establecido. Por favor, estableclo en la %sconfiguración del observador%s
fr_fr: Votre pays de résidence n’est pas établi. Veuillez le définir dans les %sparamètres d’observateur%s
nl_nl: Uw land van verblijf is niet ingesteld. Gelieve dit in te stellen in de %swaarnemer instellingen%s
sv_se: Ditt bosättnings land är inte inställt. Ställ in den i %sobservatörs inställningarna%s

source: You did not specify a standard location. Please select one.
de_de: Sie haben keinen Standardstandort angegeben. Bitte wählen Sie einen aus.
es_es: No ha especificado una ubicación estándar. Por favor seleccione una.
fr_fr: Vous n’avez pas spécifié d’emplacement standard. Veuillez en sélectionner un.
nl_nl: U hebt geen standaard locatie opgegeven. Gelieve er één te kiezen.
sv_se: Du angav inte en standard plats. Vänligen välj en.

source: You did not enter information about yourself. Please set it in the %sobserver settings%s
de_de: Sie haben keine Informationen über sich selbst eingegeben. Legen Sie es in den %sBeobachtereinstellungen%s fest
es_es: No ha introducido información sobre usted. Por favor, establézcalo en la %sconfiguración del observador%s
fr_fr: Vous n’avez pas entré d’informations sur vous-même. S’il vous plaît le définir dans les %sparamètres d’observateur%s
nl_nl: Je hebt geen informatie over jezelf ingevoerd. Gelieve dit in te stellen in de %swaarnemer instellingen%s
sv_se: Du angav inte information om dig själv. Vänligen ställ in den i %sobservatörs inställningarna%s

source: At least one of your eyepieces (%s) does not have a brand or a type. Please add the needed information in the %seyepiece page%s
de_de: Mindestens eines Ihrer Okulars (%s) hat keine Marke oder einen Typ. Bitte fügen Sie die erforderlichen Informationen auf der %sokular-Seite%s hinzu
es_es: Al menos uno de sus oculares (%s) no tiene una marca o un tipo. Por favor, añade la información necesaria en la página %soculares%s
fr_fr: Au moins un de vos oculaires (%s) n’a pas de marque ou de type. S’il vous plaît ajouter les informations nécessaires dans la page %soculaire%s
nl_nl: Ten minste een van uw oculairs (%s) heeft geen merk of type. Voeg de benodigde informatie toe aan de %soculair pagina%s
sv_se: Minst en av dina okular (%s) har inte ett varumärke eller en typ. Lägg till nödvändig information i %seyepiece-sidan%s

source: DeepskyLog will be able to calculate the visibility of objects when you %sadd some instruments%s
de_de: DeepskyLog kann die Sichtbarkeit von Objekten berechnen, wenn Sie %seinige Instrumente hinzufügen%s
es_es: DeepskyLog podrá calcular la visibilidad de los objetos si %stú agregas algunos instrumentos%s
fr_fr: DeepskyLog peut calculer la visibilité des objets lorsque vous %sajoutez quelques instruments%s
nl_nl: DeepskyLog zal in staat zijn om de zichtbaarheid van objecten te berekenen wanneer u %senkele instrumenten toevoegt%s
sv_se: DeepskyLog kan beräkna objektens synlighet när du lägger till %snågra instrument%s

source: You did not specify a standard instrument. Please select one.
de_de: Sie haben kein Standardinstrument angegeben. Bitte wählen Sie einen aus.
es_es: No ha especificado un instrumento estándar. Por favor seleccione una.
fr_fr: Vous n’avez pas spécifié d’instrument standard. Veuillez en sélectionner un.
nl_nl: U hebt geen standaard instrument opgegeven. Gelieve er één te kiezen.
sv_se: Du angav inte ett standard instrument. Vänligen välj en.

source: At least one of your discoverable observing lists does not have a description.
de_de: Mindestens eine Ihrer auffindbaren Beobachtungslisten enthält keine Beschreibung.
es_es: Al menos una de sus listas de observación detectables no tiene una descripción.
fr_fr: Au moins une de vos listes d’observation détectables n’a pas de description.
nl_nl: Ten minste één van uw detecteerbare waarnemingslijsten heeft geen beschrijving.
sv_se: Minst en av dina upptäckbara observationslistor har ingen beskrivning.

source: Please add a description at the %sobserving list page%s. This way, other observers can easily find your lists and subscribe to them.
de_de: Bitte fügen Sie eine Beschreibung auf der %sBeobachtungslistenseite%s. Auf diese Weise können andere Beobachter Ihre Listen leicht finden und abonnieren.
es_es: Agregue una descripción en la página de %slista de observiación%s. De esta manera, otros observadores pueden encontrar fácilmente sus listas y suscribirse a ellas.
fr_fr: Veuillez ajouter une description à la page %sliste d’observation%s. De cette façon, d’autres observateurs peuvent facilement trouver vos listes et s’y abonner.
nl_nl: Voeg een beschrijving toe op de %swaarneemlijst%s pagina. Op deze manier kunnen andere waarnemers uw lijsten gemakkelijk vinden en zich erop abonneren.
sv_se: Lägg till en beskrivning på %sobservalistesidan%s. På så sätt kan andra observatörer enkelt hitta dina listor och prenumerera på dem.

source: Equipment set %s deleted
de_de: Gerätesatz %s gelöscht
es_es: Conjunto de equipos %s eliminado
fr_fr: Ensemble d’équipement %s supprimé
nl_nl: Uitrustingsset %s verwijderd
sv_se: Utrustningsuppsättning %s bort

source: Equipment set %s already exists.
de_de: Gerätesatz %s ist bereits vorhanden.
es_es: El conjunto de equipos ya %s existe.
fr_fr: Ensemble d’équipement %s existe déjà.
nl_nl: Uitrustingsset %s bestaat al.
sv_se: Utrustningsuppsättning %s finns redan.

source: Equipment set %s created
de_de: Gerätesatz %s erstellt
es_es: Conjunto de equipos %s creados
fr_fr: Ensemble d’équipement %s créé
nl_nl: Uitrustingsset %s aangemaakt
sv_se: Utrustningsuppsättning %s skapas

source: Overview selected objects
de_de: Übersicht ausgewählte Objekte
es_es: Descripción de los objetos seleccionados
fr_fr: Aperçu des objets sélectionnés
nl_nl: Overzicht geselecteerde objecten
sv_se: Översikt markerade objekt

source: All instruments
de_de: Alle Instrumente
es_es: Todos los instrumentos
fr_fr: Tous les instruments
nl_nl: Alle instrumenten
sv_se: Alla instrument

source: Instruments of %s
de_de: Instrumente von %s
es_es: Instrumentos de %s
fr_fr: Instruments de %s
nl_nl: Instrumenten van %s
sv_se: Instrument av %s

source: Ephemerides for %s in %s
de_de: Ephemeriden für %s in %s
es_es: Efemérides para %s en %s
fr_fr: Ephémerides pour %s à %s
nl_nl: Efemeriden voor %s in %s
sv_se: Efemerider för %s i %s

source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
nl_nl: Maand
sv_se: Månad

source: Astronomical night
de_de: Astronomische Nacht
es_es: Noche astronómica
fr_fr: Nuit astronomique
nl_nl: Astronomische nacht
sv_se: Astronomisk natt

source: Nautical night
de_de: Nautische Nacht
es_es: Noche náutica
fr_fr: Nuit nautique
nl_nl: Nautische nacht
sv_se: Nautisk natt

source: Object rise<br />-<br />set
de_de: Objekt Auf-<br />-<br />Untergang
es_es: La subida del objeto <br />-<br /> establecer
fr_fr: Montant de l’objet<br />-<br />descandant
nl_nl: Object opgang<br />-<br />ondergang
sv_se: Objekt ökning <br/>-<br/> set

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
sv_se: Hjälp

source: Ask question
de_de: Frage stellen
es_es: Hacer una pregunta
fr_fr: Posez votre question
nl_nl: Stel een vraag
sv_se: Ställ fråga

source: Subscribe to mailing list
de_de: Abonnieren der Mailingliste
es_es: Suscríbete a la lista de correo
fr_fr: Abonnez-vous à la liste de diffusion
nl_nl: Abonneer op de mailing lijst
sv_se: Prenumerera på e-postlista

source: Sponsor DeepskyLog
es_es: Patrocinador DeepskyLog

source: Report issue
de_de: Melde Probleme
es_es: Reportar problema
fr_fr: Signaler un problème
nl_nl: Rapporteer probleem
sv_se: Rapportera ett problem
