Repository: DeepskyLog/DeepskyLog
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, nl_nl, sv_se

source: A compact sketch form that folds in half so you can do two sketches on one piece of paper.
de_de: Eine kompakte Skizzen Form, die in der Hälfte klappt, so dass man zwei Skizzen auf einem Blatt Papier machen kann.
es_es: Una forma de boceto compacto que se pliega por la mitad para que pueda hacer dos bocetos en una sola pieza de papel.
fr_fr: Une forme d'esquisse compacte qui se replie en deux pour que vous puissiez faire 2 croquis sur une seule feuille de papier.
nl_nl: Een compact schetsformulier dat je dubbel kan vouwen zodat je twee schetsen op een vel papier kunt maken.
sv_se: En kompakt skiss form som viks på mitten så att du kan göra två skisser på ett pappersark.

source: This format allows you to sketch on top of a book like your PSA.
de_de: Mit diesem Format können Sie auf einem Buch wie Ihrem PSA skizzieren.
es_es: Este formato le permite esbozar en la parte superior de un libro como su PSA.
fr_fr: Ce format vous permet d’esquisser au-dessus d’un livre comme votre PSA.
nl_nl: Het formaat past gemakkelijk op een boek zoals je PSA.
sv_se: Detta format kan du skissa på toppen av en bok som din PSA.

source: Big sketch form
de_de: Große Skizzen Form
es_es: Forma del bosquejo grande
fr_fr: Grande forme d'esquisse
nl_nl: Groot schetsformulier
sv_se: Stor skiss form

source: Utilizes the maximum amount of drawing space for your sketch. With a 17cm sketch circle and simplified details area.
de_de: Nutzt die maximale Anzahl an Zeichnungsräumen für ihre Skizze. Mit einem 17cm-Skizzen Kreis und vereinfachter Detail Fläche.
es_es: Utiliza la cantidad máxima de espacio de dibujo para su boceto. Con un círculo del bosquejo del 17cm y un área simplificada de los detalles.
fr_fr: Utilise la quantité maximale d'espace de dessin pour votre croquis. Avec un cercle de croquis 17cm et une zone de détails simplifiée.
nl_nl: Gebruikt de maximale grootte voor je schets. Bevat een 17cm schetscirkel en een vereenvoudigd details formulier.
sv_se: Använder den maximala mängden ritutrymme för din skiss. Med en 17cm skissa cirklar och förenklat specificerar område.

source: Observation log form
de_de: Logbuch für Beobachtungen
es_es: Formulario de registro de observación
fr_fr: Formulaire de log d'observation
nl_nl: Observatie logformulier
sv_se: Formulär för observations logg

source: If you want to jot down multiple brief observation notes on one piece of paper.
de_de: Wenn Sie mehrere kurze Beobachtungs Notizen auf einem Blatt Papier herunter schreiben wollen.
es_es: Si desea anotar varias notas de observación breves en una hoja de papel.
fr_fr: Si vous voulez noter plusieurs brèves notes d'observation sur un morceau de papier.
nl_nl: Voor als je snelle aantekeningen over meerdere objecten op papier wil zetten.
sv_se: Om du vill anteckna flera korta observations anteckningar på ett pappersark.

source: Download
es_es: Descargar
fr_fr: Télécharger
sv_se: Ladda ner

source: Image Catalogs
de_de: Bildbände
es_es: Catálogos de imágenes
fr_fr: Catalogues d’images
nl_nl: Beeldencatalogi
sv_se: Bild kataloger

source: DeepskyLog is a very powerful tool, where you can create personalized atlases and image catalogs.
de_de: DeepskyLog ist ein mächtiges Werkzeug. Sie können u.a. personalisierte Atlanten und Bildbände erzeugen.
es_es: DeepskyLog es una herramienta muy potente, donde se pueden crear Atlas personalizados y catálogos de imágenes.
fr_fr: Deepskylog est un outil puissant qui vous permet de créer des atlas personnalisés et de catalogues d’images.
nl_nl: DeepskyLog is een zeer krachtige applicatie, die het mogelijk maakt om gepersonaliseerde atlassen en beeldencatalogi aan te maken.
sv_se: DeepskyLog är ett mycket kraftfullt verktyg, där du kan skapa personliga atlaser och bild kataloger.

source: However, making your own image catalog is time consuming. To help you, we created some interesting image catalogs and made them available for download.
de_de: Das Erstellen Ihres eigenen Bildbandes ist zeitaufwändig. Um Ihnen die Arbeit zu erleichtern bieten wir einige interessante Bildbände bereits zum Download an.
es_es: Sin embargo, hacer su propio catálogo de imágenes es una pérdida de tiempo. Para ayudarle, hemos creado algunos catálogos de imágenes interesantes y los hemos hecho disponibles para su descarga.
fr_fr: Néanmoins, faire son propre catalogue d’images prends du temps. Pour vous aider, nous avons créé des catalogues d’images intéressants que vous pouvez télécharger.
nl_nl: Het kan echter een hele tijd duren voor een beelden cataloog is aangemaakt. Om de gebruikers het leven eenvoudiger te maken, hebben we enkele interessante catalogi aangemaakt en beschikbaar gemaakt.
sv_se: Att göra en egen avbildnings katalog är dock tidskrävande. För att hjälpa dig, skapade vi några intressanta bild kataloger och gjorde dem tillgängliga för nedladdning.

source: They are very useful for telescopes with a goto system, where the goto system guides you to the neighbourhood of the object. Using the images, it is very easy to find the final object.
de_de: Diese Bildbände sind sehr nützlich für Teleskope mit Goto-System, bei denen Sie durch das Goto-System in die Nähe eines Objektes geführt werden. Mittels des Bilder ist es so einfach möglich das gesuchte Objekt zu finden.
es_es: Son muy útiles para telescopios con un sistema Goto, donde el sistema Goto le guía hacia el vecindario del objeto. Utilizando las imágenes, es muy fácil encontrar el objeto final.
fr_fr: Ils sont très utiles pour les télescopes avec un système Goto, où le système Goto vous guide vers le voisinage de l'objet. En utilisant les images, il est très facile de trouver l'objet final.
nl_nl: De catalogi zijn zeer nuttig voor goto-telescopen, waar het goto systeem je al in de buurt van het object brengt. Met behulp van de beeldjes, is het eenvoudig om het object te vinden.
sv_se: De är mycket användbara för teleskop med ett goto-system, där goto-systemet guidar dig till närheten av objektet. Med hjälp av bilderna, är det mycket lätt att hitta den slutliga objektet.

source: Catalogs sorted by name
de_de: Kataloge sortiert nach Namen
es_es: Catálogos ordenados por nombre
fr_fr: Catalogues triés par nom
nl_nl: Catalogi gesorteerd op naam
sv_se: Kataloger sorterade efternamn

source: The Abell Planetary Nebula Catalog
de_de: Der Abell planetarische Nebel Katalog
es_es: El catálogo de la nebulosa planetaria Abell
fr_fr: Catalogue de Nébuleuses planétaires d’Abell
nl_nl: De Abell Planetaire Nevel cataloog
sv_se: Abels planetarisk nebulosa katalog

source: Catalogs sorted by constellation
de_de: Kataloge sortiert nach Sternbildern
es_es: Catálogos ordenados por constelación
fr_fr: Catalogues triés par constellation
nl_nl: Catalogi gesorteerd op sterrenbeeld
sv_se: Kataloger sorterade efter konstellation

source: All locations
de_de: Alle Standorte
es_es: Todas las Ubicaciones
fr_fr: Tous les emplacements
nl_nl: Alle waarneemplaatsen
sv_se: Alla lägen

source: Locations of %s
de_de: Standorte von %s
es_es: Ubicaciones de %s
fr_fr: Emplacements de %s
nl_nl: Waarneemplaatsen van %s
sv_se: Platser för %s

source: Add location
de_de: Standort hinzufügen
es_es: Añadir ubicación
fr_fr: Ajouter un lieu
nl_nl: Voeg waarneemplaats toe
sv_se: Lägg till plats

source: Quick Search
de_de: Schnellsuche
es_es: Buscara rápida
fr_fr: Recherche rapide
nl_nl: Snel zoeken
sv_se: Snabb sökning

source: Enter object name
de_de: Geben Sie Objektnamen ein
es_es: Introduzca el nombre del objeto
fr_fr: Entrez le nom de l’objet
nl_nl: Voer objectnaam in
sv_se: Ange objektnamn

source: Search Object
de_de: Such Objekt
es_es: Buscar objeto
fr_fr: Cherchez l’objet
nl_nl: Zoek object
sv_se: Sök objekt

source: Observation list %s updated
de_de: Beobachtungsliste %s aktualisiert
es_es: Lista de observación %s actualizada
fr_fr: Liste d’observation %s mise à jour
nl_nl: Waarneemlijst %s bijgewerkt
sv_se: Observationslista %s uppdaterad

source: Observation list %s created
de_de: Beobachtungsliste %s erstellt
es_es: Lista de observación %s creada
fr_fr: Liste d’observation %s créée
nl_nl: Waarneemlijst %s aangemaakt
sv_se: Observationslista %s har skapats

source: Observer details
de_de: Details zum Beobachter
es_es: Los detalles del observador
fr_fr: Détails de l’observateur
nl_nl: Details waarnemer
sv_se: Uppgifter om observatören

source: Info
es_es: Información

source: Observations per year
de_de: Beobachtungen pro Jahr
es_es: Observaciones por año
fr_fr: Observations par an
nl_nl: Waarnemingen per jaar
sv_se: Observationer per år

source: Observations per month
de_de: Beobachtungen pro Monat
es_es: Observaciones mensuales
fr_fr: Observations par mois
nl_nl: Waarnemingen per maand
sv_se: Observationer per månad

source: Object types observed
de_de: Object Typen gesehen
es_es: Tipos de objeto observados
fr_fr: Type d’objets observé
nl_nl: Object types waargenomen
sv_se: Observerade objekttyper

source: Observations per country
de_de: Beobachtungen pro Land
es_es: Observaciones por país
fr_fr: Observations par pays
nl_nl: Waarnemingen per land
sv_se: Observationer per land

source: DeepskyLog stars
de_de: DeepskyLog Sternen
es_es: Estrellas DeepskyLog
fr_fr: Étoiles de DeepskyLog
nl_nl: DeepskyLog sterren
sv_se: DeepskyLog stjärnor

source: Number of locations
de_de: Anzahl der Standorte
es_es: Número de ubicaciones
fr_fr: Nombre de locations
nl_nl: Aantal waarneemplaatsen
sv_se: Antal platser

source: Number of instruments
de_de: Anzahl der Instrumente
es_es: Número de instrumentos
fr_fr: Nombre d'instruments
nl_nl: Aantal instrumenten
sv_se: Antal instrument

source: Number of eyepieces
de_de: Anzahl der Okulare
es_es: Número de oculares
fr_fr: Nombre d’oculaires
nl_nl: Aantal oculairs
sv_se: Antal okular

source: Number of filters
de_de: Anzahl der Filter
es_es: Número de filtros
fr_fr: Nombre de filtres
nl_nl: Aantal filters
sv_se: Antal filter

source: Number of lenses
de_de: Anzahl der Linsen
es_es: Número de lentes
fr_fr: Nombre de lentilles
nl_nl: Aantal lenzen
sv_se: Antal linser

source: Number of observing lists
de_de: Anzahl der Beobachtungslisten
es_es: Número de listas de observación
fr_fr: Nombre de listes d’observation
nl_nl: Aantal waarneemlijsten
sv_se: Antal observationslistor

source: Number of equipment sets
de_de: Anzahl der Gerätesätze
es_es: Número de conjuntos de equipos
fr_fr: Nombre d’ensembles d’équipement
nl_nl: Alle uitrustingssets
sv_se: Antal utrustningsuppsättningar

source: Country of residence
de_de: Land des Wohnsitzes
es_es: País de residencia
fr_fr: Pays de résidence
nl_nl: Land van verblijf
sv_se: Bosättnings land

source: Copyright notice
de_de: Copyright-hinweis
es_es: Aviso de copyright
fr_fr: Avis de Copyright
nl_nl: Copyright melding
sv_se: Copyrightmeddelande

source: Number of observations
de_de: Anzahl der Beobachtungen
es_es: Número de observaciones
fr_fr: Nombre d'observations
nl_nl: Aantal waarnemingen
sv_se: Antal observationer

source: Observations last year
de_de: Beobachtungen im vergangenen Jahr
es_es: Observaciones del año pasado
fr_fr: Observations l'an dernier
nl_nl: Waarnemingen vorig jaar
sv_se: Iakttagelser förra året

source: Number of drawings
de_de: Anzahl der Zeichnungen
es_es: Número de dibujos
fr_fr: Nombre de dessins
nl_nl: Aantal tekeningen
sv_se: Antal ritningar

source: Drawings last year
de_de: Zeichnungen im vergangenen Jahr
es_es: Dibujos del año pasado
fr_fr: Dessins l'an dernier
nl_nl: Tekeningen vorig jaar
sv_se: Ritningar förra året

source: Different objects
de_de: Verschiedene Objekte
es_es: Objetos diferentes
fr_fr: Objects différents
nl_nl: Verschillende objecten
sv_se: Olika objekt

source: Messier objects
de_de: Messier Objekten
es_es: Objetos Messier
fr_fr: Objets Messier
nl_nl: Messier objecten
sv_se: Messier-objekt

source: Caldwell objects
de_de: Caldwell Objekte
es_es: Objetos de Caldwell
fr_fr: Objets Caldwell
nl_nl: Caldwell objecten
sv_se: Caldwell-objekt

source: H400 objects
de_de: H400 Objekte
es_es: Objetos H400
fr_fr: Objets H400
nl_nl: H400 objecten
sv_se: H400-objekt

source: H400-II objects
de_de: H400-II Objekte
es_es: H400-II objetos
fr_fr: Objets H400-II
nl_nl: H400-II objecten
sv_se: H400-II objekt

source: Rank
de_de: Rang
es_es: Rango
fr_fr: Classement
nl_nl: Rang

source: All observations of
de_de: Alle Beobachtungen von
es_es: Todas las observaciones de
fr_fr: Toutes les observations de
nl_nl: Alle waarnemingen van
sv_se: Alla observationer av

source: All drawings of
de_de: Alle Zeichnungen von
es_es: Todos los dibujos de
fr_fr: Tous les dessins de
nl_nl: Alle tekeningen van
sv_se: Alla ritningar av

source: Send message to
de_de: Sende Benachrichtigung an
es_es: Enviar mensaje a
fr_fr: Envoyer un message à
nl_nl: Stuur bericht naar
sv_se: Skicka meddelande till

source: User %s deleted
de_de: Benutzer %s wurde gelöscht
es_es: Usario %s eliminado
fr_fr: Utilisateur %s supprimé
nl_nl: Gebruiker %s verwijderd
sv_se: Användaren %s bort

source: Add a new location
de_de: Fügen Sie einen Standort hinzu
es_es: Añadir una nueva ubicación
fr_fr: Ajouter un nouveau lieu
nl_nl: Voeg een nieuwe waarneemplaats toe
sv_se: Lägg till en ny plats

source: Search location
de_de: Suche Beobachtungsplatz
es_es: Buscar por localización
fr_fr: Cherchez votre endroit
nl_nl: Zoek locatie
sv_se: Sök plats

source: Set your location on the map or by entering the name and pressing the %s button.
de_de: Stellen Sie Ihren Ort auf der Karte ein oder gebe des Namens ein und Drücke der Taste %s.
es_es: Configure su ubicación en el mapa o introduciendo el nombre y presionando el botón %s.
fr_fr: Définiez votre position sur la carte ou entrez le nom et appuyez sur le bouton %s.
nl_nl: Kies je locatie op de map of typ de naam van de locatie in en druk op de %s knop.
sv_se: Ange din plats på kartan eller genom att ange namnet och trycka på knappen %s.

source: Limiting magnitude
de_de: Schwächster Stern
es_es: Limitación de magnitud
fr_fr: Magnitude limite
nl_nl: Grensmagnitude
sv_se: Begränsa magnitud

source: Active
de_de: Aktif
es_es: Activo
fr_fr: Activé
nl_nl: Actief
sv_se: Aktiv

source: Not active
de_de: Nicht aktiv
es_es: No activo
fr_fr: Pas activé
nl_nl: Niet actief
sv_se: Ej aktiv

source: No default lens
de_de: Keine Standardlinse
es_es: No lente predeterminada
fr_fr: Pas d’objectif par défaut
nl_nl: Geen standaard lens
sv_se: Ingen standardobjektiv

source: No lens available
de_de: Keine Linse verfügbar
es_es: No hay lente disponible
fr_fr: Pas de lentille disponible
nl_nl: Geen lens beschikbaar
sv_se: Ingen lins tillgänglig

source: No lens
de_de: Keine Linse
es_es: Sin lente
fr_fr: Pas de lentille
nl_nl: Geen lens
sv_se: Inget lins

source: Select an existing filter
de_de: Filter hinzufügen
es_es: Seleccionar un filtro existente
fr_fr: Rajoutez un filtre existant
nl_nl: Selecteer bestaande filter
sv_se: Välj ett befintligt filter

source: or specify your filter details manually
de_de: oder geben Sie Ihre Filter Details manuell an
es_es: o especifique los detalles del filtro manualmente
fr_fr: ou spécifiez manuellement vos détails de filtre
nl_nl: of voeg de gegevens manueel in
sv_se: eller ange filterinformationen manuellt

source: e.g. Baader O-III
de_de: z.B. Baader O-III
es_es: (p.ej. Baader O-III)
fr_fr: (p. ex. Baader O-III)
nl_nl: bijv. Baader O-III
sv_se: t.ex. Baader O-III

source: Filter type
de_de: Filter Typ
es_es: Tipo de filtro
fr_fr: Type de filtre
sv_se: Typ av filter

source: Wratten number
de_de: Wratten Nummer
es_es: Número de Wratten
fr_fr: Numéro Wratten
nl_nl: Wratten nummer
sv_se: Wratten nummer

source: Schott number
de_de: SCHOTT Nummer
es_es: Número de SCHOTT
fr_fr: Numéro Schott
nl_nl: Schott nummer
sv_se: SCHOTT nummer

source: Upload a picture of your filter.
de_de: Laden Sie ein Bild Ihres Filters hoch.
es_es: Sube una imagen de su filtro.
fr_fr: Téléchargez une photo de votre filtre.
nl_nl: Upload een foto van uw filter.
sv_se: Ladda upp en bild av ditt filter.

source: Change filter
de_de: Filter anpassen
es_es: Modificar filtro
fr_fr: Changer le filtre
nl_nl: Filter wijzigen
sv_se: Ändra filter

source: Add filter
de_de: Filter hinzufügen
es_es: Añadir filtro
fr_fr: Ajouter un filtre
nl_nl: Filter toevoegen
sv_se: Lägg till filter

source: The requested observation list is not available.
de_de: Die angeforderte Beobachtungsliste ist nicht verfügbar.
es_es: La lista de observación solicitada no está disponible.
fr_fr: La liste d’observation demandée n’est pas disponible.
nl_nl: De gevraagde waarneemlijst is niet beschikbaar.
sv_se: Den begärda observationslistan är inte tillgänglig.

source: Add a location
de_de: Standort hinzufügen
es_es: Añadir una ubicación
fr_fr: Ajouter un emplacement
nl_nl: Voeg waarneemplaats toe
sv_se: Lägg till plats

source: No location available
de_de: Kein Standort verfügbar
es_es: No hay ubicación disponible
fr_fr: Aucun emplacement disponible
nl_nl: Geen locatie beschikbaar
sv_se: Ingen plats tillgänglig

source: Object catalogs
de_de: Objektkataloge
es_es: Catálogos de objetos
fr_fr: Catalogues d'objets
nl_nl: Object catalogi
sv_se: Objektkataloger

source: Conversation between
de_de: Gespräch zwischen
es_es: Conversación entre
fr_fr: Conversation entre
nl_nl: Gesprek tussen
sv_se: Konversation mellan

source: Register
de_de: Registrieren
es_es: Registrarse
fr_fr: S'enregistrer
nl_nl: Registreren
sv_se: Registrera

source: Login
de_de: Anmelden
es_es: Entrar
nl_nl: Inloggen
sv_se: Logga in

source: Default location can not be deactivated
de_de: Standardort kann nicht deaktiviert werden
es_es: La ubicación predeterminada no se puede desactivar
fr_fr: L’emplacement par défaut ne peut pas être désactivé
nl_nl: Standaardlocatie kan niet worden gedeactiveerd
sv_se: Standardplatsen kan inte avaktiveras

source: Location %s is active
de_de: Standort %s ist aktiv
es_es: La ubicación %s está activa
fr_fr: L'emplacement %s est actif
nl_nl: Waarneemplaats %s is actief
sv_se: Platsen %s är aktiv

source: Location %s is not longer active
de_de: Standort %s ist nicht mehr aktiv
es_es: La ubicación %s ya no está activa
fr_fr: L'emplacement %s n'est plus actif
nl_nl: Waarneemplaats %s is niet langer actief
sv_se: Platsen %s är inte längre aktiv

source: Location %s has observations. Impossible to delete.
de_de: Standort %s hat Beobachtungen. Unmöglich zu löschen.
es_es: La ubicación %s tiene observaciones. Imposible de eliminar.
fr_fr: L'emplacement %s a des observations. Impossible à supprimer.
nl_nl: Waarneemplaats %s heeft observaties. Onmogelijk om te verwijderen.
sv_se: Platsen %s har observationer. Omöjligt att ta bort.

source: Location %s deleted
de_de: Standort %s gelöscht
es_es: Ubicación %s eliminada
fr_fr: Emplacement %s supprimé
nl_nl: Waarneemplaats %s verwijderd
sv_se: Plats %s borttagen

source: Type
de_de: Typ
es_es: Tipo
sv_se: Typ

source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
nl_nl: Grootte
sv_se: Storlek

source: Preferred Magnification
de_de: Bevorzugte Vergrößerung
es_es: Aumento óptimo
fr_fr: Agrandissement préféré
nl_nl: Optimale vergroting
sv_se: Optimal förstoring

source: Rise
de_de: Aufgang
es_es: Subida
fr_fr: Montant
nl_nl: Op
sv_se: Stiga

source: Transit
es_es: Tránsito
fr_fr: Passage
nl_nl: Doorgang
sv_se: Överföring

source: Set
de_de: Untergang
es_es: Caída
fr_fr: Coucher
nl_nl: Onder
sv_se: Sätt

source: Best Time
de_de: Beste
es_es: Mejor Tiempo
fr_fr: Meilleur
nl_nl: Beste tijd
sv_se: Bästa tiden

source: Highest Alt.
de_de: Höchste Alt.
es_es: Alt más alto.
fr_fr: Alt. Supérieure
nl_nl: Hoogste alt.
sv_se: Högsta Alt.

source: User Administration
de_de: Benutzerverwaltung
es_es: Administración de usuarios
fr_fr: Administration des utilisateurs
nl_nl: Gebruikersbeheer
sv_se: Användar administration

source: Eyepiece %s created
de_de: Okular %s erstellt
es_es: Ocular %s creado
fr_fr: Oculaire %s cré
nl_nl: Oculair %s aangemaakt
sv_se: Okular %s skapad

source: Eyepiece %s has observations. Impossible to delete.
de_de: Okular %s hat Beobachtungen. Unmöglich zu löschen.
es_es: El ocular %s tiene observaciones. Imposible de eliminar.
fr_fr: L’oculaire %s a des observations. Impossible à supprimer.
nl_nl: Er zijn waarnemingen met oculair %s. Onmogelijk om het oculair te verwijderen.
sv_se: Okularet %s har observationer. Omöjligt att ta bort.

source: Eyepiece %s deleted
de_de: Okular %s gelöscht
es_es: Ocular %s eliminado
fr_fr: Oculaire %s supprimé
nl_nl: Oculair %s verwijderd
sv_se: Okularet %s borttaget

source: Statistics
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
nl_nl: Statistieken
sv_se: Statistik

source: Popular objects
de_de: Beliebte Objekte
es_es: Objetos populares
fr_fr: Objets populaires
nl_nl: Populaire objecten
sv_se: Populära objekt

source: Observers
de_de: Beobachter
es_es: Observadores
fr_fr: Observateurs
nl_nl: Waarnemers
sv_se: Observatörer

source: Observation statistics
de_de: Beobachtungsstatistiken
es_es: Estadísticas de observación
fr_fr: Statistiques d’observation
nl_nl: Waaneemstatistieken
sv_se: Observationsstatistik

source: DeepskyLog Privacy Policy
de_de: DeepskyLog Datenschutzerklärung
es_es: Política de Privacidad de DeepskyLog
fr_fr: Politique de confidentialité de DeepskyLog
nl_nl: DeepskyLog Privacybeleid
sv_se: Sekretesspolicy för DeepskyLog

source: The majority of information on this site can be accessed without providing any personal information.
de_de: Die meisten Informationen auf dieser Website können ohne Angabe persönlicher Informationen abgerufen werden.
es_es: La mayoría de la información en este sitio se puede acceder sin proporcionar ninguna información personal.
fr_fr: La majorité des informations sur ce site sont accessibles sans fournir de renseignements personnels.
nl_nl: Het merendeel van de informatie op deze site kan worden geraadpleegd zonder enige persoonlijke informatie in te geven.
sv_se: Majoriteten av informationen på denna webbplats kan nås utan att ge någon personlig information.

source: In case users want to record observations and get acces to a variety of useful tools, the user is asked to register and provide personal information including name, first name and email address.
de_de: Wenn Nutzer Beobachtungen und Zugriff auf eine Vielzahl nützlicher Tools erhalten möchten, wird der Nutzer gebeten, sich zu registrieren und persönliche Informationen wie Name, Vorname und E-Mail-Adresse anzugeben.
es_es: En caso de que los usuarios deseen registrar observaciones y obtener acceso a una variedad de herramientas útiles, se le pedirá al usuario que registre y proporcione información personal incluyendo nombre y dirección de correo electrónico.
fr_fr: Dans le cas où les utilisateurs veulent enregistrer des observations et obtenir l'accès à une variété d'outils utiles, l'utilisateur est invité à s'inscrire et à fournir des informations personnelles, y compris le nom, prénom et adresse e-mail.
nl_nl: Voor het geval dat de waarnemer waarnemingen wil registreren en toegang wil krijgen tot een verscheidenheid van nuttige hulpmiddelen krijgen, wordt de gebruiker gevraagd om te registreren en persoonlijke informatie met inbegrip van naam, voornaam en e-mail adres te verstrekken.
sv_se: Om användare vill spela in observationer och få tillgång till en mängd användbara verktyg, användaren uppmanas att registrera och ge personlig information inklusive namn, förnamn och e-postadress.
