Repository: DeepskyLog/DeepskyLog
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, nl_nl, sv_se

source: These credentials do not match our records.
de_de: Diese Anmeldedaten entsprechen nicht unseren Aufzeichnungen.
es_es: Estas credenciales no coinciden con nuestros registros.
fr_fr: Ces informations d'identification ne correspondent pas à nos enregistrements.
nl_nl: Deze referenties komen niet overeen met onze gegevens.
sv_se: En ny verifierings länk har skickats till din e-postadress.

source: Too many login attempts. Please try again in :seconds seconds.
de_de: Zu viele Anmeldeversuche. Bitte versuchen Sie es noch einmal in :seconds Sekunden.
es_es: Demasiados intentos de inicio de sesión. Por favor inténtelo de nuevo en :seconds segundos.
fr_fr: Trop de tentatives de connexion. Veuillez réessayer en :seconds secondes.
nl_nl: Te veel aanmeldingspogingen. Probeer het opnieuw in :seconds seconden.
sv_se: För många inloggnings försök. Vänligen försök igen i :seconds sekunder.

source: Previous
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
nl_nl: Vorige
sv_se: Föregående

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
nl_nl: Volgende
sv_se: Nästa

source: Passwords must be at least six characters and match the confirmation.
de_de: Passwörter müssen mindestens sechs Zeichen sein und der Bestätigung entsprechen.
es_es: Las contraseñas deben tener al menos seis caracteres y coincidir con la confirmación.
fr_fr: Les mots de passe doivent avoir au moins six caractères et correspondre à la confirmation.
nl_nl: Wachtwoorden moeten ten minste zes tekens bevatten en overeenkomen met de bevestiging.
sv_se: Lösen ord måste vara minst sex tecken och matcha bekräftelsen.

source: Your password has been reset!
de_de: Ihr Passwort wurde zurückgesetzt!
es_es: ¡Se ha restablecido la contraseña!
fr_fr: Votre mot de passe a été réinitialisé!
nl_nl: Je wachtwoord is hersteld!
sv_se: Ditt lösen ord har återställts!

source: We have e-mailed your password reset link!
de_de: Wir haben Ihren Passwort-Reset-Link per E-Mail verschickt!
es_es: ¡Hemos enviado por correo electrónico tu enlace de restablecimiento de contraseña!
fr_fr: Nous avons envoyé par e-mail votre lien de réinitialisation de mot de passe!
nl_nl: We hebben een e-mail verstuurd met een herstel link voor uw wachtwoord!
sv_se: Vi har e-post ditt lösen ord återställa länken!

source: This password reset token is invalid.
de_de: Dieses Passwort Reset Token ist ungültig.
es_es: Este token de restablecimiento de contraseña no es válido.
fr_fr: Ce jeton de réinitialisation de mot de passe n'est pas valide.
nl_nl: Dit token voor wachtwoord herstel is ongeldig.
sv_se: Denna token för återställning av lösen ord är ogiltig.

source: We can't find a user with that e-mail address.
de_de: Wir können keinen Benutzer mit dieser E-Mail-Adresse finden.
es_es: No podemos encontrar un usuario con esa dirección de correo electrónico.
fr_fr: Nous ne parvenons pas à trouver un utilisateur qui utilise cette adresse e-mail.
nl_nl: We kunnen geen gebruiker vinden met dit e-mail adres.
sv_se: Vi kan inte hitta en användare med den e-postadressen.

source: Light red
de_de: Hellrot
es_es: Rojo claro
fr_fr: Rouge clair
nl_nl: Licht rood
sv_se: Ljus röd

source: Red
de_de: Rot
es_es: Rojo
fr_fr: Rouge
nl_nl: Rood
sv_se: Röd

source: Deep red
de_de: Tiefrot
es_es: Rojo oscuro
fr_fr: Rouge profond
nl_nl: Diep rood
sv_se: Djupröda

source: Orange
es_es: Naranja
nl_nl: Oranje

source: Light yellow
de_de: Hellgelb
es_es: Amarillo claro
fr_fr: Jaune clair
nl_nl: Lichtgeel
sv_se: Ljusgul

source: Deep yellow
de_de: Tiefgelb
es_es: Amarillo profundo
fr_fr: Jaune profond
nl_nl: Diep geel
sv_se: Djupgul

source: Yellow
de_de: Gelb
es_es: Amarillo
fr_fr: Jaune
nl_nl: Geel
sv_se: Gul

source: Yellow-Green
de_de: Gelb-grün
es_es: Amarillo-verde
fr_fr: Jaune-vert
nl_nl: Geel-groen
sv_se: Gul-grön

source: Light green
de_de: Helles grün
es_es: Verde claro
fr_fr: Vert clair
nl_nl: Licht groen
sv_se: Ljusgrön

source: Green
de_de: Grün
es_es: Verde
fr_fr: Vert
nl_nl: Groen
sv_se: Grön

source: Medium blue
de_de: Mittel blauer
es_es: Azul medio
fr_fr: Bleu moyen
nl_nl: Medium blauw
sv_se: Medium blå

source: Pale blue
de_de: Hellblau
es_es: Azul pálido
fr_fr: Bleu pâle
nl_nl: Licht blauw
sv_se: Ljusblå

source: Blue
de_de: Blau
es_es: Azul
fr_fr: Bleu
nl_nl: Blauw
sv_se: Blå

source: Deep blue
de_de: Tiefblau
es_es: Azul profundo
fr_fr: Bleu profond
nl_nl: Diep blauw
sv_se: Djupblå

source: Deep Violet
de_de: Violett
es_es: Violeta Profunda
fr_fr: Violette profonde
nl_nl: Violet
sv_se: Djup violett

source: Other filter
de_de: Anderen Filter
es_es: Otro filtro
fr_fr: Autre filtre
nl_nl: Andere filter
sv_se: Andra filter

source: Broadband filter
de_de: Breitband Filter
es_es: Filtro de banda ancha
fr_fr: Filtre Broadband
nl_nl: Breedband filter
sv_se: Bredbands filter

source: Narrowband filter
de_de: Schmalband Filter
es_es: Filtro de banda estrecha
fr_fr: Filtre Narrowband
nl_nl: Smalband filter
sv_se: Smalbandig filter

source: O-III filter
es_es: Filtro O-III
fr_fr: Filtre O-III

source: H beta filter
es_es: Filtro H beta
fr_fr: Filtre H-bêta

source: H alpha filter
es_es: Filtro H alfa
fr_fr: Filtre H alpha
sv_se: H alfa-filter

source: Color filter
de_de: Farbfilter
es_es: Filtro de color
fr_fr: Filtre couleur
nl_nl: Kleur filter
sv_se: Färgfilter

source: Neutral filter
de_de: Neutralen Filter
es_es: Filtro neutro
fr_fr: Filtre neutre
nl_nl: Neutraal filter
sv_se: Neutralt filter

source: Corrective filter
de_de: Korrektur Filter
es_es: Filtro correctivo
fr_fr: Filtre correcteur
nl_nl: Corrigerende filter
sv_se: Korrigerande filter

source: Comets
de_de: Kometen
es_es: Cometas
fr_fr: Comètes
nl_nl: Kometen
sv_se: Kometer

source: Planets and moons
de_de: Planeten und Monde
es_es: Planetas y lunas
fr_fr: Planètes et lunes
nl_nl: Planeten en manen
sv_se: Planeter och månar

source: Comet
de_de: Komet
es_es: Cometa
fr_fr: Comète
nl_nl: Komeet
sv_se: Komet

source: Planet
es_es: Planeta
fr_fr: Planète
nl_nl: Planeet

source: Double Stars
de_de: Doppelsterne
es_es: Estrellas dobles
fr_fr: Étoiles doubles
nl_nl: Dubbelsterren
sv_se: Dubbel stjärnor

source: Sun
de_de: Sonne
es_es: Dom
fr_fr: Soleil
nl_nl: Zon
sv_se: Sön

source: Moon
de_de: Mond
es_es: Luna
fr_fr: Lune
nl_nl: Maan
sv_se: Månen

source: Mercury
de_de: Merkur
es_es: Mercurio
fr_fr: Mercure
nl_nl: Mercurius

source: Mars
es_es: Marte

source: Jupiter
es_es: Júpiter

source: Saturn
es_es: Saturno
nl_nl: Saturnus
sv_se: Saturnus

source: Uranus
es_es: Urano

source: Neptune
de_de: Neptun
es_es: Neptuno
nl_nl: Neptunus

source: Naked Eye
de_de: Bloßem Auge
es_es: Simple vista
fr_fr: Oeil nu
nl_nl: Blote oog
sv_se: Blotta ögat

source: Binoculars
de_de: Fernglas
es_es: Binoculares
fr_fr: Jumelles
nl_nl: Verrekijker
sv_se: Kikare

source: Finderscope
de_de: Sucher
es_es: Buscador
fr_fr: Chercheur
nl_nl: Zoeker
sv_se: Sökaren

source: Other
de_de: Andere
es_es: Otro
fr_fr: Autre
nl_nl: Ander
sv_se: Övrigt

source: Asterism
de_de: Asterismus
es_es: Asterismo
nl_nl: Asterisme

source: Bright nebula
de_de: Hellen Nebel
es_es: Nebulosa brillante
fr_fr: Nébuleuse lumineuse
nl_nl: Heldere nevel
sv_se: Ljus nebula

source: Cluster with nebulosity
de_de: Cluster mit Nebulosität
es_es: Cluster con nebulosidad
fr_fr: Cluster avec nébulosité
nl_nl: Cluster met nevel
sv_se: Kluster med nebulosity

source: Double Star
de_de: Doppelstern
es_es: Estrella doble
fr_fr: Étoile double
nl_nl: Dubbelster
sv_se: Dubbelstjärna

source: Dark nebula
de_de: Dunkler Nebel
es_es: Nebulosa oscura
fr_fr: Nébuleuse sombre
nl_nl: Donkere nevel

source: Emission nebula
de_de: Emissionsnebel
es_es: Nebulosa de emisión
fr_fr: Nébuleuse d'émission
nl_nl: Emissienevel
sv_se: Emisson nebulosan

source: Emission and Reflection nebula
de_de: Emission und Reflexionsnebel
es_es: Nebulosa de emisión y reflexión
fr_fr: Nébuleuse d'émission et de réflexion
nl_nl: Emissie-en reflectienevel
sv_se: Utsläpp och reflektion nebulosa

source: Emission nebula around a star
de_de: Emissionsnebel um einen Stern
es_es: Nebulosa de emisión alrededor de una estrella
fr_fr: Nébuleuse d'émission autour d'une étoile
nl_nl: Emissienevel rond een ster
sv_se: Utsläpps nebulosa runt en stjärna

source: Galaxy cluster
de_de: Galaxienhaufen
es_es: Cúmulo de galaxias
fr_fr: Amas de galaxies
sv_se: Galaxkluster

source: Galaxy
es_es: Galaxia
fr_fr: Galaxie
nl_nl: Sterrenstelsel
sv_se: Galax

source: Globular cluster
de_de: Kugelsternhaufen
es_es: Cúmulo globular
fr_fr: Amas globulaire
nl_nl: Bolvormige sterrenhoop
sv_se: Stjärnhopen

source: Diffuse nebula
de_de: Diffuser Nebel
es_es: Nebulosa difusa
fr_fr: Nébuleuse diffuse
nl_nl: Diffuse nevel
sv_se: Diffust nebulosa

source: Nonexistent
de_de: Nicht vorhanden
es_es: Inexistente
fr_fr: Inexistant
nl_nl: Niet bestaand
sv_se: Obefintlig

source: Open cluster
de_de: Offener Cluster
es_es: Cúmulo abierto
fr_fr: Amas ouvert
nl_nl: Open sterrenhoop
sv_se: Öppna kluster

source: Planetary nebula
de_de: Planetarischen Nebel
es_es: Nebulosa planetaria
fr_fr: Nébuleuse planétaire
nl_nl: Planetaire nevel
sv_se: Planetariska nebulosan

source: Reflection nebula
de_de: Reflexionsnebel
es_es: Nebulosa de reflexión
fr_fr: Nébuleuse de réflexion
nl_nl: Reflectienevel
sv_se: Reflektion nebulosa

source: Reflection nebula and H-II
de_de: Reflexionsnebel und H-II
es_es: Nebulosa de reflexión y H-II
fr_fr: Nébuleuse de réflexion et H-II
nl_nl: Reflectienevel en H-II
sv_se: Reflektion nebulosa och H-II

source: Supernova remnant
de_de: Supernova Rest
es_es: Remanente de supernova
fr_fr: Vestige Supernova
nl_nl: Supernova restant
sv_se: Supernova kvarleva

source: Nebula around star
de_de: Nebel um Stern
es_es: Nebulosa alrededor de la estrella
fr_fr: Nébuleuse autour de l'étoile
nl_nl: Nevel rond ster
sv_se: Nebulosa runt stjärnan

source: Wolf Rayet nebula
de_de: Wolf Rayet Nebel
es_es: Nebulosa Wolf Rayet
fr_fr: Nébuleuse de Wolf Rayet
nl_nl: Wolf Rayet nevel
sv_se: Wolf Rayet nebulosan

source: Rest
es_es: Otro
fr_fr: Reste
sv_se: Vila

source: Mountain
de_de: Berg
es_es: Montaña
fr_fr: Montagne
nl_nl: Berg
sv_se: Berg

source: Sea
de_de: Meer
es_es: Mar
fr_fr: Mer
nl_nl: Zee
sv_se: Havet

source: Crater
de_de: Krater
es_es: Cráter
fr_fr: Cratère
nl_nl: Krater
sv_se: Krater

source: Valley
de_de: Tal
es_es: Valle
fr_fr: Vallée
nl_nl: Vallei

source: Other feature
de_de: Sonstige Eigenschaft
es_es: Otras características
fr_fr: Autre caractéristique
nl_nl: Ander kenmerk
sv_se: Andra funktionen

source: Pisces
es_es: Piscis

source: Pisces Austrinus
es_es: Piscis Austrinus

source: Dwarf Planet
de_de: Zwergplanet
es_es: Planeta enano
fr_fr: Planète naine
nl_nl: Dwergplaneet
sv_se: Dvärgplanet

source: Metric (mm)
de_de: Metrik (mm)
es_es: Métrica (mm)
fr_fr: Métrique (mm)
nl_nl: Metrisch (mm)
sv_se: Metrisk (mm)

source: Imperial (inches)
de_de: Imperial (Zoll)
es_es: Imperial (pulgadas)
fr_fr: Imperial (pouces)
nl_nl: Imperial (inch)
sv_se: Imperial (tum)

source: Default observing site
de_de: Standard Beobachtungsort
es_es: Sitio de observación predeterminado
fr_fr: Site d'observation par défaut
nl_nl: Standaard waarneemplaats
sv_se: Standardplats för observation

source: Add new observing site
de_de: Neue Beobachtungsstelle hinzufügen
es_es: Añadir nuevo sitio de observación
fr_fr: Ajouter un nouveau site d'observation
nl_nl: Voeg een nieuwe waarneemplaats toe
sv_se: Lägg till ny observation webbplats

source: Default instrument
de_de: Standardinstrument
es_es: Instrumento predeterminado
fr_fr: Instrument par défaut
nl_nl: Standaard instrument
sv_se: Standardinstrument

source: Add instrument
de_de: Instrument hinzufügen
es_es: Añadir instrumento
fr_fr: Ajouter un instrument
nl_nl: Instrument toevoegen
sv_se: Lägg till instrument

source: Default eyepiece
de_de: Standard-Okular
es_es: Ocular predeterminado
fr_fr: Oculaire par défaut
nl_nl: Standaard oculair
sv_se: Standard okular

source: Add eyepiece
de_de: Okular hinzufügen
es_es: Añadir ocular
fr_fr: Ajouter un oculaire
nl_nl: Voeg oculair toe
sv_se: Tillsätt okularet

source: Default lens
de_de: Standardlinse
es_es: Lente predeterminada
fr_fr: Lentille par défaut
nl_nl: Standaard lens
sv_se: Standard Lins

source: Add lens
de_de: Objektiv hinzufügen
es_es: Añadir lente
fr_fr: Ajouter une lentille
nl_nl: Voeg lens toe
sv_se: Lägg till lins

source: Default atlas
es_es: Atlas predeterminado
fr_fr: Atlas par défaut
nl_nl: Standaard Atlas
sv_se: Standard Atlas

source: Default units
de_de: Standardeinheiten
es_es: Unidades predeterminadas
fr_fr: Unités par défaut
nl_nl: Standaardeenheden
sv_se: Standard-enheter

source: Please fix the errors in the settings.
de_de: Beheben Sie die Fehler in den Einstellungen.
es_es: Corrija los errores en la configuración.
fr_fr: Veuillez corriger les erreurs dans les paramètres.
nl_nl: Los de fouten in het formulier op.
sv_se: Vänligen åtgärda felen i inställningarna.

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
nl_nl: Bijwerken
sv_se: Uppdatera

source: Object name
de_de: Objektnamen
es_es: Nombre del objeto
fr_fr: Nom de l'objet
nl_nl: Object naam
sv_se: Objektnamn

source: Constellation
de_de: Sternbild
es_es: Constelación
nl_nl: Sterrenbeeld
sv_se: Konstellation

source: Object type
de_de: Objekttyp
es_es: Tipo de objeto
fr_fr: Type de l’objet
sv_se: Objekttyp

source: Atlas page
de_de: Atlas Seite
es_es: Página del Atlas
fr_fr: Page de l’atlas
nl_nl: Atlas pagina
sv_se: Atlas sida

source: Right Ascension
de_de: RA
es_es: Ascensión derecha
fr_fr: Ascension droite
nl_nl: Rechte klimming
sv_se: Höger uppstigning

source: Declination
de_de: Dekl
es_es: Declinación
fr_fr: Déclination
nl_nl: Declinatie
sv_se: Deklination

source: Magnitude
es_es: Magnitud
sv_se: Magnitud

source: Surface Brightness
de_de: Oberflächenhelligkeit
es_es: Brillo superficial
fr_fr: Luminosité de surface
nl_nl: Oppervlaktehelderheid
sv_se: Ljusstyrka på ytan

source: Diameter
de_de: Durchmesser
es_es: Diámetro
fr_fr: Diamètre

source: Diameter ratio
de_de: Durchmesserverhältnis
es_es: Relación de diámetro
fr_fr: Rapport de diamètre
nl_nl: Diameterverhouding
sv_se: Diameterförhållande

source: Description
de_de: Beschreibung
es_es: Descripción
nl_nl: Beschrijving
sv_se: Beskrivning

source: Contrast Reserve
de_de: Kontrast Reserve
es_es: Reserva de contraste
fr_fr: Réserve de contraste
sv_se: Kontrast reserv

source: or constellation
de_de: oder Konstellation
es_es: o constelación
fr_fr: ou constellation
nl_nl: of sterrenbeeld
sv_se: i konstellation

source: is
de_de: ist
es_es: es
fr_fr: est
sv_se: är

source: is not
de_de: ist nicht
es_es: no es
fr_fr: n'est pas
nl_nl: is niet
sv_se: är inte

source: Equipment
de_de: Ausrüstung
es_es: Equipo
fr_fr: Matériels
nl_nl: Uitrusting
sv_se: Utrustning

source: Equipment sets
de_de: Ausrüstungssätze
es_es: Conjuntos de equipamientos
fr_fr: Ensembles d’équipement
nl_nl: Uitrustingssets
sv_se: Utrustningssatser

source: Instruments
de_de: Beobachtungsgeräte
es_es: Instrumentos
nl_nl: Instrumenten
sv_se: Instrument

source: Locations
de_de: Orte
es_es: Ubicaciones
fr_fr: Emplacements
nl_nl: Waarneemplaatsen
sv_se: Platser

source: Eyepieces
de_de: Okulare
es_es: Oculares
fr_fr: Oculaires
nl_nl: Oculairs
sv_se: Okular

source: Filters
de_de: Filter
es_es: Filtros
fr_fr: Filtres
sv_se: Filter

source: Lenses
de_de: Linsen
es_es: Lentes
fr_fr: Lentilles
nl_nl: Lenzen
sv_se: Linser

source: Show all instruments
de_de: Alle Instrumente anzeigen
es_es: Mostrar todos los instrumentos
fr_fr: Afficher tous les instruments
nl_nl: Toon alle instrumenten
sv_se: Visa alla instrument

source: Show all locations
de_de: Alle Standorte anzeigen
es_es: Mostrar todas las ubicaciones
fr_fr: Afficher toutes les emplacements
nl_nl: Toon alle locaties
sv_se: Visa alla platser

source: Show all eyepieces
de_de: Alle Okulare anzeigen
es_es: Mostrar todos los oculares
fr_fr: Afficher tous les oculaires
nl_nl: Toon alle oculairs
sv_se: Visa alla okular

source: Show all filters
de_de: Alle Filter anzeigen
es_es: Mostrar todos los filtros
fr_fr: Affichez tous les filtres
nl_nl: Toon alle filters
sv_se: Visa alla filter

source: Show all lenses
de_de: Alle Linsen anzeigen
es_es: Mostrar todas las lentes
fr_fr: Afficher toutes les lentilles
nl_nl: Toon alle lenzen
sv_se: Visa alla linser

source: Show all equipment sets
de_de: Alle Gerätesätze anzeigen
es_es: Mostrar todos los conjuntos de equipos
fr_fr: Afficher tous les ensembles d’équipement
nl_nl: Alle uitrustingssets
sv_se: Visa alla utrustningsuppsättningar

source: The requested target does not exist.
de_de: Das angeforderte Ziel ist nicht vorhanden.
es_es: El destino solicitado no existe.
fr_fr: L’objet demandé n'existe pas.
nl_nl: Het gezochte object bestaat niet.
sv_se: Det begärda målet finns inte.

source: Instrument %s updated
de_de: Instrument %s aktualisiert
es_es: Instrumento %s actualizado
fr_fr: Instrument %s mis à jour
nl_nl: Instrument %s bijgewerkt
sv_se: Instrumentet %s uppdaterat

source: Instrument %s created
de_de: Instrument %s erstellt
es_es: Instrumento %s creado
fr_fr: Instrument %s créé
nl_nl: Instrument %s toegevoegd
sv_se: Instrumentet %s har skapats

source: Name
es_es: Nombre
fr_fr: Nom
nl_nl: Naam
sv_se: Namn

source: Change name
de_de: Namen ändern
es_es: Modificar nombre
fr_fr: Modifier le nom
nl_nl: Verander naam
sv_se: Ändra namn

source: Equipment set:
de_de: Ausrüstungssatz:
es_es: Conjunto de equipos:
fr_fr: Ensemble d’équipement :
nl_nl: Uitrustingsset:
sv_se: Utrustningsset:

source: Describe your equipment set
de_de: Beschreiben Sie Ihren Gerätesatz
es_es: Describa su conjunto de equipos
fr_fr: Décrivez votre ensemble d’équipement
nl_nl: Beschrijf uw uitrustingsset
sv_se: Beskriv din utrustningsuppsättning

source: Change description
de_de: Beschreibung ändern
es_es: Cambiar descripción
fr_fr: Changer la description
nl_nl: Beschrijving wijzigen
sv_se: Ändra beskrivning

source: Select instruments to add to the equipment set
de_de: Wählen Sie Instrumente aus, die dem Gerätesatz hinzugefügt werden sollen
es_es: Seleccione los instrumentos que desea añadir al conjunto de equipos
fr_fr: Sélectionnez des instruments à ajouter à l’ensemble d’équipement
nl_nl: Instrumenten selecteren om aan de uitrustingsset toe te voegen
sv_se: Välj instrument att lägga till i utrustningsuppsättningen

source: Select eyepieces to add to the equipment set
de_de: Wählen Sie Okulare aus, die dem Gerätesatz hinzugefügt werden sollen
es_es: Seleccione los oculares para añadirlos al conjunto de equipos
fr_fr: Sélectionnez des oculaires à ajouter à l’ensemble d’équipement
nl_nl: Oculairs selecteren om aan de uitrustingsset toe te voegen
sv_se: Välj okular som ska läggas till i utrustningsuppsättningen

source: Select lenses to add to the equipment set
de_de: Wählen Sie Linsen aus, die dem Gerätesatz hinzugefügt werden sollen
es_es: Seleccione las lentes que desea añadir al conjunto de equipos
fr_fr: Sélectionnez des lentilles à ajouter à l’ensemble d’équipement
nl_nl: Lenzen selecteren om aan de uitrustingsset toe te voegen
sv_se: Välj linser att lägga till i utrustningsuppsättningen

source: Select filters to add to the equipment set
de_de: Wählen Sie Filter aus, die dem Gerätesatz hinzugefügt werden sollen
es_es: Seleccione los filtros que desea agregar al conjunto de equipos
fr_fr: Sélectionnez les filtres à ajouter à l’ensemble d’équipement
nl_nl: Filters selecteren om aan de uitrustingsset toe te voegen
sv_se: Välj filter som ska läggas till i utrustningsuppsättningen

source: New message
de_de: Neue Nachricht
es_es: Nuevo mensaje
fr_fr: Nouveau message
nl_nl: Nieuw bericht
sv_se: Nytt meddelande

source: Create a new message
de_de: Neue Nachricht erstellen
es_es: Crear nuevo mensaje
fr_fr: Ecrire un nouveau message
nl_nl: Een nieuw bericht maken
sv_se: Skapa ett nytt meddelande

source: Create a new message for all users
de_de: Neue Nachricht erstellen für alle Benutzer
es_es: Crear un nuevo mensaje para todos los usuarios
fr_fr: Créer un nouveau message pour tous les utilisateurs
nl_nl: Een nieuw bericht voor alle gebruikers maken
sv_se: Skapa ett nytt meddelande för alla användare

source: Subject
de_de: Betreff
es_es: Asunto
fr_fr: Sujet
nl_nl: Onderwerp
sv_se: Ämne

source: Message
de_de: Nachricht
es_es: Mensaje
nl_nl: Bericht
sv_se: Meddelande

source: Participants in the conversation
de_de: Teilnehmer am Gespräch
es_es: Participantes en la conversación
fr_fr: Participants à la conversation
nl_nl: Deelnemers aan het gesprek
sv_se: Deltagare i samtalet

source: Submit
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
nl_nl: Verzenden
sv_se: Skicka

source: Observation list %s is now discoverable by other observers
de_de: Beobachtungsliste %s ist jetzt von anderen Beobachtern auffindbar
es_es: Lista de observación %s ahora es detectable por otros observadores
fr_fr: La liste d’observation %s est maintenant détectable par d’autres observateurs
nl_nl: Waarneemlijst %s is nu vindbaar voor andere waarnemers
sv_se: Observationslista %s nu kan upptäckas av andra observatörer

source: Observation list %s is not discoverable by other observers anymore
de_de: Beobachtungsliste %s wird von anderen Beobachtern nicht mehr auffindbar
es_es: Lista de observación %s ya no es detectable por otros observadores
fr_fr: La liste d’observation %s n’est plus détectable par d’autres observateurs
nl_nl: Waarneemlijst %s is niet meer vindbaar voor andere waarnemers
sv_se: Observationslista %s inte längre kan upptäckas av andra observatörer

source: Observation list %s deleted
de_de: Beobachtungsliste %s gelöscht
es_es: Lista de observación %s eliminada
fr_fr: Liste d’observation %s supprimée
nl_nl: Waarneemlijst %s verwijderd
sv_se: Observationslista %s borttagen

source: Details
es_es: Detalles
fr_fr: Détails
sv_se: Detaljer

source: Settings
de_de: Einstellungen
es_es: Opciones
fr_fr: Paramètres
nl_nl: Instellingen
sv_se: Inställningar

source: DeepskyLog Mailbox
es_es: Buzón DeepskyLog
fr_fr: Boîte aux lettres DeepskyLog
sv_se: DeepskyLog Brevlåda

source: Log out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
nl_nl: Uitloggen
sv_se: Logga ut

source: No default instrument
de_de: Kein Standardinstrument
es_es: Sin instrumento predeterminado
fr_fr: Aucun instrument par défaut
nl_nl: Geen standaardinstrument
sv_se: Inget standardinstrument

source: No instrument available
de_de: Kein Instrument verfügbar
es_es: No hay instrumento disponible
fr_fr: Aucun instrument disponible
nl_nl: Geen instrument beschikbaar
sv_se: Inget instrument tillgängligt

source: No instrument
de_de: Kein Instrument
es_es: Sin instrumento
fr_fr: Pas d’instrument
nl_nl: Geen instrument
sv_se: Inget instrument

source: Messages
de_de: Nachrichten
es_es: Mensajes
nl_nl: Berichten
sv_se: Meddelanden

source: New messages
de_de: Neue Nachrichten
es_es: Nuevos mensajes
fr_fr: Nouveaux messages
nl_nl: Nieuwe berichten
sv_se: Nya meddelanden

source: Old messages
de_de: Alte Nachrichten
es_es: Mensajes antiguos
fr_fr: Vieux messages
nl_nl: Oude berichten
sv_se: Gamla meddelanden

source: Start new conversation
de_de: Neue Unterhaltung starten
es_es: Iniciar nueva conversación
fr_fr: Démarrer une nouvelle conversation
nl_nl: Nieuw gesprek starten
sv_se: Starta en ny konversation

source: Mark all messages read
de_de: Alle als gelesen markieren
es_es: Marcar todos los mensajes leídos
fr_fr: Marquez tout comme lu
nl_nl: Alle berichten als gelezen markeren
sv_se: Markera alla som lästa

source: Sketch and observation forms
de_de: Skizzen und Beobachtungs Formen
es_es: Formas del bosquejo y de la observación
fr_fr: Croquis et formes d'observation
nl_nl: Schets- en observatieformulieren
sv_se: Skiss och observations former

source: Compact sketch form
de_de: Kompakte Skizzen Form
es_es: Forma compacta del bosquejo
fr_fr: Formulaire d'esquisse compact
nl_nl: Compact schetsformulier
sv_se: Kompakt skiss form
